Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: GLV (GMX Liquidity Vault) holds various GM tokens, giving you diversified exposure to GMX's markets. The vault auto-rebalances to high-demand markets, unlocking higher potential yield compared to isolated pools.
de: GLV (GMX Liquidity Vault) hält verschiedene GM Token und bietet Ihnen ein diversifiziertes Engagement in den Märkten von GMX. Der Vault rebalanciert automatisch in stark nachgefragte Märkte und ermöglicht eine höhere potenzielle Rendite im Vergleich zu isolierten Pools.
es: GLV (GMX Liquidity Vault) contiene diversos tokens GM, ofreciéndole una exposición diversificada a los mercados de GMX. El vault se reequilibra automáticamente hacia los mercados de mayor demanda, desbloqueando un rendimiento potencial más elevado en comparación con los pools aislados.
fr: GLV (GMX Liquidity Vault) détient divers jetons GM, vous offrant une exposition diversifiée aux marchés de GMX. Le vault se rééquilibre automatiquement vers les marchés à forte demande, offrant un rendement potentiel plus élevé par rapport aux pools isolés.
ja: GLV（GMX Liquidity Vault）は様々なGMトークンを保有し、GMXの市場への分散エクスポージャーを提供します。ボールトは需要の高い市場へ自動的にリバランスし、個別プールと比較してより高い利回りの可能性を引き出します。
ru: GLV (GMX Liquidity Vault) содержит различные GM токены, обеспечивая вам диверсифицированное участие в рынках GMX. Хранилище автоматически перебалансируется в пользу высоковостребованных рынков, открывая более высокую потенциальную доходность по сравнению с изолированными пулами.
zh_tw: GLV（GMX Liquidity Vault）持有各種 GM 代幣，為您提供對 GMX 市場的多元化曝險。該金庫會自動再平衡至高需求市場，相較於獨立池可解鎖更高的潛在收益。

source: Settlement network changed to Arbitrum, but $12.50 remains in your Base GMX Account
de: Abwicklungsnetzwerk wurde auf Arbitrum geändert, aber 12,50 $ verbleiben in Ihrem Base GMX Account
es: La red de compensación se ha cambiado a Arbitrum, pero quedan $12.50 en su GMX Account de Base
fr: Le réseau de règlement a été changé pour Arbitrum, mais 12,50 $ restent dans votre GMX Account sur Base
ja: 決済ネットワークがArbitrumに変更されましたが、$12.50がBaseのGMX Accountに残っています
ru: Сеть расчёта изменена на Arbitrum, но $12.50 остаётся на вашем GMX Account в сети Base
zh_tw: 結算網路已切換至 Arbitrum，但您的 Base GMX Account 中仍有 $12.50

source: Initial collateral, excluding borrow and funding fees
de: Anfängliche Sicherheit, ohne Leih- und Finanzierungsgebühren
es: Garantía inicial, excluyendo comisiones de préstamo y financiación
fr: Garantie initiale, hors frais d'emprunt et de financement
ja: 借入手数料およびファンディング手数料を除く初期担保
ru: Начальное обеспечение без учёта комиссий за заимствование и финансирование
zh_tw: 初始抵押品，不含借貸與資金費用

source: Enter a code
de: Code eingeben
es: Ingresa un código
fr: Entrez un code
ja: コードを入力
ru: Введите код
zh_tw: 輸入代碼

source: Details
es: Detalles
fr: Détails
ja: 詳細
ru: Детали
zh_tw: 詳情

source: GLV bonus incentive
de: GLV Bonusanreiz
es: Incentivo adicional GLV
ja: GLVボーナスインセンティブ
ru: Бонусное вознаграждение GLV
zh_tw: GLV 額外激勵

source: Lifetime staking rewards
de: Lebenslange Staking-Belohnungen
es: Recompensas de staking acumuladas
fr: Récompenses de staking à vie
ja: 累計ステーキング報酬
ru: Вознаграждения за стейкинг за всё время
zh_tw: 終身質押獎勵

source: Import SVG:
de: SVG importieren:
es: Importar SVG:
fr: Importer SVG :
ja: SVGインポート:
ru: Импорт SVG:
zh_tw: 匯入 SVG：

source: Click to toggle market
de: Klicken, um den Markt umzuschalten
es: Haga clic para alternar mercado
fr: Cliquez pour basculer le marché
ja: クリックしてマーケットを切り替え
ru: Нажмите для переключения рынка
zh_tw: 點擊切換市場

source: Your funds are safe in LayerZero on the destination chain. Retry the receive transaction in LayerZero Scan or contact support.
de: Ihre Mittel sind sicher in LayerZero auf der Zielchain. Versuchen Sie die Empfangstransaktion in LayerZero Scan erneut oder kontaktieren Sie den Support.
es: Sus fondos están seguros en LayerZero en la cadena de destino. Reintente la transacción de recepción en LayerZero Scan o contacte con soporte.
fr: Vos fonds sont en sécurité dans LayerZero sur la chaîne de destination. Réessayez la transaction de réception dans LayerZero Scan ou contactez le support.
ja: お客様の資金は送信先チェーンのLayerZeroに安全に保管されています。LayerZero Scanで受信トランザクションを再試行するか、サポートにお問い合わせください。
ru: Ваши средства в безопасности в LayerZero на целевой сети. Повторите транзакцию получения в LayerZero Scan или обратитесь в службу поддержки.
zh_tw: 您的資金安全存放在目標鏈上的 LayerZero 中。請在 LayerZero Scan 重試接收交易或聯繫客服。

source: Click the edit icon to adjust collateral.
de: Klicken Sie auf das Bearbeitungssymbol, um die Sicherheit anzupassen.
es: Haga clic en el icono de edición para ajustar la garantía.
fr: Cliquez sur l'icône de modification pour ajuster la garantie.
ja: 編集アイコンをクリックして担保を調整してください。
ru: Нажмите на значок редактирования для изменения обеспечения.
zh_tw: 點擊編輯圖示以調整抵押品。

source: Staked on Avalanche
de: Gestaket auf Avalanche
es: Stakeado en Avalanche
fr: Staké sur Avalanche
ja: Avalancheでステーク済
ru: Стейкано на Avalanche
zh_tw: 已在 Avalanche 上質押

source: RPC error.<0/><1/>Enable <2>Express Trading</2> in settings for better reliability
de: RPC-Fehler.<0/><1/>Aktivieren Sie <2>Express Trading</2> in den Einstellungen für bessere Zuverlässigkeit
es: Error de RPC.<0/><1/>Active <2>Express Trading</2> en la configuración para una mayor fiabilidad
fr: Erreur RPC.<0/><1/>Activez <2>Express Trading</2> dans les paramètres pour une meilleure fiabilité
ja: RPCエラー。<0/><1/>信頼性向上のため、設定で<2>Express Trading</2>を有効にしてください
ru: Ошибка RPC.<0/><1/>Включите <2>Express Trading</2> в настройках для повышения надёжности
zh_tw: RPC 錯誤。<0/><1/>在設定中啟用 <2>Express Trading</2> 以獲得更好的可靠性

source: UniDex Leverage
de: UniDex Hebelwirkung
es: Apalancamiento UniDex
fr: Levier UniDex
ja: UniDexレバレッジ
ru: UniDex Плечо

source: High execution reliability using premium RPCs
de: Hohe Ausführungszuverlässigkeit durch Premium-RPCs
es: Alta fiabilidad de ejecución mediante RPCs premium
fr: Fiabilité d'exécution élevée grâce à des RPC premium
ja: プレミアムRPCによる高い約定信頼性
ru: Высокая надёжность исполнения с использованием премиальных RPC
zh_tw: 使用優質 RPC 實現高執行可靠性

source: Stake failed
de: Staken fehlgeschlagen
es: Error al stakear
fr: Échec du staking
ja: ステーク失敗
ru: Ошибка стейкинга
zh_tw: 質押失敗

source: Claiming funding fees...
de: Finanzierungsgebühren werden beansprucht...
es: Reclamando comisiones de financiación...
fr: Réclamation des frais de financement...
ja: ファンディング手数料を請求中...
ru: Получение комиссий за финансирование...
zh_tw: 正在領取資金費用...

source: Number of parts
de: Anzahl der Teile
es: Número de partes
fr: Nombre de parties
ja: 分割数
ru: Количество частей
zh_tw: 分割數量

source: No open orders
de: Keine offenen Orders
es: No hay órdenes abiertas.
fr: Aucun ordre ouvert
ja: オープンの注文はありません
ru: Нет открытых ордеров
zh_tw: 沒有未結訂單

source: Insufficient liquidity. Available: {availableLiquidityText}
de: Unzureichende Liquidität. Verfügbar: {availableLiquidityText}
es: Liquidez insuficiente. Disponible: {availableLiquidityText}
fr: Liquidité insuffisante. Disponible : {availableLiquidityText}
ja: 流動性不足。利用可能: {availableLiquidityText}
ru: Недостаточная ликвидность. Доступно: {availableLiquidityText}
zh_tw: 流動性不足。可用：{availableLiquidityText}

source: Unstake submitted
de: Entstaken übermittelt
es: Unstakear enviado
fr: Unstake soumis
ja: アンステーク送信済み
ru: Вывод из стейкинга отправлен
zh_tw: 解除質押已提交

source: Price impact / fees
de: Preiseinfluss / Gebühren
es: Impacto en el precio / comisiones
fr: Impact sur le prix / frais
ja: 価格への影響 / 手数料
ru: Влияние на цену / комиссии
zh_tw: 價格影響 / 手續費

source: GMX proposals
es: Propuestas de GMX
ja: GMX提案
ru: Предложения GMX
zh_tw: GMX 提案

source: Total pending rewards
de: Ausstehende Belohnungen gesamt
es: Total de recompensas pendientes
fr: Total des récompenses en attente
ja: 未請求報酬合計
ru: Всего ожидающих вознаграждений
zh_tw: 待領取獎勵總額

source: Price impact rebates from closing are claimable in the Claims tab. <0>Read more</0>.
de: Preiseinflussrabatte aus dem Schließen sind im Claims-Tab beanspruchbar. <0>Mehr erfahren</0>.
es: Los reembolsos por impacto en el precio al cerrar son reclamables en la pestaña Reclamaciones. <0>Más información</0>.
fr: Les remises d'impact sur le prix issues de la clôture sont réclamables dans l'onglet Réclamations. <0>En savoir plus</0>.
ja: クローズ時の価格への影響リベートは「Claims」タブで請求できます。<0>詳細を見る</0>。
ru: Возвраты за влияние на цену при закрытии доступны во вкладке «Выплаты». <0>Подробнее</0>.
zh_tw: 平倉產生的價格影響回饋可在「領取」分頁中領取。<0>了解更多</0>。

source: Order failed
de: Order fehlgeschlagen
es: Error en la orden
fr: Échec de l'ordre
ja: 注文失敗
ru: Ошибка ордера
zh_tw: 訂單失敗

source: Airdrop
ja: エアドロップ
ru: Аирдроп
zh_tw: 空投

source: Launch app
de: App starten
es: Iniciar aplicación
fr: Lancer l'application
ja: アプリを起動
ru: Запустить приложение
zh_tw: 啟動應用程式

source: This competition is held on the {0} network. <0>Change your network</0> to participate.
de: Dieser Wettbewerb findet auf dem {0}-Netzwerk statt. <0>Wechsle dein Netzwerk</0>, um teilzunehmen.
es: Esta competencia se lleva a cabo en la red {0}. <0>Cambia tu red</0> para participar.
fr: Cette compétition se déroule sur le réseau {0}. <0>Changez votre réseau</0> pour participer.
ja: このコンペティションは{0}ネットワークで開催されます。<0>ネットワークを変更</0>して参加してください。
ru: Это соревнование проводится в сети {0}. <0>Измените вашу сеть</0> для участия.
zh_tw: 此競賽在 {0} 網路上進行。請<0>切換網路</0>以參加。

source: All networks
de: Alle Netzwerke
es: Todas las redes
fr: Tous les réseaux
ja: すべてのネットワーク
ru: Все сети
zh_tw: 所有網路

source: Select positions
de: Positionen auswählen
es: Seleccionar posiciones
fr: Sélectionner les positions
ja: ポジションを選択
ru: Выберите позиции
zh_tw: 選擇倉位

source: Connect wallet
de: Wallet verbinden
es: Conectar billetera
fr: Connecter le portefeuille
ja: ウォレットを接続
ru: Подключить кошелек
zh_tw: 連接錢包

source: No repeated wallet confirmations
de: Keine wiederholten Wallet-Bestätigungen
es: Sin confirmaciones repetidas de wallet
fr: Aucune confirmation répétée du portefeuille
ja: 繰り返しのウォレット確認不要
ru: Без повторных подтверждений кошелька
zh_tw: 無需重複確認錢包

source: Deposit {gasPaymentTokensText}
de: {gasPaymentTokensText} einzahlen
es: Depositar {gasPaymentTokensText}
fr: Déposer {gasPaymentTokensText}
ja: {gasPaymentTokensText}を入金
ru: Внести {gasPaymentTokensText}
zh_tw: 存入 {gasPaymentTokensText}

source: GMX (Portuguese)
de: GMX (Portugiesisch)
es: GMX (Portugués)
fr: GMX (Portugais)
ja: GMX (ポルトガル語)
ru: GMX (Португальский)
zh_tw: GMX（葡萄牙語）

source: No eligible trades during the competition window
de: Keine berechtigten Trades während des Wettbewerbszeitraums
es: No hay operaciones elegibles durante el período de competición
fr: Aucune opération éligible pendant la période de compétition
ja: コンペティション期間中に対象となる取引がありません
ru: Нет подходящих сделок в период соревнования
zh_tw: 競賽期間內無符合條件的交易

source: GMX staking is available on Arbitrum and Avalanche. GLV vaults and GM tokens vary by chain. Visit the pools page to see liquidity options for your connected network.
de: GMX Staking ist auf Arbitrum und Avalanche verfügbar. GLV Vaults und GM Token variieren je nach Chain. Besuchen Sie die Pools-Seite, um die Liquiditätsoptionen für Ihr verbundenes Netzwerk zu sehen.
es: El staking de GMX está disponible en Arbitrum y Avalanche. Los vaults GLV y los tokens GM varían según la cadena. Visite la página de pools para ver las opciones de liquidez de su red conectada.
fr: Le staking GMX est disponible sur Arbitrum et Avalanche. Les vaults GLV et les jetons GM varient selon la chaîne. Consultez la page des pools pour voir les options de liquidité de votre réseau connecté.
ja: GMXのステーキングはArbitrumおよびAvalancheで利用可能です。GLVボールトとGMトークンはチェーンによって異なります。接続中のネットワークの流動性オプションについてはプールページをご覧ください。
ru: Стейкинг GMX доступен на Arbitrum и Avalanche. Хранилища GLV и токены GM различаются в зависимости от сети. Посетите страницу пулов, чтобы увидеть варианты ликвидности для вашей подключённой сети.
zh_tw: GMX 質押可在 Arbitrum 和 Avalanche 上使用。GLV 金庫和 GM 代幣因鏈而異。請前往池頁面查看您所連接網路的流動性選項。

source: Your funds are safe in GMX contracts on the destination chain. Retry the compose transaction in LayerZero Scan or contact support.
de: Ihre Mittel sind sicher in GMX-Verträgen auf der Zielchain. Versuchen Sie die Compose-Transaktion in LayerZero Scan erneut oder kontaktieren Sie den Support.
es: Sus fondos están seguros en los contratos de GMX en la cadena de destino. Reintente la transacción de composición en LayerZero Scan o contacte con soporte.
fr: Vos fonds sont en sécurité dans les contrats GMX sur la chaîne de destination. Réessayez la transaction de composition dans LayerZero Scan ou contactez le support.
ja: お客様の資金は送信先チェーンのGMXコントラクトに安全に保管されています。LayerZero Scanでcomposeトランザクションを再試行するか、サポートにお問い合わせください。
ru: Ваши средства в безопасности в контрактах GMX на целевой сети. Повторите транзакцию compose в LayerZero Scan или обратитесь в службу поддержки.
zh_tw: 您的資金安全存放在目標鏈上的 GMX 合約中。請在 LayerZero Scan 中重試組合交易或聯繫客服。

source: Impact exponent (negative)
de: Einflussexponent (negativ)
es: Exponente de impacto (negativo)
fr: Exposant d'impact (négatif)
ja: インパクト指数（マイナス）
ru: Экспонента влияния (отрицательная)
zh_tw: 影響指數（負向）

source: using GLV and GM tokens. Staking GMX and referrals are not yet supported.
de: mit GLV und GM Token. Staking von GMX und Empfehlungen werden noch nicht unterstützt.
es: utilizando tokens GLV y GM. El staking de GMX y las referencias aún no están disponibles.
fr: en utilisant les jetons GLV et GM. Le staking GMX et les parrainages ne sont pas encore pris en charge.
ja: GLVおよびGMトークンを使用します。GMXのステーキングとリファラルはまだサポートされていません。
ru: с использованием GLV и GM токенов. Стейкинг GMX и реферальная программа пока не поддерживаются.
zh_tw: 使用 GLV 和 GM 代幣。質押 GMX 和推薦功能尚未支援。

source: Use the "Close" button to reduce your position via market or TWAP orders.
de: Verwenden Sie die Schaltfläche "Close", um Ihre Position über Market- oder TWAP-Orders zu reduzieren.
es: Utilice el botón "Close" para reducir su posición mediante órdenes de mercado o TWAP.
fr: Utilisez le bouton "Close" pour réduire votre position via des ordres au marché ou TWAP.
ja: 「Close」ボタンを使用して、成行注文またはTWAP注文でポジションを縮小できます。
ru: Используйте кнопку "Close" для уменьшения позиции через рыночные или TWAP ордера.
zh_tw: 使用「Close」按鈕透過市價單或 TWAP 訂單來減少您的倉位。

source: Increasing...
de: Wird erhöht...
es: Aumentando...
fr: Augmentation...
ja: 増加中...
ru: Увеличение...
zh_tw: 加倉中...

source: Insufficient liquidity for pay-to-collateral swap at trigger price
de: Unzureichende Liquidität für den Tausch von Zahlungstoken zu Sicherheit zum Auslösepreis
es: Liquidez insuficiente para el intercambio de pago a garantía al precio de activación
fr: Liquidité insuffisante pour l'échange paiement-garantie au prix de déclenchement
ja: トリガー価格での支払トークンから担保へのスワップに必要な流動性不足
ru: Недостаточная ликвидность для обмена платёжного токена в обеспечение по цене активации
zh_tw: 在觸發價格下，支付代幣至抵押品兌換的流動性不足

source: Fewer details
de: Weniger Details
es: Menos detalles
fr: Moins de détails
ja: 詳細を折りたたむ
ru: Меньше деталей
zh_tw: 收起詳情

source: GMX APR
es: APR de GMX
fr: APR GMX
ru: Годовая Процентная Ставка GMX

source: Enter hex error data above to decode it
de: Geben Sie oben Hex-Fehlerdaten ein, um sie zu decodieren
es: Introduzca los datos de error en hexadecimal arriba para decodificarlos
fr: Saisissez les données d'erreur hexadécimales ci-dessus pour les décoder
ja: デコードするには上記にhexエラーデータを入力してください
ru: Введите hex-данные ошибки выше для декодирования
zh_tw: 在上方輸入十六進位錯誤資料以進行解碼

source: Allowed actions
de: Erlaubte Aktionen
es: Acciones permitidas
fr: Actions autorisées
ja: 許可されたアクション
ru: Разрешённые действия
zh_tw: 允許的操作

source: Pools that provide liquidity to specific GMX markets. Supports single-asset and native asset options.
de: Pools, die Liquidität für bestimmte GMX-Märkte bereitstellen. Unterstützt Einzeltoken- und native Tokenoptionen.
es: Pools que proporcionan liquidez a mercados específicos de GMX. Admite opciones de activo único y activo nativo.
fr: Pools fournissant de la liquidité à des marchés GMX spécifiques. Prend en charge les options à actif unique et actif natif.
ja: 特定のGMX市場に流動性を提供するプールです。単一アセットおよびネイティブアセットのオプションに対応しています。
ru: Пулы, обеспечивающие ликвидность для определённых рынков GMX. Поддерживают варианты с одним активом и нативным активом.
zh_tw: 為特定 GMX 市場提供流動性的池。支援單一資產和原生資產選項。

source: Max funding factor
de: Maximaler Finanzierungsfaktor
es: Factor máximo de financiación
fr: Facteur de financement maximum
ja: 最大ファンディングファクター
ru: Макс. фактор финансирования
zh_tw: 最大資金費率因子

source: High price impact
de: Hoher Preis-Impact
es: Alto impacto en el precio
fr: Impact élevé sur le prix
ja: 高い価格影響
ru: Высокое влияние на цену
zh_tw: 價格影響過高

source: POOL
es: RESERVA
ja: プール
ru: ПУЛ
zh_tw: 池

source: Voting
de: Abstimmung
es: Votación
fr: Vote
ja: 投票
ru: Голосование
zh_tw: 投票

source: Update TWAP Swap part
de: TWAP Tauschteil aktualisieren
es: Actualizar parte de TWAP Swap
fr: Mise à jour d'une partie TWAP Swap
ja: TWAPスワップパートを更新
ru: Обновление части TWAP Swap
zh_tw: 更新 TWAP 兌換部分

source: No trades match the selected filters
de: Keine Trades entsprechen den ausgewählten Filtern
es: No hay trades que coincidan con los filtros seleccionados
fr: Aucun trade ne correspond aux filtres sélectionnés
ja: 選択したフィルターに一致するトレードはありません
ru: Нет сделок, соответствующих выбранным фильтрам
zh_tw: 沒有符合所選篩選條件的交易

source: Decreased
de: Verringert
es: Reducido
fr: Diminué
ja: 減額しました
ru: Уменьшено
zh_tw: 已減倉

source: Earns fees from liquidity provision across GMX V2 markets
de: Erzielt Gebühren aus der Liquiditätsbereitstellung über GMX V2 Märkte
es: Genera comisiones mediante la provisión de liquidez en los mercados de GMX V2
fr: Génère des frais grâce à la fourniture de liquidité sur les marchés GMX V2
ja: GMX V2市場全体への流動性提供から手数料を獲得
ru: Получает комиссии от предоставления ликвидности на рынках GMX V2
zh_tw: 從 GMX V2 市場的流動性提供中賺取手續費

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: おすすめ
ru: Рекомендуемые
zh_tw: 推薦

source: Decrease
de: Verringern
es: Reducir
fr: Diminuer
ja: 減少
ru: Уменьшить
zh_tw: 減倉

source: Loading Express Trading...
de: Express Trading wird geladen...
es: Cargando Express Trading...
fr: Chargement d'Express Trading...
ja: Express Tradingを読み込み中...
ru: Загрузка Express Trading...

source: Trigger price below liquidation price
de: Auslösepreis unter Liquidationspreis
es: Precio de activación inferior al precio de liquidación
fr: Prix de déclenchement inférieur au prix de liquidation
ja: トリガー価格が清算価格を下回っています
ru: Цена активации ниже цены ликвидации
zh_tw: 觸發價格低於清算價格

source: TYPE
de: TYP
es: TIPO
ru: ТИП
zh_tw: 類型

source: Request settlement of funding fees
de: Abwicklung der Finanzierungsgebühren anfordern
es: Solicitar compensación de comisiones de financiación
fr: Demande de règlement des frais de financement
ja: ファンディング手数料の決済をリクエスト
ru: Запрос расчёта комиссий за финансирование
zh_tw: 請求結算資金費率

source: Withdrawn
de: Abgehoben
es: Retirado
fr: Retiré
ja: 出金完了
ru: Выведено
zh_tw: 已提取

source: TP price above mark price
de: TP-Preis über Markpreis
es: Precio TP por encima del precio de referencia
fr: Prix TP supérieur au prix de référence
ja: TP価格がマーク価格を上回っています
ru: Цена TP выше расчётной цены
zh_tw: TP 價格高於標記價格

source: {typeString} Short Limit: {0} a short position when the price is above the trigger price
de: {typeString} Short Limit: {0} eine Short-Position, wenn der Preis über dem Auslösepreis liegt
es: {typeString} Short Limit: {0} una posición corta cuando el precio está por encima del precio de activación
fr: {typeString} Short Limit : {0} une position short lorsque le prix est supérieur au prix de déclenchement
ja: {typeString} Short Limit: 価格がトリガー価格を上回った場合にショートポジションを{0}
ru: {typeString} Short Limit: {0} шорт позицию, когда цена выше цены активации
zh_tw: {typeString} Short Limit：當價格高於觸發價格時{0}做空倉位

source: Settle request for {0, plural, one {# position} other {# positions}} sent
de: Abwicklungsanfrage für {0, plural, one {# Position} other {# Positionen}} gesendet
es: Solicitud de liquidación para {0, plural, one {# posición} other {# posiciones}} enviada
fr: Demande de règlement pour {0, plural, one {# position} other {# positions}} envoyée
ja: {0, plural, one {# ポジション} other {# ポジション}} の決済リクエストを送信しました
ru: Запрос на расчет {0, plural, one {# позиции} other {# позиций}} отправлен
zh_tw: 已發送 {0, plural, one {# 個倉位} other {# 個倉位}} 的結算請求

source: Price on Arbitrum
de: Preis auf Arbitrum
es: Precio en Arbitrum
fr: Prix sur Arbitrum
ja: Arbitrum上の価格
ru: Цена на Arbitrum
zh_tw: Arbitrum 上的價格

source: Approval signing failed
de: Genehmigungssignatur fehlgeschlagen
es: Error en la firma de aprobación
fr: Échec de la signature d'approbation
ja: 承認署名に失敗しました
ru: Ошибка подписания одобрения
zh_tw: 授權簽署失敗

source: Approve {tokenSymbol}
de: {tokenSymbol} genehmigen
es: Aprobar {tokenSymbol}
fr: Approuver {tokenSymbol}
ja: {tokenSymbol}を承認
ru: Одобрить {tokenSymbol}
zh_tw: 授權 {tokenSymbol}

source: REBATE
de: RABATT
es: REEMBOLSO
fr: REMISE
ja: リベート
ru: ВОЗВРАТ
zh_tw: 回饋

source: Insufficient {fromSymbol} balance. Gas token switched to {toSymbol}
de: Unzureichendes {fromSymbol}-Guthaben. Gas-Token wurde auf {toSymbol} umgestellt
es: Saldo de {fromSymbol} insuficiente. Token de Gas cambiado a {toSymbol}
fr: Solde {fromSymbol} insuffisant. Jeton Gas remplacé par {toSymbol}
ja: {fromSymbol}の残高が不足しています。ガストークンを{toSymbol}に切り替えました
ru: Недостаточный баланс {fromSymbol}. Токен для Gas переключён на {toSymbol}
zh_tw: {fromSymbol} 餘額不足。Gas 代幣已切換為 {toSymbol}

source: Available to pay
de: Verfügbar zum Bezahlen
es: Disponible para pagar
fr: Disponible pour payer
ja: 支払可能
ru: Доступно для оплаты
zh_tw: 可用於支付

source: {balanceFormatted} remaining in old 1CT subaccount
de: {balanceFormatted} verbleibend im alten 1CT-Unterkonto
es: {balanceFormatted} restante en la subcuenta 1CT antigua
fr: {balanceFormatted} restant dans l'ancien sous-compte 1CT
ja: 旧1CTサブアカウントに{balanceFormatted}が残っています
ru: {balanceFormatted} остаётся на старом субаккаунте 1CT
zh_tw: 舊版 One-Click Trading 子帳戶中剩餘 {balanceFormatted}

source: Shifting from <0><1>GM: {fromIndexName}</1><2>{fromPoolName}</2></0> to <3><4>GM: {toIndexName}</4><5>{toPoolName}</5></3>
de: Verschiebe von <0><1>GM: {fromIndexName}</1><2>{fromPoolName}</2></0> zu <3><4>GM: {toIndexName}</4><5>{toPoolName}</5></3>
es: Cambiando de <0><1>GM: {fromIndexName}</1><2>{fromPoolName}</2></0> a <3><4>GM: {toIndexName}</4><5>{toPoolName}</5></3>
fr: Déplacement de <0><1>GM : {fromIndexName}</1><2>{fromPoolName}</2></0> vers <3><4>GM : {toIndexName}</4><5>{toPoolName}</5></3>
ja: <0><1>GM: {fromIndexName}</1><2>{fromPoolName}</2></0> から <3><4>GM: {toIndexName}</4><5>{toPoolName}</5></3> へシフト中
ru: Переход от <0><1>GM: {fromIndexName}</1><2>{fromPoolName}</2></0> к <3><4>GM: {toIndexName}</4><5>{toPoolName}</5></3>
zh_tw: 從 <0><1>GM: {fromIndexName}</1><2>{fromPoolName}</2></0> 轉移至 <3><4>GM: {toIndexName}</4><5>{toPoolName}</5></3>

source: COMPOSITION
de: ZUSAMMENSETZUNG
es: COMPOSICIÓN
ja: 構成
ru: СОСТАВ
zh_tw: 組成

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
ru: Избранное
zh_tw: 收藏

source: Lending and borrowing
de: Verleihen und Leihen
es: Préstamos y empréstitos
fr: Prêt et emprunt
ja: レンディングおよびボローイング
ru: Кредитование и заимствование
zh_tw: 借貸

source: GMX governance page
de: GMX Governance-Seite
es: Página de gobernanza de GMX
fr: Page de gouvernance GMX
ja: GMXガバナンスページ
ru: Страница управления GMX
zh_tw: GMX 治理頁面

source: Buy {nativeTokenSymbol} directly on {chainName} or transfer it there
de: Kaufen Sie {nativeTokenSymbol} direkt auf {chainName} oder übertragen Sie es dorthin
es: Compre {nativeTokenSymbol} directamente en {chainName} o transfiera allí
fr: Achetez {nativeTokenSymbol} directement sur {chainName} ou transférez-le là-bas
ja: {chainName}で直接{nativeTokenSymbol}を購入するか、送金してください
ru: Купите {nativeTokenSymbol} напрямую на {chainName} или переведите его туда
zh_tw: 直接在 {chainName} 上購買 {nativeTokenSymbol} 或將其轉入

source: Reason: {0}
de: Grund: {0}
es: Razón: {0}
fr: Raison : {0}
ja: 理由: {0}
ru: Причина: {0}
zh_tw: 原因：{0}
