Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: <0>Solana support</0><1>Botanix support</1><2>GMX Express</2>
de: <0>Solana-Unterstützung</0><1>Botanix-Unterstützung</1><2>GMX Express</2>
es: <0>Soporte de Solana</0><1>Soporte de Botanix</1><2>GMX Express</2>
fr: <0>Support Solana</0><1>Support Botanix</1><2>GMX Express</2>
ja: <0>Solana サポート</0><1>Botanix サポート</1><2>GMX Express</2>
ru: <0>Поддержка Solana</0><1>Поддержка Botanix</1><2>GMX Express</2>
zh_tw: <0>Solana 支援</0><1>Botanix 支援</1><2>GMX Express</2>

source: Funds are now in your GMX Account
de: Die Mittel befinden sich jetzt in Ihrem GMX Account
es: Los fondos están ahora en su GMX Account
fr: Les fonds sont maintenant dans votre GMX Account
ja: 資金が GMX Account に入金されました
ru: Средства поступили на ваш GMX Account
zh_tw: 資金已存入您的 GMX Account

source: TP - long dec.
es: TP - largo dec.
ja: TP - ロング dec.
ru: TP - лонг умен.

source: Insufficient liquidity. Order will fill when liquidity is available.
de: Unzureichende Liquidität. Die Order wird ausgeführt, sobald Liquidität verfügbar ist.
es: Liquidez insuficiente. La orden se ejecutará cuando haya liquidez disponible.
fr: Liquidité insuffisante. L'ordre sera exécuté lorsque la liquidité sera disponible.
ja: 流動性不足です。流動性が確保され次第、注文が約定されます。
ru: Недостаточная ликвидность. Ордер будет исполнен, когда появится ликвидность.
zh_tw: 流動性不足。當流動性可用時將執行訂單。

source: Your transfer is complete
de: Ihre Übertragung ist abgeschlossen
es: Su transferencia se ha completado
fr: Votre transfert est terminé
ja: 送金が完了しました
ru: Ваш перевод завершён
zh_tw: 您的轉帳已完成

source: and
de: und
es: y
fr: et
ja: と
ru: и
zh_tw: 和

source: Trade confirmations
de: Handelsbestätigungen
es: Confirmaciones de operaciones
fr: Confirmations de transactions
ja: 取引確認
ru: Подтверждения сделок
zh_tw: 交易確認通知

source: Insufficient GLV liquidity
de: Unzureichende GLV-Liquidität
es: Liquidez de GLV insuficiente
fr: Liquidité GLV insuffisante
ja: GLV流動性が不足しています
ru: Недостаточно ликвидности GLV
zh_tw: GLV 流動性不足

source: Confirm claim
de: Beanspruchung bestätigen
es: Confirmar reclamación
fr: Confirmer la récupération
ja: 受け取りの確認
ru: Подтвердить получение
zh_tw: 確認領取

source: Wallet-only
de: Nur Wallet
es: Solo monedero
fr: Portefeuille uniquement
ja: ウォレットのみ
ru: Только кошелёк
zh_tw: 僅限錢包

source: Signing approval...
de: Genehmigung unterschreiben...
es: Firmando aprobación...
fr: Signature de l'approbation...
ja: 承認を署名中...
ru: Подписание одобрения...
zh_tw: 正在簽署授權...

source: Allow all tokens to transfer to new account
de: Alle Token zur Übertragung auf das neue Konto genehmigen
es: Permitir la transferencia de todos los tokens a la nueva cuenta
fr: Autoriser le transfert de tous les jetons vers le nouveau compte
ja: すべてのトークンの新しいアカウントへの送金を許可する
ru: Разрешить перевод всех токенов на новый аккаунт
zh_tw: 允許所有代幣轉移至新帳戶

source: What's the difference between GLV and GM?
de: Was ist der Unterschied zwischen GLV und GM?
es: ¿Cuál es la diferencia entre GLV y GM?
fr: Quelle est la différence entre GLV et GM ?
ja: GLV と GM の違いは何ですか？
ru: В чём разница между GLV и GM?
zh_tw: GLV 和 GM 有什麼區別？

source: GMX V2 data analytics within Telegram
de: GMX V2 Datenanalyse in Telegram
es: Análisis de datos de GMX V2 en Telegram
fr: Analyses de données GMX V2 dans Telegram
ja: Telegram 上の GMX V2 データ分析
ru: Аналитика данных GMX V2 в Telegram
zh_tw: Telegram 內的 GMX V2 數據分析

source: Runs entirely on public chains
de: Läuft vollständig auf öffentlichen Chains
es: Se ejecuta completamente en cadenas públicas
fr: Fonctionne entièrement sur des chaînes publiques
ja: 完全にパブリックチェーンで実行
ru: Работает полностью на публичных цепях
zh_tw: 完全在公共鏈上運行

source: May lack liquidity for parts of this order when triggered
de: Bei Auslösung kann für Teile dieser Order unzureichende Liquidität vorhanden sein
es: Puede haber liquidez insuficiente para partes de esta orden cuando se ejecute
fr: La liquidité pourrait être insuffisante pour certaines parties de cet ordre lors de son déclenchement
ja: トリガー時に注文の一部で流動性が不足する可能性があります
ru: При срабатывании возможна недостаточная ликвидность для части этого ордера
zh_tw: 觸發時此訂單的部分可能缺乏流動性

source: What makes GMX more cost-efficient than other perpetual platforms?
de: Was macht GMX kosteneffizienter als andere Perpetual-Plattformen?
es: ¿Qué hace a GMX más eficiente en costos que otras plataformas perpetuas?
fr: Qu'est-ce qui rend GMX plus rentable que d'autres plateformes perpétuelles ?
ja: GMXが他のパーペチュアルプラットフォームよりコスト効率が高い理由は何ですか？
ru: Что делает GMX более экономичным, чем другие перпетуальные платформы?
zh_tw: 為什麼 GMX 比其他永續合約平台更具成本效益？

source: Realized price impact
de: Realisierter Preiseinfluss
es: Impacto en el precio realizado
fr: Impact sur le prix réalisé
ja: 実現した価格への影響
ru: Реализованное влияние на цену
zh_tw: 已實現價格影響

source: Mint tBTC using BTC with <0>Threshold</0>
de: Erstellen Sie tBTC mit BTC über <0>Threshold</0>
es: Acuñar tBTC utilizando BTC con <0>Threshold</0>
fr: Frappe de tBTC en utilisant BTC avec <0>Threshold</0>
ja: <0>Threshold</0> を使用して BTC で tBTC をミントできます
ru: Выпуск tBTC с использованием BTC через <0>Threshold</0>
zh_tw: 使用 BTC 透過 <0>Threshold</0> 鑄造 tBTC

source: Failed TWAP part
de: Fehlgeschlagener TWAP-Teil
es: Parte de TWAP fallida
fr: Partie TWAP échouée
ja: TWAP パート失敗
ru: Ошибка части TWAP
zh_tw: TWAP 部分失敗

source: Min collateral factor OI short
de: Min. Sicherheitsfaktor OI Short
es: Factor mínimo de garantía OI corto
fr: Facteur de garantie min. OI short
ja: 最小担保係数 OI ショート
ru: Мин. фактор обеспечения OI шорт
zh_tw: 做空未平倉量最低抵押品因子

source: Failed TWAP Swap part
de: Fehlgeschlagener TWAP-Tauschteil
es: Parte de TWAP Swap fallida
fr: Partie TWAP Swap échouée
ja: TWAP スワップパート失敗
ru: Ошибка части TWAP Swap
zh_tw: TWAP 兌換部分失敗

source: Annualized data based on the past 7 days
de: Annualisierte Daten basierend auf den letzten 7 Tagen
es: Datos anualizados basados en los últimos 7 días
fr: Données annualisées basées sur les 7 derniers jours
ja: 過去7日間に基づく年率換算データ
ru: Годовые данные на основе последних 7 дней
zh_tw: 年化數據基於過去 7 天

source: Worker thread
es: Hilo de trabajo
fr: Thread Worker
ja: ワーカースレッド
ru: Рабочий поток
zh_tw: 工作執行緒

source: Failed to update orders
de: Orders konnten nicht aktualisiert werden
es: Error al actualizar las órdenes
fr: Échec de la mise à jour des ordres
ja: 注文の更新に失敗しました
ru: Не удалось обновить ордера
zh_tw: 更新訂單失敗

source: Net price impact / fees
de: Nettopreiseinfluss / Gebühren
es: Impacto en el precio neto / comisiones
fr: Impact net sur le prix / frais
ja: 正味の価格への影響 / 手数料
ru: Чистое влияние на цену / комиссии
zh_tw: 淨價格影響 / 費用

source: V2 discounts apply automatically and aren't shown here
de: V2-Rabatte werden automatisch angewendet und hier nicht angezeigt
es: Los descuentos de V2 se aplican automáticamente y no se muestran aquí
fr: Les réductions V2 s'appliquent automatiquement et ne sont pas affichées ici
ja: V2 の割引は自動的に適用されるため、ここには表示されません
ru: Скидки V2 применяются автоматически и здесь не отображаются
zh_tw: V2 折扣自動套用，不在此處顯示

source: Order canceled
de: Order storniert
es: Orden cancelada
fr: Ordre annulé
ja: 注文がキャンセルされました
ru: Ордер отменён
zh_tw: 訂單已取消

source: <0>Yes, we encourage you to build on top of GMX or integrate it into your DeFi app. GMX is fully composable and already integrated with hundreds of protocols across the ecosystem, including notable names like Pendle, Dolomite, Radiant, Silo Finance, Venus Protocol, Abracadabra, Compound, and Beefy. You can interact directly with GMX smart contracts or use available APIs and SDKs to plug into trading, liquidity, or data flows. Check out the <1>GMX Developer Docs</1> to get started.</0>
de: <0>Ja, wir ermutigen Sie, auf GMX aufzubauen oder es in Ihre DeFi-App zu integrieren. GMX ist vollständig komponierbar und bereits in Hunderte von Protokollen im Ökosystem integriert, einschließlich bekannter Namen wie Pendle, Dolomite, Radiant, Silo Finance, Venus Protocol, Abracadabra, Compound und Beefy. Sie können direkt mit GMX-Smart-Contracts interagieren oder verfügbare APIs und SDKs nutzen, um in Handel, Liquidität oder Datenströme einzusteigen. Schauen Sie sich die <1>GMX-Entwickler-Dokumente</1> an, um zu starten.</0>
es: <0>Sí, te animamos a construir sobre GMX o integrarlo en tu app DeFi. GMX es completamente componible y ya está integrado con cientos de protocolos en el ecosistema, incluyendo nombres notables como Pendle, Dolomite, Radiant, Silo Finance, Venus Protocol, Abracadabra, Compound y Beefy. Puedes interactuar directamente con los smart contracts de GMX o usar APIs y SDKs disponibles para conectarte a flujos de trading, liquidez o datos. Revisa los <1>Docs de Desarrollador de GMX</1> para comenzar.</0>
fr: <0>Oui, nous vous encourageons à construire sur GMX ou à l'intégrer dans votre app DeFi. GMX est entièrement composable et déjà intégré à des centaines de protocoles dans l'écosystème, y compris des noms notables comme Pendle, Dolomite, Radiant, Silo Finance, Venus Protocol, Abracadabra, Compound et Beefy. Vous pouvez interagir directement avec les smart contracts GMX ou utiliser les API et SDK disponibles pour vous connecter aux flux de trading, liquidité ou données. Consultez les <1>Docs Développeur GMX</1> pour commencer.</0>
ja: <0>はい、GMXの上に構築したりDeFiアプリに統合することを奨励します。GMXは完全にコンポーザブルで、エコシステム全体で数百のプロトコルに統合済みで、Pendle, Dolomite, Radiant, Silo Finance, Venus Protocol, Abracadabra, Compound, Beefyなどの著名な名前を含みます。GMXスマートコントラクトと直接やり取りしたり、利用可能なAPIとSDKを使って取引、流動性、データフローに接続できます。<1>GMX開発者ドキュメント</1>を確認して開始してください。</0>
ru: <0>Да, мы поощряем строить на базе GMX или интегрировать его в ваше DeFi-приложение. GMX полностью компонуем и уже интегрирован с сотнями протоколов по всей экосистеме, включая известные имена, такие как Pendle, Dolomite, Radiant, Silo Finance, Venus Protocol, Abracadabra, Compound и Beefy. Вы можете взаимодействовать напрямую со смарт-контрактами GMX или использовать доступные API и SDK для подключения к торговле, ликвидности или потокам данных. Ознакомьтесь с <1>Документацией разработчика GMX</1>, чтобы начать.</0>
zh_tw: <0>是的，我們鼓勵您在 GMX 之上進行開發或將其整合至您的 DeFi 應用程式。GMX 具有完全的可組合性，已與生態系統中數百個協議整合，包括 Pendle、Dolomite、Radiant、Silo Finance、Venus Protocol、Abracadabra、Compound 和 Beefy 等知名項目。您可以直接與 GMX 智能合約互動，或使用可用的 API 和 SDK 接入交易、流動性或數據流。請查看 <1>GMX 開發者文件</1>以開始使用。</0>

source: Referral terms
de: Empfehlungsbedingungen
es: Términos de referidos
fr: Conditions de parrainage
ja: リファラル規約
ru: Условия реферальной программы
zh_tw: 推薦條款

source: Decentralized options protocol
de: Dezentralisiertes Optionsprotokoll
es: Protocolo descentralizado de opciones
fr: Protocole d'options décentralisé
ja: 分散型オプションプロトコル
ru: Децентрализованный протокол опционов
zh_tw: 去中心化選擇權協議

source: Trade at scale without worrying about thin order books or slippage
de: Handeln Sie in großem Umfang, ohne sich über dünne Orderbücher oder Slippage Sorgen machen zu müssen
es: Opere a gran escala sin preocuparse por libros de órdenes con poca profundidad o deslizamiento
fr: Tradez à grande échelle sans vous soucier de carnets d'ordres peu profonds ou du glissement
ja: 薄い板やスリッページを気にせず、大規模な取引を行えます
ru: Торгуйте крупными объёмами, не беспокоясь о тонких книгах ордеров или проскальзывании
zh_tw: 大規模交易，無需擔憂薄弱的訂單簿或滑點

source: Settle
de: Abrechnen
es: Liquidar
fr: Régler
ja: 決済
ru: Расчёт
zh_tw: 結算

source: Insufficient gas for network fees
de: Unzureichendes Gas für Netzwerkgebühren
es: Gas insuficiente para las comisiones de red
fr: Gas insuffisant pour les frais de réseau
ja: ネットワーク手数料に必要な Gas が不足しています
ru: Недостаточно Gas для сетевых комиссий
zh_tw: Gas 不足以支付網路費用

source: {fromText} to
de: {fromText} zu
es: {fromText} a
fr: {fromText} à
ja: {fromText}から
ru: {fromText} в
zh_tw: {fromText} 至

source: Decreasing...
de: Reduzierung...
es: Reduciendo...
fr: Réduction...
ja: ポジション縮小中...
ru: Уменьшение...
zh_tw: 減倉中...

source: Claim successful
de: Beanspruchung erfolgreich
es: Reclamación exitosa
fr: Récupération réussie
ja: 受け取りが完了しました
ru: Получение выполнено успешно
zh_tw: 領取成功

source: Cumulative PnL <0>{0}</0>
de: Kumulativer PnL <0>{0}</0>
es: PnL Acumulativo <0>{0}</0>
fr: PnL Cumulé <0>{0}</0>
ja: 累積PnL <0>{0}</0>
ru: Кумулятивный PnL <0>{0}</0>
zh_tw: 累計 PnL <0>{0}</0>

source: Maximum days before reauthorization required
de: Maximale Anzahl an Tagen vor erforderlicher erneuter Autorisierung
es: Días máximos antes de que se requiera reautorización
fr: Nombre maximum de jours avant qu'une réautorisation soit requise
ja: 再認証が必要となるまでの最大日数
ru: Максимальное количество дней до необходимости повторной авторизации
zh_tw: 需要重新授權的最大天數

source: Minimum {0} capital required for rankings
de: Mindestens {0} Kapital für die Rangliste erforderlich
es: Se requiere un capital mínimo de {0} para las clasificaciones
fr: Capital minimum de {0} requis pour le classement
ja: ランキングには最低 {0} の資本が必要です
ru: Минимальный капитал {0} необходим для участия в рейтинге
zh_tw: 排名需要至少 {0} 的資金

source: Sending...
de: Wird gesendet...
es: Enviando...
fr: Envoi...
ja: 送信中...
ru: Отправка...
zh_tw: 傳送中...

source: Insufficient liquidity for swap at min. receive amount
de: Unzureichende Liquidität für Tauschen zum Mindestempfangsbetrag
es: Liquidez insuficiente para el intercambio con la cantidad mínima de recepción
fr: Liquidité insuffisante pour l'échange au montant minimum de réception
ja: 最小受取額でのスワップに必要な流動性が不足しています
ru: Недостаточная ликвидность для обмена при минимальной сумме получения
zh_tw: 以最低接收數量兌換時流動性不足

source: Max capacity:
de: Max. Kapazität:
es: Capacidad máxima:
fr: Capacité max. :
ja: 最大容量:
ru: Макс. ёмкость:
zh_tw: 最大容量：

source: Ann. performance
es: Rend. anualizado
fr: Perf. annualisée
ja: 年率パフォーマンス
ru: Годовая доходность
zh_tw: 年化績效

source: Withdraw and unreserve GMX
de: GMX abheben und freigeben
es: Retirar y liberar la reserva de GMX
fr: Retirer et libérer les GMX
ja: GMX を出金してリザーブを解除する
ru: Вывести и снять резервирование GMX
zh_tw: 提取並解除 GMX 預留

source: TP - short dec.
es: TP - corto dec.
ja: TP - ショート dec.
ru: TP - шорт умен.

source: Funding fee
de: Finanzierungsgebühr
es: Comisión de financiación
fr: Frais de financement
ja: ファンディング手数料
ru: Комиссия за финансирование
zh_tw: 資金費用

source: Liquidation price changes with fees and collateral value.
de: Der Liquidationspreis ändert sich mit den Gebühren und dem Wert der Sicherheit.
es: El precio de liquidación varía con las comisiones y el valor de la garantía.
fr: Le prix de liquidation varie en fonction des frais et de la valeur de la garantie.
ja: 清算価格は手数料および担保価値に応じて変動します。
ru: Цена ликвидации меняется в зависимости от комиссий и стоимости обеспечения.
zh_tw: 清算價格會隨費用和抵押品價值變動。

source: Market - short dec.
es: Market - corto dec.
ja: Market - ショート dec.
ru: Market - шорт умен.

source: Incorrect account
de: Falsches Konto
es: Cuenta incorrecta
fr: Compte incorrect
ja: アカウントが一致しません
ru: Неверный аккаунт
zh_tw: 帳戶不正確

source: Express Trading is unavailable with the network's native token {0}. Consider using {1} instead.
de: Express Trading ist mit dem nativen Token des Netzwerks {0} nicht verfügbar. Erwägen Sie stattdessen die Verwendung von {1}.
es: Express Trading no está disponible con el token nativo de la red {0}. Considere utilizar {1} en su lugar.
fr: Express Trading n'est pas disponible avec le jeton natif du réseau {0}. Envisagez d'utiliser {1} à la place.
ja: Express Trading はネットワークのネイティブトークン {0} ではご利用いただけません。代わりに {1} の使用をご検討ください。
ru: Express Trading недоступен с нативным токеном сети {0}. Рассмотрите использование {1} вместо него.
zh_tw: Express Trading 不支援網路原生代幣 {0}。請考慮改用 {1}。

source: Trade
de: Handeln
es: Trading
fr: Trader
ja: トレード
ru: Торговля
zh_tw: 交易

source: No deposits required
de: Keine Einzahlungen erforderlich
es: No se requieren depósitos
fr: Aucun dépôt requis
ja: 入金不要
ru: Нет необходимости в депозитах
zh_tw: 無需存入

source: Trading airdrop
de: Handels-Airdrop
es: Airdrop de trading
fr: Airdrop de trading
ja: 取引エアドロップ
ru: Торговый аирдроп
zh_tw: 交易空投

source: Found {0} events in the past {DAYS_BACK} days
de: {0} Ereignisse in den letzten {DAYS_BACK} Tagen gefunden
es: Se encontraron {0} eventos en los últimos {DAYS_BACK} días
fr: {0} événements trouvés au cours des {DAYS_BACK} derniers jours
ja: 過去 {DAYS_BACK} 日間に {0} 件のイベントが見つかりました
ru: Найдено {0} событий за последние {DAYS_BACK} дней
zh_tw: 在過去 {DAYS_BACK} 天內找到 {0} 個事件

source: {gmOrGlvLabel} bridging to...
de: {gmOrGlvLabel} wird überbrückt nach...
es: {gmOrGlvLabel} transfiriendo a...
fr: Transfert de {gmOrGlvLabel} vers...
ja: {gmOrGlvLabel} のブリッジ先...
ru: {gmOrGlvLabel} перевод в...
zh_tw: {gmOrGlvLabel} 跨鏈至...

source: Deadline:
de: Frist:
es: Fecha límite:
fr: Date limite :
ja: 有効期限:
ru: Срок действия:
zh_tw: 截止時間：

source: Execution fee validation failed.<0/><1/>{suggestText}<2/><3/><4>View status</4>
de: Validierung der Ausführungsgebühr fehlgeschlagen.<0/><1/>{suggestText}<2/><3/><4>Status anzeigen</4>
es: La validación de la comisión de ejecución ha fallado.<0/><1/>{suggestText}<2/><3/><4>Ver estado</4>
fr: Échec de la validation des frais d'exécution.<0/><1/>{suggestText}<2/><3/><4>Voir le statut</4>
ja: 実行手数料の検証に失敗しました。<0/><1/>{suggestText}<2/><3/><4>ステータスを確認</4>
ru: Ошибка проверки комиссии за исполнение.<0/><1/>{suggestText}<2/><3/><4>Посмотреть статус</4>
zh_tw: 執行費用驗證失敗。<0/><1/>{suggestText}<2/><3/><4>查看狀態</4>

source: Fee APR
de: Gebühren-APR
es: APR de Comisión
fr: Taux de rendement annualisé des frais
ja: 手数料APR
ru: Годовая Процентная Ставка Комиссии
zh_tw: 費用 APR

source: Stake
de: Staken
fr: Staker
ja: ステーク
ru: Стейкинг
zh_tw: 質押

source: Update TWAP part
de: TWAP-Teil aktualisieren
es: Actualizar parte de TWAP
fr: Mise à jour de la partie TWAP
ja: TWAP パート更新
ru: Обновление части TWAP
zh_tw: 更新 TWAP 部分

source: Help us improve
de: Hilf uns zu verbessern
es: Ayúdanos a mejorar
fr: Aidez-nous à nous améliorer
ja: 改善をお手伝いください
ru: Помогите нам улучшиться
zh_tw: 幫助我們改進

source: Claim rewards
de: Belohnungen einlösen
es: Reclamar recompensas
fr: Réclamer les récompenses
ja: 報酬を請求
ru: Получить награды
zh_tw: 領取獎勵

source: Multicall idle
de: Multicall inaktiv
es: Multicall inactivo
fr: Multicall inactif
ja: Multicall アイドル状態
ru: Multicall неактивен
zh_tw: Multicall 閒置中

source: Claiming requires <0/> while you have <1/>. <2>Swap</2> or <3>deposit</3> more {0} to your GMX Account.
de: Die Beanspruchung erfordert <0/>, Sie haben jedoch <1/>. <2>Tauschen</2> oder <3>zahlen</3> Sie mehr {0} in Ihr GMX Account ein.
es: Reclamar requiere <0/> mientras usted tiene <1/>. <2>Intercambie</2> o <3>deposite</3> más {0} en su GMX Account.
fr: La récupération nécessite <0/> alors que vous disposez de <1/>. <2>Échangez</2> ou <3>déposez</3> plus de {0} sur votre GMX Account.
ja: 受け取りには <0/> が必要ですが、現在の残高は <1/> です。<2>スワップ</2>するか、GMX Account に {0} を追加で<3>入金</3>してください。
ru: Для получения требуется <0/>, а у вас <1/>. <2>Обменяйте</2> или <3>внесите</3> больше {0} на ваш GMX Account.
zh_tw: 領取需要 <0/>，但您目前有 <1/>。請<2>兌換</2>或<3>存入</3>更多 {0} 至您的 GMX Account。

source: Cancel TWAP
de: TWAP abbrechen
es: Cancelar TWAP
fr: Annuler TWAP
ja: TWAPをキャンセル
ru: Отменить TWAP
zh_tw: 取消 TWAP

source: 4-18 places
de: Plätze 4–18
es: Puestos 4-18
fr: 4e-18e places
ja: 4〜18位
ru: 4–18 места
zh_tw: 第 4-18 名

source: Set acceptable price impact
de: Akzeptablen Preiseinfluss festlegen
es: Establecer impacto en el precio aceptable
fr: Définir l'impact sur le prix acceptable
ja: 許容可能な価格への影響を設定する
ru: Установить допустимое влияние на цену
zh_tw: 設定可接受的價格影響

source: V1 volume
de: V1-Volumen
es: Volumen V1
fr: Volume V1
ja: V1 出来高
ru: Объём V1
zh_tw: V1 交易量

source: Sending order request...
de: Order-Anfrage wird gesendet…
es: Enviando solicitud de orden…
fr: Envoi de la demande d'ordre…
ja: 注文リクエストを送信中…
ru: Отправка запроса ордера…
zh_tw: 正在提交訂單請求...

source: <0>Selling {0}{1}<1>{poolName}</1></0>
de: <0>Verkaufen von {0}{1}<1>{poolName}</1></0>
es: <0>Vendiendo {0}{1}<1>{poolName}</1></0>
fr: <0>Vente de {0}{1}<1>{poolName}</1></0>
ja: <0>{0}{1}の売却<1>{poolName}</1></0>
ru: <0>Продажа {0}{1}<1>{poolName}</1></0>
zh_tw: <0>賣出 {0}{1}<1>{poolName}</1></0>

source: No eligible tokens available on {0} for deposit
de: Keine berechtigten Tokens auf {0} für Einzahlung verfügbar
es: No hay tokens elegibles disponibles en {0} para depósito
fr: Aucun jeton éligible disponible sur {0} pour dépôt
ja: {0} で入金可能な対象トークンなし
ru: Нет подходящих токенов на {0} для внесения
zh_tw: {0} 上沒有可存入的合格代幣

source: Est. PnL
de: Gesch. PnL
es: PnL est.
fr: PnL est.
ja: 推定 PnL
ru: Расч. PnL
zh_tw: 預估 PnL

source: Max close amount exceeded
de: Max. Schließbetrag überschritten
es: Cantidad máxima de cierre excedida
fr: Montant de fermeture max dépassé
ja: 最大クローズ額を超えています
ru: Макс. сумма закрытия превышена
zh_tw: 超出最大平倉數量

source: Pool max short USD for deposit
de: Pool max. Short-USD für Einzahlung
es: Máximo USD corto del pool para depósito
fr: USD max. short du pool pour dépôt
ja: プール入金時のショート側最大 USD
ru: Макс. шорт USD пула для депозита
zh_tw: 池存入最大做空 USD

source: Code taken by another user on {takenNetworkNames}. No rebates from those networks.
de: Code von einem anderen Benutzer auf {takenNetworkNames} beansprucht. Keine Rabatte von diesen Netzwerken.
es: Código tomado por otro usuario en {takenNetworkNames}. Sin reembolsos de esas redes.
fr: Code pris par un autre utilisateur sur {takenNetworkNames}. Aucune remise depuis ces réseaux.
ja: {takenNetworkNames} では別のユーザーがこのコードを使用しています。これらのネットワークからのリベートはありません。
ru: Код занят другим пользователем в {takenNetworkNames}. Скидки от этих сетей недоступны.
zh_tw: 推薦碼已被其他用戶在 {takenNetworkNames} 上使用。無法從這些網路獲得返傭。

source: Max leverage: {0}x
de: Max. Hebelwirkung: {0}x
es: Apalancamiento máximo: {0}x
fr: Levier max : {0}x
ja: 最大レバレッジ: {0}x
ru: Макс. плечо: {0}x
zh_tw: 最大槓桿：{0}x

source: TVL includes GMX staked, GLP pool, GM pools, and position collateral
de: TVL umfasst gestaktes GMX, GLP Pool, GM Pools und Positionssicherheiten
es: TVL incluye GMX en staking, pool de GLP, pools de GM y garantía de posiciones
fr: La TVL inclut les GMX stakés, le pool GLP, les pools GM et la garantie des positions
ja: TVL には GMX のステーキング、GLP プール、GM プール、およびポジション担保が含まれます
ru: TVL включает стейкинг GMX, пул GLP, пулы GM и обеспечение позиций
zh_tw: TVL 包括已質押的 GMX、GLP 池、GM 池和倉位抵押品

source: Transaction completed
de: Transaktion abgeschlossen
es: Transacción completada
fr: Transaction terminée
ja: トランザクションが完了しました
ru: Транзакция завершена
zh_tw: 交易完成

source: Base borrowing factor short
de: Basisleihfaktor Short
es: Factor base de préstamo corto
fr: Facteur d'emprunt de base short
ja: ベース借入係数 ショート
ru: Базовый фактор заимствования шорт
zh_tw: 做空基礎借貸因子

source: Staked on Arbitrum
de: Gestaket auf Arbitrum
es: Stakeado en Arbitrum
fr: Staké sur Arbitrum
ja: Arbitrumでステーク済
ru: Стейкано на Arbitrum
zh_tw: 在 Arbitrum 上質押

source: Share GMX feedback
de: GMX-Feedback teilen
es: Compartir opinión sobre GMX
fr: Partagez votre avis sur GMX
ja: GMX のフィードバックを共有する
ru: Поделиться отзывом о GMX
zh_tw: 分享 GMX 意見回饋

source: Withdraw failed
de: Abhebung fehlgeschlagen
es: Error en el retiro
fr: Échec du retrait
ja: 出金に失敗しました
ru: Вывод не удался
zh_tw: 提取失敗

source: {0} balance
de: {0} Guthaben
es: Saldo de {0}
fr: Solde {0}
ja: {0} 残高
ru: Баланс {0}
zh_tw: {0} 餘額

source: numerous assets
de: zahlreiche Vermögenswerte
es: numerosos activos
fr: de nombreux actifs
ja: 多数の資産
ru: множество активов
zh_tw: 眾多資產

source: Connect wallet or provide an account address in the URL
de: Wallet verbinden oder eine Kontoadresse in der URL angeben
es: Conecte su monedero o proporcione una dirección de cuenta en la URL
fr: Connectez votre portefeuille ou fournissez une adresse de compte dans l'URL
ja: ウォレットを接続するか、URLにアカウントアドレスを入力してください
ru: Подключите кошелёк или укажите адрес аккаунта в URL
zh_tw: 連接錢包或在網址中提供帳戶地址

source: TP/SL: {positionTitle} decrease
de: TP/SL: {positionTitle} Reduzierung
es: TP/SL: reducción de {positionTitle}
fr: TP/SL : réduction de {positionTitle}
ru: TP/SL: уменьшение {positionTitle}
zh_tw: TP/SL：{positionTitle} 減倉

source: Error name:
de: Fehlername:
es: Nombre del error:
fr: Nom de l'erreur :
ja: エラー名:
ru: Имя ошибки:
zh_tw: 錯誤名稱：
