Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: TWAP Swap
es: Intercambio TWAP
fr: Swap TWAP
ja: TWAPスワップ
ru: TWAP-обмен

source: GM is the liquidity provider token for GMX V2 markets. Accrues 63% of the V2 markets generated fees.
de: GM ist der Liquiditätsanbietertoken für GMX V2-Märkte. Er akkumuliert 63 % der von den V2-Märkten generierten Gebühren.
es: GM es el token del proveedor de liquidez para los mercados de GMX V2. Acumula el 63% de las comisiones generadas en los mercados V2.
fr: GM est le jeton de fournisseur de liquidité pour les marchés GMX V2. Il accumule 63 % des frais générés par les marchés V2.
ja: GM は GMX V2 マーケットの流動性提供者トークンです。V2 マーケットで発生する手数料の 63% が蓄積されます。
ru: GM — это токен поставщика ликвидности для рынков GMX V2. Накапливает 63% комиссий, генерируемых рынками V2.
zh_tw: GM 是 GMX V2 市場的流動性提供者代幣。可累積 V2 市場所產生費用的 63%。

source: Public
de: Öffentlich
es: Público
ja: パブリック
ru: Публичный
zh_tw: 公開

source: Change to Base
de: Zu Base wechseln
es: Cambiar a Base
fr: Passer à Base
ja: Baseに変更
ru: Переключить на Base
zh_tw: 切換至 Base

source: Hide error
de: Fehler verstecken
es: Ocultar error
fr: Cacher l'erreur
ja: エラーを隠す
ru: Скрыть ошибку
zh_tw: 隱藏錯誤

source: Alert icon
de: Warnsymbol
es: Icono de alerta
fr: Icône d'alerte
ja: アラートアイコン
ru: Значок предупреждения
zh_tw: 警示圖示

source: Passive management
de: Passives Management
es: Gestión pasiva
fr: Gestion passive
ja: パッシブ運用
ru: Пассивное управление
zh_tw: 被動管理

source: Telegram groups
de: Telegram-Gruppen
es: Grupos de Telegram
fr: Groupes Telegram
ja: Telegramグループ
ru: Группы в Telegram
zh_tw: Telegram 群組

source: Complete account transfer
de: Kontoübertragung abschließen
es: Completar transferencia de cuenta
fr: Finaliser le transfert de compte
ja: アカウント送金の完了
ru: Завершение перевода аккаунта
zh_tw: 完成帳戶轉移

source: Icons & images
de: Symbole & Bilder
es: Iconos e imágenes
fr: Icônes et images
ja: アイコンと画像
ru: Иконки и изображения
zh_tw: 圖示與圖片

source: Borrow fee / day
de: Leihgebühr / Tag
es: Comisión de préstamo / día
fr: Frais d'emprunt / jour
ja: 借入手数料 / 日
ru: Комиссия за заимствование / день
zh_tw: 借貸費用 / 日

source: You have esGMX tokens in the Affiliate vault. Withdraw them to transfer to the new account.
de: Sie haben esGMX-Token im Affiliate Vault. Heben Sie diese ab, um sie auf das neue Konto zu übertragen.
es: Tiene tokens esGMX en el vault de Afiliados. Retírelos para transferirlos a la nueva cuenta.
fr: Vous avez des jetons esGMX dans le vault Affiliate. Retirez-les pour les transférer vers le nouveau compte.
ja: アフィリエイトボールトにesGMXトークンがあります。新しいアカウントに送金するには、先に出金してください。
ru: У вас есть токены esGMX в хранилище Affiliate. Выведите их для перевода на новый аккаунт.
zh_tw: 您在推薦人金庫中有 esGMX 代幣。請先提取後再轉帳至新帳戶。

source: Sending buy request...
de: Kaufanfrage wird gesendet…
es: Enviando solicitud de compra…
fr: Envoi de la demande d'achat…
ja: 買い注文リクエストを送信中…
ru: Отправка запроса на покупку…
zh_tw: 正在傳送買入請求...

source: Key
de: Schlüssel
es: Clave
fr: Clé
ja: キー
ru: Ключ
zh_tw: 金鑰

source: Distributions
de: Verteilungen
es: Distribuciones
ja: 分配
ru: Распределения
zh_tw: 分配

source: Max profit limit reached. Current: {pnlToPoolFactorText}, max: {maxPnlFactorText}
de: Maximales Gewinnlimit erreicht. Aktuell: {pnlToPoolFactorText}, Max.: {maxPnlFactorText}
es: Límite máximo de beneficio alcanzado. Actual: {pnlToPoolFactorText}, máx.: {maxPnlFactorText}
fr: Limite de profit maximale atteinte. Actuel : {pnlToPoolFactorText}, max : {maxPnlFactorText}
ja: 最大利益の上限に達しました。現在: {pnlToPoolFactorText}、上限: {maxPnlFactorText}
ru: Достигнут лимит максимальной прибыли. Текущий: {pnlToPoolFactorText}, макс.: {maxPnlFactorText}
zh_tw: 已達最大利潤限制。目前：{pnlToPoolFactorText}，上限：{maxPnlFactorText}

source: Withdraw {glvOrGm}
de: {glvOrGm} abheben
es: Retirar {glvOrGm}
fr: Retirer {glvOrGm}
ja: {glvOrGm}を出金
ru: Вывести {glvOrGm}
zh_tw: 提取 {glvOrGm}

source: Receive voting power and participate in governance
de: Erhalte Stimmrechte und nimm an der Governance teil
es: Recibe poder de voto y participa en la gobernanza
fr: Recevoir du pouvoir de vote et participer à la gouvernance
ja: 投票権を取得しガバナンスに参加
ru: Получить право голоса и участвовать в управлении
zh_tw: 獲得投票權並參與治理

source: RECEIVE
de: ERHALTEN
es: RECIBIR
fr: RECEVOIR
ru: ПОЛУЧЕНИЕ

source: VI POSITIONS
ru: VI ПОЗИЦИИ

source: Blockchain gas fee (not GMX-specific). Doesn't impact your collateral.
de: Blockchain-Gasgebühr (nicht GMX-spezifisch). Hat keinen Einfluss auf Ihre Sicherheit.
es: Comisión de Gas de la blockchain (no específica de GMX). No afecta a su garantía.
fr: Frais de Gas de la blockchain (non spécifique à GMX). N'affecte pas votre garantie.
ja: ブロックチェーンのGas手数料です（GMX固有のものではありません）。担保には影響しません。
ru: Комиссия сети блокчейна (не относится к GMX). Не влияет на ваше обеспечение.
zh_tw: 區塊鏈 Gas 費用（非 GMX 專屬）。不會影響您的抵押品。

source: Stop price
de: Stop-Preis
es: Precio de stop
fr: Prix stop
ja: ストップ価格
ru: Стоп-цена
zh_tw: 止損價格

source: Leaving GMX.io for a third-party website
de: Sie verlassen GMX.io und werden zu einer Drittanbieter-Website weitergeleitet
es: Está abandonando GMX.io hacia un sitio web de terceros
fr: Vous quittez GMX.io pour un site tiers
ja: GMX.ioから外部サイトへ移動します
ru: Вы покидаете GMX.io и переходите на сторонний сайт
zh_tw: 即將離開 GMX.io 前往第三方網站

source: Price data too old. Oracle price is stale
de: Preisdaten zu alt. Oracle-Preis ist veraltet
es: Datos de precio demasiado antiguos. El precio del Oracle está obsoleto
fr: Données de prix trop anciennes. Le prix Oracle est obsolète
ja: 価格データが古すぎます。Oracleの価格が失効しています
ru: Данные о цене устарели. Цена Oracle неактуальна
zh_tw: 價格資料過舊。Oracle 價格已過期

source: Decentralized trading protocol
de: Dezentrales Handelsprotokoll
es: Protocolo de negociación descentralizado
fr: Protocole de trading décentralisé
ja: 分散型取引プロトコル
ru: Децентрализованный торговый протокол
zh_tw: 去中心化交易協議

source: Sellable cap for pool GM: {0} [{1}] reached, as tokens are reserved by traders. Choose a different pool, reduce the sell size, or split your withdrawal from multiple pools.
de: Verkaufsobergrenze für Pool GM: {0} [{1}] erreicht, da Token von Händlern reserviert sind. Wählen Sie einen anderen Pool, reduzieren Sie die Verkaufsgröße oder teilen Sie Ihre Abhebung auf mehrere Pools auf.
es: Se ha alcanzado el límite de venta del pool GM: {0} [{1}], ya que los tokens están reservados por operadores. Elija un pool diferente, reduzca el tamaño de venta o divida su retirada entre varios pools.
fr: Plafond de vente atteint pour le pool GM : {0} [{1}], car des jetons sont réservés par les traders. Choisissez un autre pool, réduisez le montant de la vente ou répartissez votre retrait sur plusieurs pools.
ja: GM プール: {0} [{1}] の売却可能上限に達しました。トークンがトレーダーによって予約されています。別のプールを選択するか、売却サイズを減らすか、複数のプールから出金を分割してください。
ru: Лимит продажи для пула GM: {0} [{1}] достигнут, так как токены зарезервированы трейдерами. Выберите другой пул, уменьшите объём продажи или разделите вывод между несколькими пулами.
zh_tw: 池子 GM：{0} [{1}] 的可賣出上限已達到，因為代幣已被交易者預留。請選擇其他池子、減少賣出金額，或從多個池子分批提取。

source: Your {symbol} collateral exceeds the {indexName} short position size. Collateral value rises with the index, covering any losses—no liquidation price.
de: Ihre {symbol}-Sicherheit übersteigt die Größe der {indexName}-Short-Position. Der Sicherheitswert steigt mit dem Index und deckt alle Verluste ab – kein Liquidationspreis.
es: Su garantía en {symbol} supera el tamaño de la posición corto en {indexName}. El valor de la garantía sube con el índice, cubriendo cualquier pérdida, por lo que no hay precio de liquidación.
fr: Votre garantie {symbol} dépasse la taille de la position short {indexName}. La valeur de la garantie augmente avec l'indice, couvrant toute perte — pas de prix de liquidation.
ja: {symbol} の担保が {indexName} のショートポジションサイズを上回っています。担保価値はインデックスとともに上昇し、損失をカバーするため、清算価格はありません。
ru: Ваше обеспечение {symbol} превышает размер шорт позиции {indexName}. Стоимость обеспечения растёт вместе с индексом, покрывая любые убытки — цена ликвидации отсутствует.
zh_tw: 您的 {symbol} 抵押品超過 {indexName} 做空倉位規模。抵押品價值隨指數上漲，足以覆蓋任何虧損——無清算價格。

source: PnL after fees
de: PnL nach Gebühren
es: PnL después de comisiones
fr: PnL après frais
ja: 手数料控除後 PnL
ru: PnL после комиссий
zh_tw: 扣除手續費後 PnL

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada
fr: Page non trouvée
ja: ページが見つかりません
ru: Страница не найдена
zh_tw: 找不到頁面

source: Estimated fee refund
de: Geschätzte Gebührenrückerstattung
es: Reembolso estimado de comisión
fr: Remboursement de frais estimé
ja: 推定手数料の返金
ru: Ожидаемый возврат комиссии
zh_tw: 預估費用退款

source: Telegram bot for GMX position updates
de: Telegram-Bot für GMX-Positionsupdates
es: Bot de Telegram para actualización de posiciones GMX
fr: Bot Telegram pour les mises à jour de positions GMX
ja: GMXポジション情報提供Telegramボット
ru: Телеграмм-бот для обновления позиции GMX
zh_tw: 用於 GMX 倉位更新的 Telegram 機器人

source: Express Trading is unavailable for wrapping or unwrapping native token {0}
de: Express Trading ist für das Wrapping oder Unwrapping des nativen Tokens {0} nicht verfügbar
es: Express Trading no está disponible para envolver o desenvolver el token nativo {0}
fr: Express Trading n'est pas disponible pour le wrapping ou l'unwrapping du jeton natif {0}
ja: ネイティブトークン {0} のラップまたはアンラップには Express Trading をご利用いただけません
ru: Express Trading недоступен для обёртывания или разворачивания нативного токена {0}
zh_tw: Express Trading 不支援原生代幣 {0} 的包裝或解包裝

source: Virtual short token ID
de: Virtuelle Short-Token-ID
es: ID del token corto virtual
fr: ID du jeton short virtuel
ja: 仮想ショートトークン ID
ru: ID виртуального шорт токена
zh_tw: 虛擬做空代幣 ID

source: account
de: Konto
es: cuenta
fr: compte
ja: アカウント
ru: аккаунт
zh_tw: 帳戶

source: Keep leverage at {0}
de: Leverage bei {0} halten
es: Mantener apalancamiento en {0}
fr: Garder l'effet de levier à {0}
ja: {0}でレバレッジを維持
ru: Сохранить левередж на {0}
zh_tw: 保持槓桿在 {0}

source: From: Block {0} ({1})
de: Von: Block {0} ({1})
es: Desde: Bloque {0} ({1})
fr: Depuis : Bloc {0} ({1})
ja: 開始: ブロック {0} ({1})
ru: С: Блок {0} ({1})
zh_tw: 起始：區塊 {0}（{1}）

source: AVAIL. LIQ.
de: VERFÜGB. LIQ.
es: LIQ. DISP.
fr: LIQ. DISPO.
ja: 利用可能流動性
ru: ДОСТ. ЛИКВ.
zh_tw: 可用流動性

source: One-Click Trading is disabled. Action limit exceeded.
de: One-Click-Trading ist deaktiviert. Aktionslimit überschritten.
es: Trading en Un Clic desactivado. Límite de acciones superado.
fr: Trading en un clic désactivé. Limite d'action dépassée.
ja: ワンクリックトレーディング無効。アクション制限超過。
ru: Торговля в один клик отключена. Превышен лимит действий.
zh_tw: One-Click Trading 已停用。操作次數已超出限制。

source: GLP reimbursement
de: GLP-Erstattung
es: Reembolso de GLP
fr: Remboursement GLP
ja: GLP 払い戻し
ru: Возврат GLP
zh_tw: GLP 補償

source: Shift GM
de: GM verschieben
ja: GMをシフト
ru: Сдвиг GM
zh_tw: 轉移 GM

source: Timestamp
de: Zeitstempel
es: Marca temporal
fr: Horodatage
ja: タイムスタンプ
ru: Время
zh_tw: 時間戳

source: Insufficient gas for execution
de: Unzureichendes Gas für die Ausführung
es: Gas insuficiente para la ejecución
fr: Gas insuffisant pour l'exécution
ja: 実行に必要なGasが不足しています
ru: Недостаточно Gas для исполнения
zh_tw: Gas 不足以執行

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ru: Вручную
zh_tw: 自訂

source: Enter your answer
de: Geben Sie Ihre Antwort ein
es: Introduzca su respuesta
fr: Saisissez votre réponse
ja: 回答を入力してください
ru: Введите ваш ответ
zh_tw: 輸入您的回答

source: Markets info
de: Marktinformationen
es: Información de mercados
fr: Informations sur les marchés
ja: マーケット情報
ru: Информация о рынках
zh_tw: 市場資訊

source: Slippage must be less than 5%
de: Slippage muss unter 5 % liegen
es: El deslizamiento debe ser inferior al 5%
fr: Le glissement doit être inférieur à 5 %
ja: スリッページは5%未満に設定してください
ru: Проскальзывание должно быть менее 5%
zh_tw: 滑點必須小於 5%

source: Gain
de: Gewinn
es: Ganancia
ja: 利益
ru: Прибыль
zh_tw: 獲利

source: Swapped {0} for {1}
de: {0} gegen {1} getauscht
es: Se intercambió {0} por {1}
fr: {0} échangé contre {1}
ja: {0} を {1} にスワップしました
ru: Обменяно {0} на {1}
zh_tw: 已將 {0} 兌換為 {1}

source: H2 text size
de: H2-Textgröße
es: Tamaño de texto H2
fr: Taille du texte H2
ja: H2テキストサイズ
ru: Размер текста H2
zh_tw: H2 文字大小

source: GMX balance
de: GMX-Guthaben
es: Saldo de GMX
fr: Solde GMX
ja: GMX 残高
ru: Баланс GMX
zh_tw: GMX 餘額

source: Price on Avalanche
de: Preis auf Avalanche
es: Precio en Avalanche
fr: Prix sur Avalanche
ja: Avalanche上の価格
ru: Цена на Avalanche
zh_tw: Avalanche 上的價格

source: Chart positions
de: Chart-Positionen
es: Posiciones en gráfica
fr: Positions sur graphiques
ja: ポジションをチャートに
ru: Позиции на графике
zh_tw: 圖表倉位

source: Claiming price impact rebates...
de: Preis-Impact-Rückerstattungen werden beansprucht…
es: Reclamando reembolsos de impacto en el precio…
fr: Réclamation des remboursements d'impact sur le prix…
ja: 価格影響リベートを請求中…
ru: Запрос возвратов за влияние на цену…
zh_tw: 正在領取價格影響回饋...

source: Explore
de: Entdecken
es: Explorar
fr: Explorer
ja: 探す
ru: Исследовать
zh_tw: 探索

source: Max positive factor
de: Maximaler positiver Faktor
es: Factor positivo máximo
fr: Facteur positif maximum
ja: 最大プラスファクター
ru: Макс. положительный фактор
zh_tw: 最大正向因子

source: {failedTrackersCount} / {totalActiveTrackersCount} active trackers failed ({totalTrackersCount} total)
de: {failedTrackersCount} / {totalActiveTrackersCount} aktive Tracker fehlgeschlagen ({totalTrackersCount} gesamt)
es: {failedTrackersCount} / {totalActiveTrackersCount} rastreadores activos fallaron ({totalTrackersCount} en total)
fr: {failedTrackersCount} / {totalActiveTrackersCount} trackers actifs en échec ({totalTrackersCount} au total)
ja: {failedTrackersCount} / {totalActiveTrackersCount} 件のアクティブトラッカーが失敗しました（合計 {totalTrackersCount} 件）
ru: {failedTrackersCount} / {totalActiveTrackersCount} активных трекеров с ошибкой ({totalTrackersCount} всего)
zh_tw: {failedTrackersCount} / {totalActiveTrackersCount} 個活躍追蹤器失敗（共 {totalTrackersCount} 個）

source: Bridge out failed
de: Bridge-Ausgang fehlgeschlagen
es: El puente de salida falló
fr: Transfert sortant échoué
ja: ブリッジ送出に失敗しました
ru: Вывод через мост не выполнен
zh_tw: 橋接轉出失敗

source: Sending sell request...
de: Verkaufsanfrage wird gesendet…
es: Enviando solicitud de venta…
fr: Envoi de la demande de vente…
ja: 売り注文リクエストを送信中…
ru: Отправка запроса на продажу…
zh_tw: 正在發送賣出請求...

source: GMX is the utility and governance token. It also accrues 27% of the protocol fees via a buyback and distribution mechanism.
de: GMX ist der Utility- und Governance-Token. Er akkumuliert außerdem 27 % der Protokollgebühren über einen Rückkauf- und Verteilungsmechanismus.
es: GMX es el token de utilidad y gobernanza. También acumula el 27% de las comisiones del protocolo mediante un mecanismo de recompra y distribución.
fr: GMX est le jeton utilitaire et de gouvernance. Il accumule également 27 % des frais du protocole via un mécanisme de rachat et de distribution.
ja: GMXはユーティリティおよびガバナンストークンです。バイバックと分配メカニズムを通じて、プロトコル手数料の27%が発生します。
ru: GMX — это служебный токен и токен управления. Он также аккумулирует 27% комиссий протокола через механизм обратного выкупа и распределения.
zh_tw: GMX 是實用型治理代幣。透過回購與分配機制，亦可累積 27% 的協議費用。

source: PURPOSE
de: ZWECK
es: PROPÓSITO
fr: FONCTION
ru: НАЗНАЧЕНИЕ
zh_tw: 用途

source: Market - long dec.
de: Market - Long-Abbau
es: Market - largo dec.
ja: Market - ロング決済
ru: Market - закр. лонг

source: {nativeTokenSymbol} rewards:
de: {nativeTokenSymbol}-Belohnungen:
es: Recompensas en {nativeTokenSymbol}:
fr: Récompenses {nativeTokenSymbol} :
ja: {nativeTokenSymbol}報酬：
ru: Награды {nativeTokenSymbol}:
zh_tw: {nativeTokenSymbol} 獎勵：

source: Insufficient receive token liquidity
de: Unzureichende Empfangs-Token-Liquidität
es: Liquidez de token de recepción insuficiente
fr: Liquidité de token reçu insuffisante
ja: 受け取りトークン流動性不足
ru: Недостаточная ликвидность токена получения
zh_tw: 接收代幣流動性不足

source: Size percentage required
de: Größenprozentsatz erforderlich
es: Se requiere porcentaje del tamaño
fr: Pourcentage de taille requis
ja: サイズのパーセンテージが必要です
ru: Требуется процент размера
zh_tw: 需要輸入倉位百分比

source: Execution price for the order
de: Ausführungspreis der Order
es: Precio de ejecución de la orden
fr: Prix d'exécution de l'ordre
ja: 注文の約定価格
ru: Цена исполнения ордера
zh_tw: 訂單的成交價格

source: Market temporarily disabled
de: Markt vorübergehend deaktiviert
es: Mercado temporalmente deshabilitado
fr: Marché temporairement désactivé
ja: マーケットは一時的に無効です
ru: Рынок временно отключён
zh_tw: 市場暫時停用

source: Shift error
de: Shift-Fehler
es: Error de cambio
fr: Erreur de shift
ja: シフトエラー
ru: Ошибка сдвига
zh_tw: 轉移錯誤

source: Claim failed
de: Beanspruchung fehlgeschlagen
es: Error al reclamar
fr: Échec de la récupération
ja: 受け取りに失敗しました
ru: Получение не удалось
zh_tw: 領取失敗

source: Total value of tokens in GM pools
de: Gesamtwert der Token in GM-Pools
es: Valor total de los tokens en los pools de GM
fr: Valeur totale des jetons dans les pools GM
ja: GM プール内のトークンの合計価値
ru: Общая стоимость токенов в пулах GM
zh_tw: GM 池中代幣的總價值

source: Price impact rebates
de: Preiseinflussrückerstattungen
es: Reembolsos por impacto en el precio
fr: Remises sur l'impact sur le prix
ja: 価格への影響リベート
ru: Возвраты за влияние на цену
zh_tw: 價格影響回饋

source: Update Limit Swap
de: Limit-Swap aktualisieren
es: Actualizar intercambio límite
fr: Mettre à jour le swap limité
ja: 指値スワップを更新する
ru: Обновление лимитного обмена
zh_tw: 更新 Limit Swap

source: Default allowed slippage
de: Standard-Slippage
es: Deslizamiento permitido por defecto
fr: Glissement autorisé par défaut
ja: デフォルト許容スリッページ
ru: Допустимое проскальзывание по умолчанию
zh_tw: 預設允許滑點

source: Max network fee buffer
de: Maximaler Netzwerkgebührenpuffer
es: Margen máximo de comisión de red
fr: Marge maximale des frais de réseau
ja: 最大ネットワーク手数料バッファ
ru: Макс. буфер комиссии сети
zh_tw: 最大網路費用緩衝

source: Shift order cancelled
de: Shift-Order storniert
es: Orden de cambio cancelada
fr: Ordre de shift annulé
ja: シフト注文がキャンセルされました
ru: Ордер сдвига отменён
zh_tw: 轉移訂單已取消

source: Secure & permissionless
de: Sicher & genehmigungsfrei
es: Seguro y sin permisos
fr: Sécurisé et sans autorisation
ja: 安全かつパーミッションレス
ru: Безопасный и без разрешений
zh_tw: 安全且無需許可

source: Missing parameters. Refresh and retry
de: Fehlende Parameter. Seite aktualisieren und erneut versuchen
es: Faltan parámetros. Actualice la página y vuelva a intentarlo
fr: Paramètres manquants. Actualisez et réessayez
ja: パラメータが不足しています。ページを更新して再試行してください
ru: Отсутствуют параметры. Обновите страницу и попробуйте снова
zh_tw: 缺少參數。請重新整理後再試

source: Available to trade assets
de: Zum Handeln verfügbare Vermögenswerte
es: Activos disponibles para operar
fr: Actifs disponibles pour le trading
ja: 取引可能な資産
ru: Доступные для торговли активы
zh_tw: 可交易資產

source: Failed withdraw
de: Fehlgeschlagene Abhebung
es: Retirada fallida
fr: Retrait échoué
ja: 出金失敗
ru: Вывод не выполнен
zh_tw: 提取失敗

source: Failed Market Decrease
de: Marktverringerung fehlgeschlagen
es: Reducción de Mercado Fallida
fr: Diminution de marché échouée
ja: マーケット減少失敗
ru: Рыночное уменьшение не удалось
zh_tw: Market Decrease 失敗

source: Daily and cumulative PnL
de: Täglicher und kumulierter PnL
es: PnL diario y acumulado
fr: PnL quotidien et cumulé
ja: 日次および累積 PnL
ru: Ежедневный и совокупный PnL
zh_tw: 每日與累計 PnL

source: {longOrShort} positions do not pay a funding fee and pay a borrow fee of {borrowRate} per hour
de: {longOrShort}-Positionen zahlen keine Finanzierungsgebühr und zahlen eine Leihgebühr von {borrowRate} pro Stunde
es: Las posiciones {longOrShort} no pagan comisión de financiación y pagan una comisión de préstamo del {borrowRate} por hora
fr: Les positions {longOrShort} ne paient pas de frais de financement et paient des frais d'emprunt de {borrowRate} par heure
ja: {longOrShort} ポジションはファンディング手数料を支払わず、1時間あたり {borrowRate} の借入手数料を支払います
ru: Позиции {longOrShort} не платят комиссию за финансирование и платят комиссию за заимствование {borrowRate} в час
zh_tw: {longOrShort} 倉位不需支付資金費用，每小時支付借貸費用 {borrowRate}

source: Search pools
de: Pools suchen
es: Buscar pools
fr: Rechercher des pools
ja: プールを検索
ru: Поиск пулов
zh_tw: 搜尋池

source: Funding increase factor
de: Finanzierungserhöhungsfaktor
es: Factor de incremento de financiación
fr: Facteur d'augmentation du financement
ja: ファンディング増加ファクター
ru: Фактор увеличения финансирования
zh_tw: 資金遞增因子

source: May take a few minutes to appear. Check back later
de: Es kann einige Minuten dauern, bis die Anzeige erscheint. Versuchen Sie es später erneut
es: Puede tardar unos minutos en aparecer. Vuelva a comprobarlo más tarde
fr: L'affichage peut prendre quelques minutes. Veuillez vérifier ultérieurement
ja: 表示されるまで数分かかる場合があります。後ほどご確認ください
ru: Может потребоваться несколько минут. Проверьте позже
zh_tw: 可能需要幾分鐘才會顯示。請稍後再查看

source: Failed deposit
de: Fehlgeschlagene Einzahlung
es: Depósito fallido
fr: Dépôt échoué
ja: 入金失敗
ru: Депозит не выполнен
zh_tw: 存入失敗

source: 2nd place
de: 2. Platz
es: 2.º puesto
fr: 2e place
ja: 2位
ru: 2-е место
zh_tw: 第二名

source: Number of parts must be between {MIN_TWAP_NUMBER_OF_PARTS} and {MAX_TWAP_NUMBER_OF_PARTS}
de: Anzahl der Teile muss zwischen {MIN_TWAP_NUMBER_OF_PARTS} und {MAX_TWAP_NUMBER_OF_PARTS} liegen
es: El número de partes debe estar entre {MIN_TWAP_NUMBER_OF_PARTS} y {MAX_TWAP_NUMBER_OF_PARTS}
fr: Le nombre de parties doit être entre {MIN_TWAP_NUMBER_OF_PARTS} et {MAX_TWAP_NUMBER_OF_PARTS}
ja: 分割数は{MIN_TWAP_NUMBER_OF_PARTS}から{MAX_TWAP_NUMBER_OF_PARTS}の間でなければなりません
ru: Количество частей должно быть между {MIN_TWAP_NUMBER_OF_PARTS} и {MAX_TWAP_NUMBER_OF_PARTS}
zh_tw: 分割數量必須介於 {MIN_TWAP_NUMBER_OF_PARTS} 到 {MAX_TWAP_NUMBER_OF_PARTS} 之間

source: GMX (Chinese)
de: GMX (Chinesisch)
es: GMX (Chino)
fr: GMX (Chinois)
ja: GMX (中国語)
ru: GMX (Китайский)
zh_tw: GMX（中文）

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ru: Поиск
zh_tw: 搜尋

source: Existing position in WETH-USDC pool but lacks liquidity for this order
de: Bestehende Position im WETH-USDC Pool, aber unzureichende Liquidität für diese Order
es: La posición existente en el pool WETH-USDC carece de liquidez para esta orden
fr: Position existante dans le pool WETH-USDC mais liquidité insuffisante pour cet ordre
ja: WETH-USDCプールに既存のポジションがありますが、この注文に対する流動性が不足しています
ru: Существующая позиция в пуле WETH-USDC, но недостаточная ликвидность для данного ордера
zh_tw: WETH-USDC 池中有現有倉位，但此訂單的流動性不足

source: Fees for the past
de: Gebühren für die Vergangenheit
es: Comisiones para el pasado
fr: Frais pour le passé
ja: 過去の手数料
ru: Комиссии за прошлое
zh_tw: 過去的費用

source: Max open interest {directionLabel}
de: Maximales Open Interest {directionLabel}
es: Interés abierto máximo {directionLabel}
fr: Positions ouvertes maximales {directionLabel}
ja: 最大建玉 {directionLabel}
ru: Макс. открытый интерес {directionLabel}
zh_tw: 最大未平倉量 {directionLabel}

source: {ordersText} cancellation failed
de: Stornierung von {ordersText} fehlgeschlagen
es: Error en la cancelación de {ordersText}
fr: Échec de l'annulation de {ordersText}
ja: {ordersText} のキャンセルに失敗しました
ru: Отмена {ordersText} не удалась
zh_tw: {ordersText} 取消失敗

source: Tier {0}: {currentRebatePercentage}% rebate
de: Tier {0}: {currentRebatePercentage}% Rabatt
es: Nivel {0}: {currentRebatePercentage}% de reembolso
fr: Niveau {0} : {currentRebatePercentage}% de remise
ja: ティア {0}: {currentRebatePercentage}% リベート
ru: Уровень {0}: {currentRebatePercentage}% возмещение
zh_tw: 等級 {0}：{currentRebatePercentage}% 回饋

source: No swap path found
de: Kein Swap-Pfad gefunden
es: No se encontró ruta de intercambio
fr: Aucun chemin de swap trouvé
ja: スワップパスが見つかりません
ru: Путь обмена не найден
zh_tw: 未找到兌換路徑

source: MARKETS
de: MÄRKTE
es: MERCADOS
fr: MARCHÉS
ja: マーケット
ru: РЫНКИ
zh_tw: 市場

source: Max {0}
es: Máx. {0}
ja: 最大 {0}
ru: Макс {0}
zh_tw: 最大 {0}

source: Collateral at liquidation
de: Sicherheit bei Liquidation
es: Garantía en la liquidación
fr: Garantie à la liquidation
ja: 清算時の担保
ru: Обеспечение при ликвидации
zh_tw: 清算時的抵押品
