Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: System
es: Sistema
fr: Système
ja: システム
ru: Система
zh_tw: 系統

source: Earn rewards by sharing your referral code
de: Verdienen Sie Belohnungen, indem Sie Ihren Empfehlungscode teilen
es: Obtenga recompensas compartiendo su código de referencia
fr: Gagnez des récompenses en partageant votre code de parrainage
ja: 紹介コードを共有して報酬を獲得しましょう
ru: Получайте вознаграждения, делясь своим реферальным кодом
zh_tw: 分享您的推薦碼即可賺取獎勵

source: Earn rewards by sharing your code!
de: Verdiene Belohnungen, indem du deinen Code teilst!
es: ¡Gana recompensas compartiendo tu código!
fr: Gagnez des récompenses en partageant votre code !
ja: コードを共有して報酬を獲得！
ru: Зарабатывайте награды, делясь своим кодом!
zh_tw: 分享您的推薦碼即可賺取獎勵！

source: GM markets
de: GM-Märkte
es: Mercados GM
fr: Marchés GM
ja: GMマーケット
ru: GM рынки
zh_tw: GM 市場

source: Tickers simulation
de: Tickersimulation
es: Simulación de tickers
fr: Simulation des tickers
ja: ティッカーシミュレーション
ru: Симуляция тикеров
zh_tw: 行情模擬

source: Position size exceeds available open interest
de: Positionsgröße überschreitet verfügbares Open Interest
es: El tamaño de la posición excede el interés abierto disponible
fr: La taille de la position dépasse les positions ouvertes disponibles
ja: ポジションサイズが利用可能な建玉を超えています
ru: Размер позиции превышает доступный открытый интерес
zh_tw: 倉位規模超過可用未平倉量

source: STIP.b trading incentives
de: STIP.b Handelsanreize
es: Incentivos de trading STIP.b
fr: Incentives de trading STIP.b
ja: STIP.bトレーディングインセンティブ
ru: Торговые бонусы STIP.b
zh_tw: STIP.b 交易激勵

source: High slippage set. Current swap impact: {0}.
de: Hohe Slippage eingestellt. Aktueller Tauscheinfluss: {0}.
es: Deslizamiento alto establecido. Impacto actual del intercambio: {0}.
fr: Glissement élevé défini. Impact actuel de l'échange : {0}.
ja: 高いスリッページが設定されています。現在のスワップへの影響: {0}。
ru: Установлено высокое проскальзывание. Текущее влияние на цену свопа: {0}.
zh_tw: 設定了較高的滑點。目前兌換影響：{0}。

source: Instant
de: Sofort
es: Instantáneo
fr: Instantané
ja: 即時
ru: Мгновенно
zh_tw: 即時

source: Open positions
de: Offene Positionen
es: Posiciones abiertas
fr: Positions ouvertes
ja: オープンポジション
ru: Открытые позиции
zh_tw: 未平倉位

source: Coin
de: Münze
es: Moneda
fr: Pièce
ja: コイン
ru: Монета
zh_tw: 硬幣

source: Sell {gmOrGlvLabel} failed. Your funds are safe in your GMX Account. Switch to settlement chain and go to the {indexName} pool to sell your {gmOrGlvLabel} tokens.
de: Verkauf von {gmOrGlvLabel} fehlgeschlagen. Ihre Mittel sind sicher in Ihrem GMX Account. Wechseln Sie zur Abwicklungskette und gehen Sie zum {indexName}-Pool, um Ihre {gmOrGlvLabel}-Token zu verkaufen.
es: La venta de {gmOrGlvLabel} ha fallado. Sus fondos están seguros en su GMX Account. Cambie a la cadena de compensación y diríjase al pool {indexName} para vender sus tokens {gmOrGlvLabel}.
fr: La vente de {gmOrGlvLabel} a échoué. Vos fonds sont en sécurité dans votre GMX Account. Basculez vers la chaîne de règlement et accédez au pool {indexName} pour vendre vos tokens {gmOrGlvLabel}.
ja: {gmOrGlvLabel}の売却に失敗しました。資金はGMX Accountに安全に保管されています。決済チェーンに切り替えて{indexName}プールに移動し、{gmOrGlvLabel}トークンを売却してください。
ru: Продажа {gmOrGlvLabel} не удалась. Ваши средства в безопасности в вашем GMX Account. Переключитесь на сеть расчёта и перейдите в пул {indexName}, чтобы продать ваши токены {gmOrGlvLabel}.
zh_tw: 賣出 {gmOrGlvLabel} 失敗。您的資金安全地保存在 GMX Account 中。請切換至結算鏈，前往 {indexName} 池賣出您的 {gmOrGlvLabel} 代幣。

source: One-Click settings
de: One-Click-Einstellungen
es: Configuración de One-Click
fr: Paramètres One-Click
ja: One-Click設定
ru: Настройки One-Click Trading
zh_tw: One-Click Trading 設定

source: {typeString} Short Market: {0} a short position at the current price
de: {typeString} Short Market: {0} eine Short-Position zum aktuellen Preis
es: {typeString} Short Market: {0} una posición corta al precio actual
fr: {typeString} Short Market : {0} une position short au prix actuel
ja: {typeString} Short Market: 現在の価格でショートポジションを{0}する
ru: {typeString} Short Market: {0} позицию шорт по текущей цене
zh_tw: {typeString} 做空市價單：以當前價格{0}做空倉位

source: Strictest deposit USD capacity
de: Strengste Einzahlungskapazität in USD
es: Capacidad de depósito en USD más restrictiva
fr: Capacité de dépôt USD la plus restrictive
ja: 最も厳しい入金USD容量
ru: Наиболее строгий лимит депозита в USD
zh_tw: 最嚴格存入 USD 容量

source: Liquidated as max leverage of {formattedMaxLeverage} was exceeded when accounting for fees.
de: Liquidiert, da der maximale Hebel von {formattedMaxLeverage} unter Berücksichtigung der Gebühren überschritten wurde.
es: Liquidado porque el apalancamiento máximo de {formattedMaxLeverage} fue superado al considerar las comisiones.
fr: Liquidé car l'effet de levier maximum de {formattedMaxLeverage} a été dépassé après prise en compte des frais.
ja: 手数料を考慮した結果、最大レバレッジ{formattedMaxLeverage}を超えたため清算されました。
ru: Ликвидировано, так как максимальное кредитное плечо {formattedMaxLeverage} было превышено с учётом комиссий.
zh_tw: 計入費用後，超過最大槓桿 {formattedMaxLeverage}，已被清算。

source: Daily profit
de: Täglicher Gewinn
es: Beneficio diario
fr: Profit quotidien
ja: 日次利益
ru: Дневная прибыль
zh_tw: 每日利潤

source: Deposited {0} into {positionText}
de: Eingezahlt {0} in {positionText}
es: Depositado {0} en {positionText}
fr: Déposé {0} dans {positionText}
ja: {positionText}に{0}を入金
ru: Внесено {0} в {positionText}
zh_tw: 已存入 {0} 至 {positionText}

source: Virtual Inventory tracks the imbalance of tokens across similar markets, e.g. ETH/USDC, ETH/USDT.
de: Virtual Inventory verfolgt das Ungleichgewicht von Token über ähnliche Märkte hinweg, z. B. ETH/USDC, ETH/USDT.
es: Virtual Inventory rastrea el desequilibrio de tokens en mercados similares, p. ej. ETH/USDC, ETH/USDT.
fr: Le Virtual Inventory suit le déséquilibre des tokens sur des marchés similaires, par ex. ETH/USDC, ETH/USDT.
ja: バーチャルインベントリは、ETH/USDC、ETH/USDTなど類似マーケット間のトークンの不均衡を追跡します。
ru: Virtual Inventory отслеживает дисбаланс токенов на аналогичных рынках, например ETH/USDC, ETH/USDT.
zh_tw: 虛擬庫存追蹤相似市場中代幣的不平衡情況，例如 ETH/USDC、ETH/USDT。

source: Current price
de: Aktueller Preis
es: Precio actual
fr: Prix actuel
ja: 現在の価格
ru: Текущая цена
zh_tw: 當前價格

source: Mark:
ja: マーク:
ru: Маркировочная:
zh_tw: 標記價格：

source: CURRENT
de: AKTUELL
es: ACTUAL
fr: ACTUEL
ru: ТЕКУЩЕЕ
zh_tw: 目前

source: Long positions
de: Long-Positionen
es: Posiciones largas
fr: Positions long
ja: ロングポジション
ru: Позиции лонг
zh_tw: 做多倉位

source: Buy fee
de: Kaufgebühr
es: Comisión de compra
fr: Frais d'achat
ja: 購入手数料
ru: Комиссия за покупку
zh_tw: 買入手續費

source: Claimable collateral reduction factor
de: Reduktionsfaktor für beanspruchbare Sicherheit
es: Factor de reducción de garantía reclamable
fr: Facteur de réduction de la garantie réclamable
ja: 請求可能な担保の削減ファクター
ru: Фактор уменьшения востребуемого обеспечения
zh_tw: 可領取抵押品削減因子

source: Auto-rebalancing vault of GM tokens that accrues fees from leverage trading and swaps. Backed by {0} and {1}.
de: Automatisch rebalancierender Vault von GM-Token, der Gebühren aus Hebelhandel und Tauschgeschäften ansammelt. Gedeckt durch {0} und {1}.
es: Vault de tokens GM con reequilibrio automático que acumula comisiones del trading con apalancamiento y los intercambios. Respaldado por {0} y {1}.
fr: Vault à rééquilibrage automatique de tokens GM qui accumule les frais issus du trading à effet de levier et des échanges. Adossé à {0} et {1}.
ja: レバレッジ取引とスワップから手数料を蓄積するGMトークンの自動リバランスボールト。{0}と{1}によって裏付けられています。
ru: Автоматически ребалансируемое хранилище GM токенов, которое накапливает комиссии от торговли с кредитным плечом и свопов. Обеспечено {0} и {1}.
zh_tw: 自動再平衡的 GM 代幣金庫，從槓桿交易和兌換中累積手續費。由 {0} 和 {1} 支持。

source: Edit collateral: {0} {1}{2}/USD
de: Sicherheit bearbeiten: {0} {1}{2}/USD
es: Editar garantía: {0} {1}{2}/USD
fr: Modifier la garantie : {0} {1}{2}/USD
ja: 担保を編集: {0} {1}{2}/USD
ru: Редактировать обеспечение: {0} {1}{2}/USD
zh_tw: 編輯抵押品：{0} {1}{2}/USD

source: Insufficient gas balance. Express Trading and One-Click Trading unavailable.
de: Unzureichendes Gasguthaben. Express Trading und One-Click Trading nicht verfügbar.
es: Saldo de gas insuficiente. Express Trading y One-Click Trading no disponibles.
fr: Solde de gas insuffisant. Express Trading et One-Click Trading indisponibles.
ja: Gasの残高が不足しています。Express TradingとOne-Click Tradingは利用できません。
ru: Недостаточный баланс для газа. Express Trading и One-Click Trading недоступны.
zh_tw: Gas 餘額不足。Express Trading 和 One-Click Trading 無法使用。

source: Search address
de: Adresse suchen
es: Buscar dirección
fr: Rechercher une adresse
ja: アドレスを検索
ru: Поиск адреса
zh_tw: 搜尋地址

source: No swap path available. <0>Swap {0} to STBTC</0> to use {1} as collateral.
de: Kein Swap-Pfad verfügbar. <0>Swappe {0} zu STBTC</0>, um {1} als Kollateral zu verwenden.
es: No hay ruta de intercambio disponible. <0>Intercambia {0} a STBTC</0> para usar {1} como garantía.
fr: Aucun chemin de swap disponible. <0>Échanger {0} vers STBTC</0> pour utiliser {1} comme collatéral.
ja: スワップパスが利用できません。<0>{0}をSTBTCにスワップ</0>して{1}を担保として使用してください。
ru: Нет пути обмена. <0>Обменяйте {0} на STBTC</0>, чтобы использовать {1} как залог.
zh_tw: 無可用兌換路徑。<0>將 {0} 兌換為 STBTC</0> 以使用 {1} 作為抵押品。

source: Data freshness
de: Datenaktualität
es: Frescura de datos
fr: Fraîcheur des données
ja: データ鮮度
ru: Актуальность данных
zh_tw: 資料新鮮度

source: High potential net price impact (capped at {formattedCap} for this market) may significantly affect your collateral. Consider reducing leverage. <0>Read more</0>.
de: Ein hoher potenzieller Nettopreiseinfluss (begrenzt auf {formattedCap} für diesen Markt) kann Ihre Sicherheit erheblich beeinflussen. Erwägen Sie, den Hebel zu reduzieren. <0>Mehr erfahren</0>.
es: Un impacto neto elevado en el precio (limitado a {formattedCap} para este mercado) puede afectar significativamente a su garantía. Considere reducir el apalancamiento. <0>Más información</0>.
fr: Un impact net potentiellement élevé sur le prix (plafonné à {formattedCap} pour ce marché) peut affecter significativement votre garantie. Envisagez de réduire l'effet de levier. <0>En savoir plus</0>.
ja: 高い純価格への影響（このマーケットでは{formattedCap}に制限）が担保に大きく影響する可能性があります。レバレッジの引き下げをご検討ください。<0>詳細はこちら</0>。
ru: Высокое потенциальное чистое влияние на цену (ограничено {formattedCap} для данного рынка) может существенно повлиять на ваше обеспечение. Рассмотрите возможность уменьшения кредитного плеча. <0>Подробнее</0>.
zh_tw: 高潛在淨價格影響（此市場上限為 {formattedCap}）可能會大幅影響您的抵押品。建議降低槓桿。<0>了解更多</0>。

source: Update Take-Profit
de: Take-Profit aktualisieren
es: Actualizar Take-Profit
fr: Mettre à jour Take-Profit
ja: テイクプロフィットを更新
ru: Обновить тейк-профит
zh_tw: 更新止盈

source: Deposit from {sourceChainName} failed
de: Einzahlung von {sourceChainName} fehlgeschlagen
es: Depósito desde {sourceChainName} fallido
fr: Le dépôt depuis {sourceChainName} a échoué
ja: {sourceChainName}からの入金に失敗しました
ru: Депозит из {sourceChainName} не удался
zh_tw: 從 {sourceChainName} 存入失敗

source: Copy address
de: Adresse kopieren
es: Copiar dirección
fr: Copier l'adresse
ja: アドレスをコピー
ru: Копировать адрес
zh_tw: 複製地址

source: Projected yearly return vs. a Uniswap V2-style benchmark.<0/><1/>Note: Short timeframes may not reflect long-term performance.<2/><3/><4>View detailed stats on Dune</4>.
de: Prognostizierte Jahresrendite im Vergleich zu einem Uniswap V2-Benchmark.<0/><1/>Hinweis: Kurze Zeiträume spiegeln möglicherweise nicht die langfristige Performance wider.<2/><3/><4>Detaillierte Statistiken auf Dune ansehen</4>.
es: Rendimiento anual proyectado frente a un índice de referencia de estilo Uniswap V2.<0/><1/>Nota: Los plazos cortos pueden no reflejar el rendimiento a largo plazo.<2/><3/><4>Ver estadísticas detalladas en Dune</4>.
fr: Rendement annuel projeté par rapport à un benchmark de type Uniswap V2.<0/><1/>Remarque : les périodes courtes peuvent ne pas refléter la performance à long terme.<2/><3/><4>Voir les statistiques détaillées sur Dune</4>.
ja: Uniswap V2スタイルのベンチマークに対する予想年間リターンです。<0/><1/>注意：短期間のデータは長期的なパフォーマンスを反映しない場合があります。<2/><3/><4>Duneで詳細な統計を見る</4>。
ru: Прогнозируемая годовая доходность по сравнению с бенчмарком в стиле Uniswap V2.<0/><1/>Примечание: короткие временные периоды могут не отражать долгосрочную доходность.<2/><3/><4>Подробная статистика на Dune</4>.
zh_tw: 與 Uniswap V2 風格基準相比的預估年化回報。<0/><1/>注意：短期時間範圍可能無法反映長期績效。<2/><3/><4>在 Dune 上查看詳細數據</4>。

source: Create referral code
de: Empfehlungscode erstellen
es: Crear código de referido
fr: Créer un code de parrainage
ja: リファラルコードを作成
ru: Создать реферальный код
zh_tw: 建立推薦碼

source: BALANCE
de: GUTHABEN
es: SALDO
fr: SOLDE
ja: 残高
ru: БАЛАНС
zh_tw: 餘額

source: GMX market token price chart
de: GMX Markttoken-Preisdiagramm
es: Gráfico de precios de tokens de mercado de GMX
fr: Graphique des prix des tokens de marché GMX
ja: GMXマーケットトークン価格チャート
ru: График цены маркет-токена GMX
zh_tw: GMX 市場代幣價格圖表

source: Lifetime LP rewards
de: LP Belohnungen insgesamt
es: Recompensas LP acumuladas
fr: Récompenses LP cumulées
ja: 累計LP報酬
ru: Совокупные вознаграждения LP
zh_tw: 累計 LP 獎勵

source: Invalid decrease size
de: Ungültige Verringerungsgröße
es: Tamaño de reducción no válido
fr: Taille de réduction invalide
ja: 無効な減少サイズ
ru: Недопустимый размер уменьшения
zh_tw: 無效的減少規模

source: It's just a wrap
de: Es ist nur ein Wrap
es: Es solo un wrap
fr: C'est un simple wrap
ja: ラップのみです
ru: Это просто wrap
zh_tw: 這只是一個包裝操作

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
ja: 購読
ru: Подписаться
zh_tw: 訂閱

source: Decentralized finance dashboard
de: Dashboard für dezentrale Finanzen
es: Panel de finanzas descentralizadas
fr: Tableau de bord de la finance décentralisée
ja: 分散型金融ダッシュボード
ru: Панель управления децентрализованными финансами
zh_tw: 去中心化金融儀表板

source: Pending PnL from all open positions
de: Ausstehender PnL aus allen offenen Positionen
es: PnL pendiente de todas las posiciones abiertas
fr: PnL en attente de toutes les positions ouvertes
ja: すべてのオープンポジションからの未確定PnL
ru: Незафиксированный PnL по всем открытым позициям
zh_tw: 所有未平倉倉位的待結算 PnL

source: Start unrealized PnL
de: Anfänglicher unrealisierter PnL
es: PnL no realizado inicial
fr: PnL non réalisé de départ
ja: 開始時の含み損益
ru: Начальный нереализованный PnL
zh_tw: 期初未實現盈虧

source: Take-Profit / Stop-Loss
ja: テイクプロフィット / ストップロス
ru: Тейк-профит / Стоп-лосс
zh_tw: 止盈 / 止損

source: Yield trading
de: Renditehandel
es: Operaciones de rendimiento
fr: Trading de rendement
ja: 利回りトレーディング
ru: Торговля доходностью
zh_tw: 收益交易

source: Stake for rewards and governance rights
de: Stake für Belohnungen und Governance-Rechte
es: Estaca para recompensas y derechos de gobernanza
fr: Staker pour des récompenses et droits de gouvernance
ja: 報酬およびガバナンス権のためにステーク
ru: Стейк для вознаграждений и прав управления
zh_tw: 質押以獲取獎勵和治理權

source: Max {0} sellable amount exceeded
de: Max. {0} verkaufbarer Betrag überschritten
es: Cantidad máxima vendible de {0} superada
fr: Montant vendable max {0} dépassé
ja: 最大{0}売却可能額超過
ru: Максимальная сумма продажи {0} превышена
zh_tw: 超過 {0} 最大可賣出數量

source: TOKEN
ru: ТОКЕН
zh_tw: 代幣

source: No eligible tokens available for deposit
de: Keine berechtigten Tokens für Einzahlung verfügbar
es: No hay tokens elegibles disponibles para depósito
fr: Aucun jeton éligible disponible pour dépôt
ja: 入金可能な対象トークンなし
ru: Нет подходящих токенов для внесения
zh_tw: 沒有符合條件的代幣可供存入

source: What is the bonus incentive for holding your GLV?
de: Was ist der Bonus-Anreiz für das Halten Ihres GLV?
es: ¿Cuál es el incentivo bono por mantener tu GLV?
fr: Quelle est l'incitation bonus pour détenir votre GLV ?
ja: GLVを保有するためのボーナスインセンティブとは何ですか？
ru: Что такое бонусный стимул за持有 GLV?
zh_tw: 持有 GLV 的額外獎勵是什麼？

source: Day(s)
de: Tag(e)
es: Día(s)
fr: Jour(s)
ja: 日
ru: День(и)
zh_tw: 天

source: Withdrawing from GMX Account...
de: Abheben von GMX Account...
es: Retirando de GMX Account...
fr: Retrait depuis GMX Account...
ja: GMX Accountから出金中...
ru: Вывод средств с GMX Account...
zh_tw: 正在從 GMX Account 提取...

source: Vesting status
es: Estado de consolidación
fr: Statut d'acquisition progressive
ja: ベスティング状況
ru: Статус вестинга
zh_tw: 歸屬狀態

source: TP price below mark price
de: TP-Preis unter dem Markpreis
es: Precio de Take-Profit por debajo del precio de referencia
fr: Prix TP inférieur au prix de référence
ja: テイクプロフィット価格がマーク価格を下回っています
ru: Цена тейк-профита ниже расчётной цены
zh_tw: TP 價格低於標記價格

source: Receiver has not staked GMX tokens before
de: Der Empfänger hat zuvor noch keine GMX-Token gestaked
es: El destinatario nunca ha hecho staking de tokens GMX
fr: Le destinataire n’a jamais staké de tokens GMX auparavant
ja: 受信者はこれまでGMXトークンをステークしていません
ru: Получатель ранее не стейкал токены GMX
zh_tw: 接收者此前未質押過 GMX 代幣

source: LIQUIDITY
de: LIQUIDITÄT
es: LIQUIDEZ
fr: LIQUIDITÉ
ja: 流動性
ru: ЛИКВИДНОСТЬ
zh_tw: 流動性

source: Swaps
de: Tausch
es: Intercambios
ja: スワップ
ru: Обмены
zh_tw: 兌換

source: Creating order...
de: Order wird erstellt…
es: Creando orden…
fr: Création de l'ordre…
ja: 注文を作成中…
ru: Создание ордера…
zh_tw: 正在建立訂單...

source: Allow {0} to be spent
de: Erlaube, dass {0} ausgegeben wird
es: Permitir gastar {0}
fr: Autoriser {0} à être dépensé
ja: {0}の支出を許可
ru: Разрешить тратить {0}
zh_tw: 授權使用 {0}

source: Stake submitted
de: Staken gesendet
es: Stake enviado
fr: Staking soumis
ja: ステークが送信されました
ru: Запрос на стейкинг отправлен
zh_tw: 質押已提交

source: Insufficient {symbol} balance: {availableFormatted} available, {requiredFormatted} required
de: Unzureichendes {symbol}-Guthaben: {availableFormatted} verfügbar, {requiredFormatted} erforderlich
es: Saldo de {symbol} insuficiente: {availableFormatted} disponible, {requiredFormatted} requerido
fr: Solde {symbol} insuffisant : {availableFormatted} disponible, {requiredFormatted} requis
ja: {symbol}の残高が不足しています：利用可能 {availableFormatted}、必要額 {requiredFormatted}
ru: Недостаточный баланс {symbol}: доступно {availableFormatted}, требуется {requiredFormatted}
zh_tw: {symbol} 餘額不足：可用 {availableFormatted}，需要 {requiredFormatted}

source: POSITION
es: POSICIÓN
ja: ポジション
ru: ПОЗИЦИЯ
zh_tw: 倉位

source: We value your feedback
de: Wir schätzen Ihr Feedback
es: Valoramos su opinión
fr: Nous apprécions vos retours
ja: フィードバックをお待ちしております
ru: Мы ценим ваше мнение
zh_tw: 我們重視您的意見

source: <0>Deposit</0> or <1>buy</1> {wrappedNativeTokenSymbol}.
de: <0>Einzahlen</0> oder <1>kaufen</1> {wrappedNativeTokenSymbol}.
es: <0>Depositar</0> o <1>comprar</1> {wrappedNativeTokenSymbol}.
fr: <0>Déposer</0> ou <1>acheter</1> {wrappedNativeTokenSymbol}.
ja: <0>入金</0>または<1>購入</1>{wrappedNativeTokenSymbol}。
ru: <0>Внести</0> или <1>купить</1> {wrappedNativeTokenSymbol}.
zh_tw: <0>存入</0>或<1>買入</1> {wrappedNativeTokenSymbol}。

source: Update
de: Updaten
es: Actualizar
fr: Mettre à jour
ja: 更新
ru: Обновление
zh_tw: 更新

source: Impact pool amount
de: Impact-Pool-Betrag
es: Cantidad del pool de impacto
fr: Montant du pool d'impact
ja: インパクトプール額
ru: Объём пула влияния на цену
zh_tw: 影響池數量

source: AI agent for GMX Blueberry Club
de: KI-Agent für GMX Blueberry Club
es: Agente de IA para GMX Blueberry Club
fr: Agent IA pour GMX Blueberry Club
ja: GMX Blueberry Club向けAIエージェント
ru: AI-агент для GMX Blueberry Club
zh_tw: GMX Blueberry Club 的 AI 代理

source: Max lendable impact USD
de: Maximal verleihbarer Impact-USD-Betrag
es: USD máximo prestable del impacto
fr: Impact USD prêtable max.
ja: 最大貸出可能インパクトUSD
ru: Макс. сумма заимствования из пула влияния (USD)
zh_tw: 最大可借出影響 USD

source: Negative factor
de: Negativer Faktor
es: Factor negativo
fr: Facteur négatif
ja: ネガティブファクター
ru: Негативный фактор
zh_tw: 負向因子

source: Faster execution with GMX premium RPCs
de: Schnellere Ausführung mit GMX Premium-RPCs
es: Ejecución más rápida con RPC premium de GMX
fr: Exécution plus rapide grâce aux RPC premium GMX
ja: GMXプレミアムRPCで高速実行
ru: Более быстрое исполнение с премиум-RPC GMX
zh_tw: 透過 GMX 高級 RPC 實現更快執行

source: Order type
de: Ordertyp
es: Tipo de orden
fr: Type d'ordre
ja: 注文タイプ
ru: Тип ордера
zh_tw: 訂單類型

source: Collateral spread
de: Sicherheits-Spread
es: Diferencial de garantía
fr: Écart de garantie
ja: 担保スプレッド
ru: Спред обеспечения
zh_tw: 抵押品價差

source: Update 1CT settings
de: 1CT-Einstellungen aktualisieren
es: Actualizar configuración de 1CT
fr: Mettre à jour les paramètres 1CT
ja: 1CT設定を更新
ru: Обновление настроек 1CT
zh_tw: 更新 1CT 設定

source: Shift order executed
de: Shift-Order ausgeführt
es: Orden de cambio ejecutada
fr: Ordre de transfert GM exécuté
ja: シフト注文が約定されました
ru: Shift-ордер исполнен
zh_tw: Shift 訂單已執行

source: Native token cannot be approved
de: Native Token kann nicht genehmigt werden
es: El token nativo no puede ser aprobado
fr: Le jeton natif ne peut pas être approuvé
ja: ネイティブトークンは承認できません
ru: Нативный токен не может быть одобрен
zh_tw: 原生代幣無法授權

source: Sell {gmOrGlvSymbol}
de: {gmOrGlvSymbol} verkaufen
es: Vender {gmOrGlvSymbol}
fr: Vendre {gmOrGlvSymbol}
ja: {gmOrGlvSymbol}を売る
ru: Продать {gmOrGlvSymbol}
zh_tw: 賣出 {gmOrGlvSymbol}

source: Clear selection
de: Auswahl löschen
es: Limpiar selección
fr: Effacer la sélection
ja: 選択をクリア
ru: Очистить выбор
zh_tw: 清除選擇

source: Disabled markets
de: Deaktivierte Märkte
es: Mercados deshabilitados
fr: Marchés désactivés
ja: 無効化されたマーケット
ru: Отключённые рынки
zh_tw: 已停用市場

source: Exposure to market traders' PnL
de: Exposition gegenüber dem PnL der Marktteilnehmer
es: Exposición al PnL de los operadores del mercado
fr: Exposition au PnL des traders du marché
ja: マーケットトレーダーのPnLへのエクスポージャー
ru: Экспозиция к PnL рыночных трейдеров
zh_tw: 市場交易者 PnL 的風險敞口

source: Average position size
de: Durchschnittliche Positionsgröße
es: Tamaño medio de posición
fr: Taille moyenne de position
ja: 平均ポジションサイズ
ru: Средний размер позиции
zh_tw: 平均倉位大小

source: Theme
de: Thema
es: Tema
fr: Thème
ja: テーマ
ru: Тема
zh_tw: 主題

source: Max leverage exceeded
de: Maximaler Hebel überschritten
es: Apalancamiento máximo superado
fr: Effet de levier maximum dépassé
ja: 最大レバレッジを超過しています
ru: Превышено максимальное кредитное плечо
zh_tw: 超過最大槓桿

source: Claiming funding fees failed
de: Einlösen von Funding-Gebühren fehlgeschlagen
es: Falló la reclamación de tarifas de funding
fr: Échec de la réclamation des frais de financement
ja: 資金手数料の請求に失敗しました
ru: Клейм комиссий финансирования не удался
zh_tw: 領取資金費用失敗

source: Your GMX Account balance, usable for trading from any supported chain. <0>Read more</0>.
de: Ihr GMX Account Guthaben, nutzbar für den Handel von jeder unterstützten Chain. <0>Mehr erfahren</0>.
es: Su saldo de GMX Account, utilizable para operar desde cualquier cadena compatible. <0>Más información</0>.
fr: Votre solde GMX Account, utilisable pour le trading depuis toute chaîne prise en charge. <0>En savoir plus</0>.
ru: Ваш баланс GMX Account, доступный для торговли из любой поддерживаемой сети. <0>Подробнее</0>.
zh_tw: 您的 GMX Account 餘額，可從任何支援的鏈進行交易。<0>閱讀更多</0>。

source: Allowed slippage
de: Erlaubte Slippage
es: Deslizamiento permitido
fr: Glissement autorisé
ja: 許容スリッページ
ru: Допустимое проскальзывание
zh_tw: 允許滑點

source: No centralized exchanges available
de: Keine zentralisierten Börsen verfügbar
es: No hay exchanges centralizados disponibles
fr: Aucune plateforme centralisée disponible
ja: 利用可能な中央集権型取引所がありません
ru: Нет доступных централизованных бирж
zh_tw: 沒有可用的中心化交易所

source: No assets yet
de: Noch keine Vermögenswerte
es: Aún no hay activos
fr: Aucun actif pour le moment
ja: 資産がまだありません
ru: Нет активов
zh_tw: 尚無資產

source: AB flags
ja: ABフラグ
ru: AB-флаги

source: Wallet & GMX Account
es: Monedero y GMX Account
fr: Portefeuille & GMX Account
ja: ウォレット & GMX Account
ru: Кошелёк и GMX Account
zh_tw: 錢包與 GMX Account
