Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Market composition
de: Marktzusammensetzung
es: Composición del mercado
fr: Composition du marché
ja: マーケット構成
ru: Состав рынка
zh_tw: 市場組成

source: GM icon
de: GM-Symbol
es: Icono de GM
fr: Icône GM
ja: GM アイコン
ru: Иконка GM
zh_tw: GM 圖示

source: Execution details
de: Ausführungsdetails
es: Detalles de ejecución
fr: Détails d'exécution
ja: 約定詳細
ru: Детали исполнения
zh_tw: 執行詳情

source: Self-transfer not supported
de: Selbstübertragung nicht unterstützt
es: Autotransferencia no permitida
fr: Auto-transfert non pris en charge
ja: 自己転送はサポートされていません
ru: Самоперевод не поддерживается
zh_tw: 不支援自行轉帳

source: Generating session...
de: Sitzung generieren...
es: Generando sesión...
fr: Génération de session...
ja: セッション生成中...
ru: Генерация сессии...
zh_tw: 正在生成會話...

source: How do I get started on GMX?
de: Wie starte ich auf GMX?
es: ¿Cómo empiezo en GMX?
fr: Comment commencer sur GMX ?
ja: GMXを始めるにはどうしたらいいですか？
ru: Как начать на GMX?
zh_tw: 如何在 GMX 上開始使用？

source: Acceptable price
de: Akzeptabler Preis
es: Precio aceptable
fr: Prix acceptable
ja: 許容価格
ru: Допустимая цена
zh_tw: 可接受價格

source: Withdrawing from subaccount...
de: Wird vom Unterkonto abgehoben…
es: Retirando de la subcuenta…
fr: Retrait du sous-compte…
ja: サブアカウントから出金中…
ru: Вывод с субаккаунта…
zh_tw: 正在從子帳戶提取...

source: Withdrawal failed
de: Abhebung fehlgeschlagen
es: Retiro fallido
fr: Retrait échoué
ja: 引き出し失敗
ru: Вывод не удался
zh_tw: 提取失敗

source: POOL VALUE
de: POOLWERT
es: VALOR DEL POOL
fr: VALEUR DU POOL
ja: プール価値
ru: СТОИМОСТЬ ПУЛА
zh_tw: 池價值

source: Unstake completed
de: Entstaken abgeschlossen
es: Unstakear completado
fr: Unstake terminé
ja: アンステーク完了
ru: Вывод из стейкинга завершён
zh_tw: 解除質押完成

source: 20s
ja: 20秒
ru: 20с
zh_tw: 20 秒

source: Virtual market ID
de: Virtuelle Markt-ID
es: ID de mercado virtual
fr: ID de marché virtuel
ja: 仮想マーケットID
ru: Виртуальный ID рынка
zh_tw: 虛擬市場 ID

source: Leverage
de: Hebelwirkung
es: Apalancamiento
fr: Levier
ja: レバレッジ
ru: Плечо
zh_tw: 槓桿

source: Accrued price impact rebates
de: Aufgelaufene Preiseinflussrückvergütungen
es: Reembolsos acumulados por impacto en el precio
fr: Remises accumulées sur l'impact sur le prix
ja: 未受領の価格への影響リベート
ru: Накопленные возвраты за влияние на цену
zh_tw: 累計價格影響返還

source: market label
de: Marktbezeichnung
es: etiqueta de mercado
fr: label de marché
ja: マーケットラベル
ru: метка рынка
zh_tw: 市場標籤

source: Total volume
de: Gesamtvolumen
es: Volumen total
fr: Volume total
ja: 合計取引高
ru: Общий объём
zh_tw: 總交易量

source: Sign permit
de: Genehmigung signieren
es: Firmar permiso
fr: Signer le permis
ja: パーミットに署名
ru: Подписать разрешение
zh_tw: 簽署授權

source: {daysConsidered}d earned fees
de: {daysConsidered}T verdiente Gebühren
es: Comisiones obtenidas en {daysConsidered}d
fr: Frais gagnés sur {daysConsidered}j
ja: {daysConsidered}日間の獲得手数料
ru: Комиссии за {daysConsidered}д
zh_tw: {daysConsidered} 天已賺取費用

source: Wallet icon
de: Wallet-Symbol
es: Icono de monedero
fr: Icône de portefeuille
ja: ウォレットアイコン
ru: Иконка кошелька
zh_tw: 錢包圖示

source: WIN/LOSS
de: GEWINN/VERLUST
es: VIC./DER.
fr: VICTOIRES/DÉFAITES
ja: 勝敗
ru: ВЫИГР./ПРОИГР.

source: Withdrawing...
de: Abheben...
es: Retirando...
fr: Retrait en cours...
ja: 引き出し中...
ru: Вывод...
zh_tw: 提取中...

source: No claims match the selected filters
de: Keine Ansprüche entsprechen den ausgewählten Filtern
es: No hay reclamos que coincidan con los filtros seleccionados
fr: Aucune réclamation ne correspond aux filtres sélectionnés
ja: 選択したフィルターに一致する請求がありません
ru: Нет требований, соответствующих выбранным фильтрам
zh_tw: 沒有符合所選篩選條件的領取記錄

source: Decentralized perpetual exchange | GMX
de: Dezentralisierte Perpetual-Börse | GMX
es: Plataforma de intercambio perpetuo descentralizada | GMX
fr: Plateforme d'échange perpétuel décentralisée | GMX
ja: 分散型パーペチュアル取引所 | GMX
ru: Децентрализованная бессрочная биржа | GMX
zh_tw: 去中心化永續合約交易所 | GMX

source: Staked tokens reserved for vesting
de: Gestakte Token für Vesting reserviert
es: Tokens en staking reservados para vesting
fr: Tokens stakés réservés pour le vesting
ja: ベスティング用に予約されたステーク済みトークン
ru: Застейканные токены зарезервированы для вестинга
zh_tw: 為歸屬鎖定保留的已質押代幣

source: Max 5 auto-cancel TP/SL orders allowed. Extra orders require manual cancellation. Existing orders still close with the position. <0>Read more</0>.
de: Maximal 5 automatisch stornierbare TP/SL-Orders erlaubt. Zusätzliche Orders erfordern manuelle Stornierung. Bestehende Orders werden weiterhin mit der Position geschlossen. <0>Mehr erfahren</0>.
es: Se permiten un máximo de 5 órdenes TP/SL con cancelación automática. Las órdenes adicionales requieren cancelación manual. Las órdenes existentes se cierran igualmente con la posición. <0>Leer más</0>.
fr: Maximum de 5 ordres TP/SL à annulation automatique autorisés. Les ordres supplémentaires nécessitent une annulation manuelle. Les ordres existants se clôturent toujours avec la position. <0>En savoir plus</0>.
ja: 自動キャンセルTP/SL注文は最大5件まで許可されています。追加の注文は手動でキャンセルする必要があります。既存の注文はポジションとともに決済されます。<0>詳細を読む</0>。
ru: Допускается максимум 5 автоотменяемых ордеров TP/SL. Дополнительные ордера требуют ручной отмены. Существующие ордера по-прежнему закрываются вместе с позицией. <0>Подробнее</0>.
zh_tw: 最多允許 5 個自動取消 TP/SL 訂單。額外的訂單需要手動取消。現有訂單仍會隨倉位一同平倉。<0>閱讀更多</0>。

source: Market
de: Markt
es: Mercado
fr: Marché
ja: マーケット
ru: Рынок
zh_tw: 市場

source: Executes when oracle price is {0} {1}
de: Wird ausgeführt, wenn der Oracle-Preis {0} {1} ist
es: Se ejecuta cuando el precio del oráculo es {0} {1}
fr: S'exécute lorsque le prix de l'oracle est {0} {1}
ja: オラクル価格が {0} {1} のとき約定します
ru: Исполняется, когда цена оракула {0} {1}
zh_tw: 當 Oracle 價格{0} {1} 時執行

source: Withdrawal from subaccount
de: Auszahlung vom Unterkonto
es: Retiro de subcuenta
fr: Retrait du sous-compte
ja: サブアカウントからの出金
ru: Вывод средств с субаккаунта
zh_tw: 從子帳戶提取

source: Enter referral code
de: Empfehlungscode eingeben
es: Ingresa código de referencia
fr: Entrez le code de parrainage
ja: リファラルコードを入力
ru: Введите реферальный код
zh_tw: 輸入推薦碼

source: Smart wallets are not supported on Express Trading or One-Click Trading
de: Smart Wallets werden bei Express Trading oder One-Click Trading nicht unterstützt
es: Los monederos inteligentes no son compatibles con Express Trading ni con One-Click Trading
fr: Les portefeuilles intelligents ne sont pas pris en charge avec Express Trading ou One-Click Trading
ja: スマートウォレットは Express Trading および One-Click Trading に対応していません
ru: Смарт-кошельки не поддерживаются в Express Trading и One-Click Trading
zh_tw: 智能錢包不支援 Express Trading 或 One-Click Trading

source: Executed
de: Ausgeführt
es: Ejecutada
fr: Exécutée
ja: 実行済み
ru: Исполнено
zh_tw: 已執行

source: V2 volume
de: V2-Volumen
es: Volumen V2
fr: Volume V2
ja: V2 取引高
ru: Объём V2
zh_tw: V2 交易量

source: Read the rules
de: Regeln lesen
es: Lee las reglas
fr: Lire les règles
ja: ルールを読む
ru: Прочитайте правила
zh_tw: 閱讀規則

source: Source chain supports single token only
de: Quellchain unterstützt nur einzelne Token
es: La cadena de origen solo admite un único token
fr: La chaîne source ne prend en charge qu'un seul jeton
ja: ソースチェーンは単一トークンのみ対応しています
ru: Исходная сеть поддерживает только один токен
zh_tw: 來源鏈僅支援單一代幣

source: Annually
de: Jährlich
es: Anualmente
fr: Annuellement
ja: 年次
ru: Годовой
zh_tw: 年化

source: Open interest
es: Interés abierto
fr: Positions ouvertes
ja: 建玉
ru: Открытый интерес
zh_tw: 未平倉量

source: More details
de: Mehr Details
es: Más detalles
fr: Plus de détails
ja: 詳細を表示
ru: Подробнее
zh_tw: 更多詳情

source: Can I unstake anytime?
de: Kann ich jederzeit unstaken?
es: ¿Puedo retirar el staking en cualquier momento?
fr: Puis-je unstaker à tout moment ?
ja: いつでもアンステークできますか？
ru: Могу ли я вывести из стейкинга в любой момент?
zh_tw: 我可以隨時解除質押嗎？

source: Max profit limit reached
de: Maximale Gewinngrenze erreicht
es: Límite máximo de beneficio alcanzado
fr: Limite de profit maximum atteinte
ja: 最大利益上限に達しました
ru: Достигнут лимит максимальной прибыли
zh_tw: 已達最大利潤上限

source: Virtual inventory for swaps (long / short)
de: Virtuelles Inventar für Swaps (Long / Short)
es: Inventario virtual para intercambios (largo / corto)
fr: Inventaire virtuel pour les swaps (long / short)
ja: スワップの仮想インベントリ（ロング / ショート）
ru: Виртуальные запасы для свопов (лонг / шорт)
zh_tw: 兌換虛擬庫存（做多 / 做空）

source: Withdrawal
de: Abhebung
es: Retiro
fr: Retrait
ja: 引き出し
ru: Вывод
zh_tw: 提取

source: No funds to withdraw
de: Keine Mittel zum Abheben
es: No hay fondos para retirar
fr: Aucun fonds à retirer
ja: 出金可能な資金がありません
ru: Нет средств для вывода
zh_tw: 沒有可提取的資金

source: Submitting...
de: Einreichen...
es: Enviando...
fr: Soumission...
ja: 送信中...
ru: Отправка...
zh_tw: 提交中...

source: Pools stats
de: Poolstatistiken
es: Estadísticas de pools
fr: Statistiques des pools
ja: プール統計
ru: Статистика пулов
zh_tw: 池統計

source: UI page
de: UI-Seite
es: Página de UI
fr: Page UI
ja: UIページ
ru: Страница UI
zh_tw: UI 頁面

source: Borrowing exponent long
de: Leihexponent Long
es: Exponente de préstamo largo
fr: Exposant d'emprunt long
ja: ロング借入指数
ru: Экспонента заимствования лонг
zh_tw: 做多借貸指數

source: Swap {0} to {1}
de: Tausche {0} gegen {1}
es: Intercambiar {0} a {1}
fr: Échanger {0} contre {1}
ja: {0}を{1}にスワップ
ru: Обмен {0} на {1}
zh_tw: 兌換 {0} 至 {1}

source: Funding fees claimed
de: Finanzierungsgebühren beansprucht
es: Comisiones de financiación reclamadas
fr: Frais de financement récupérés
ja: ファンディング手数料を受け取りました
ru: Комиссии за финансирование получены
zh_tw: 資金費用已領取

source: Copy users
de: Benutzer kopieren
es: Copiar usuarios
fr: Copier les utilisateurs
ja: ユーザーをコピー
ru: Копировать пользователей
zh_tw: 複製使用者

source: Realized swap impact
de: Realisierter Swap-Einfluss
es: Impacto de intercambio realizado
fr: Impact de swap réalisé
ja: 実現スワップインパクト
ru: Реализованное влияние свопа
zh_tw: 已實現兌換影響

source: Break down net price impact
de: Nettopreiseinfluss aufschlüsseln
es: Desglosar impacto neto en el precio
fr: Détailler l'impact net sur le prix
ja: 価格への影響の内訳を表示
ru: Разбивка чистого влияния на цену
zh_tw: 分拆淨價格影響

source: Buying...
de: Kaufe...
es: Comprando...
fr: Achat en cours...
ja: 購入中...
ru: Покупка...
zh_tw: 買入中...

source: Missing claim parameters. Retry in a few seconds
de: Fehlende Beanspruchungsparameter. Versuchen Sie es in wenigen Sekunden erneut
es: Faltan parámetros de reclamación. Reintente en unos segundos
fr: Paramètres de réclamation manquants. Réessayez dans quelques secondes
ja: 受取パラメータが不足しています。数秒後に再試行してください
ru: Отсутствуют параметры для получения. Повторите через несколько секунд
zh_tw: 缺少領取參數，請稍後重試

source: AVG. LEV.
de: DURCHSCHN. HEB.
es: APAL. MED.
fr: LEV. MOY.
ja: 平均レバレッジ
ru: СРЕД. ПЛЕЧО
zh_tw: 平均槓桿

source: Enter a new ratio or allowed slippage
de: Gib ein neues Verhältnis oder zulässiges Slippage ein
es: Ingresa una nueva proporción o deslizamiento permitido
fr: Entrez un nouveau ratio ou glissement autorisé
ja: 新しい比率または許容スリッページを入力
ru: Введите новое соотношение или допустимое скольжение
zh_tw: 請輸入新比例或允許的滑點

source: Swap submitted
de: Swap eingereicht
es: Intercambio enviado
fr: Swap soumis
ja: スワップを送信しました
ru: Своп отправлен
zh_tw: 兌換已提交

source: The difference between expected and actual execution price due to volatility. Orders won't execute if slippage exceeds your maximum. Adjust the default in settings.<0/><1/>A low value (e.g. less than -{0}) may cause failed orders during volatility.<2/><3/>Slippage differs from price impact, which is based on open interest imbalances. <4>Read more</4>.
de: Die Differenz zwischen erwartetem und tatsächlichem Ausführungspreis aufgrund von Volatilität. Orders werden nicht ausgeführt, wenn die Slippage Ihr Maximum überschreitet. Passen Sie den Standardwert in den Einstellungen an.<0/><1/>Ein niedriger Wert (z. B. weniger als -{0}) kann bei Volatilität zu fehlgeschlagenen Orders führen.<2/><3/>Slippage unterscheidet sich vom Preiseinfluss, der auf Open-Interest-Ungleichgewichten basiert. <4>Mehr erfahren</4>.
es: La diferencia entre el precio de ejecución esperado y el real debido a la volatilidad. Las órdenes no se ejecutarán si el deslizamiento supera su máximo. Ajuste el valor predeterminado en configuración.<0/><1/>Un valor bajo (p. ej., inferior a -{0}) puede provocar órdenes fallidas durante períodos de volatilidad.<2/><3/>El deslizamiento difiere del impacto en el precio, que se basa en desequilibrios del interés abierto. <4>Más información</4>.
fr: La différence entre le prix d'exécution attendu et le prix réel due à la volatilité. Les ordres ne s'exécuteront pas si le glissement dépasse votre maximum. Ajustez la valeur par défaut dans les paramètres.<0/><1/>Une valeur faible (par ex. inférieure à -{0}) peut entraîner l'échec d'ordres en période de volatilité.<2/><3/>Le glissement diffère de l'impact sur le prix, qui est basé sur les déséquilibres des positions ouvertes. <4>En savoir plus</4>.
ja: ボラティリティによる予想約定価格と実際の約定価格の差です。スリッページが最大値を超えると注文は約定されません。デフォルト値は設定で調整できます。<0/><1/>低い値（例: -{0} 未満）を設定すると、ボラティリティが高い時に注文が失敗する可能性があります。<2/><3/>スリッページは建玉の偏りに基づく価格への影響とは異なります。<4>詳細はこちら</4>。
ru: Разница между ожидаемой и фактической ценой исполнения из-за волатильности. Ордера не будут исполнены, если проскальзывание превысит ваш максимум. Настройте значение по умолчанию в настройках.<0/><1/>Низкое значение (например, менее -{0}) может привести к неисполнению ордеров при волатильности.<2/><3/>Проскальзывание отличается от влияния на цену, которое основано на дисбалансе открытого интереса. <4>Подробнее</4>.
zh_tw: 預期成交價格與實際成交價格之間因波動性產生的差異。若滑點超過您設定的最大值，訂單將不會執行。可在設定中調整預設值。<0/><1/>過低的值（例如低於 -{0}）可能導致訂單在波動時失敗。<2/><3/>滑點不同於價格影響，後者基於未平倉量的不平衡。<4>閱讀更多</4>。

source: Existing position in {0} pool but lacks liquidity for this order
de: Bestehende Position im {0}-Pool, aber nicht genügend Liquidität für diese Order
es: Posición existente en el pool {0}, pero carece de liquidez para esta orden
fr: Position existante dans le pool {0} mais liquidité insuffisante pour cet ordre
ja: {0} プールに既存のポジションがありますが、この注文に必要な流動性が不足しています
ru: Существующая позиция в пуле {0}, но недостаточно ликвидности для этого ордера
zh_tw: 在 {0} 池中有現有倉位，但該池流動性不足以執行此訂單

source: {chainName} data
de: {chainName}-Daten
es: Datos de {chainName}
fr: Données {chainName}
ja: {chainName} データ
ru: Данные {chainName}
zh_tw: {chainName} 資料

source: No liquidation price. Collateral covers any losses.
de: Kein Liquidationspreis. Die Sicherheit deckt alle Verluste ab.
es: Sin precio de liquidación. La garantía cubre cualquier pérdida.
fr: Pas de prix de liquidation. La garantie couvre toutes les pertes.
ja: 清算価格はありません。担保がすべての損失をカバーしています。
ru: Нет цены ликвидации. Обеспечение покрывает любые убытки.
zh_tw: 無清算價格。抵押品足以覆蓋任何損失。

source: Name:
es: Nombre:
fr: Nom :
ja: 名前:
ru: Название:
zh_tw: 名稱：

source: {0}<0>You will earn {1}% less rewards.</0>
de: {0}<0>Sie werden {1}% weniger Belohnungen verdienen.</0>
es: {0}<0>Obtendrá un {1}% menos de recompensas.</0>
fr: {0}<0>Vous gagnerez {1}% de récompenses en moins.</0>
ja: {0}<0>報酬が {1}% 減少します。</0>
ru: {0}<0>Вы будете получать на {1}% меньше вознаграждений.</0>
zh_tw: {0}<0>您將減少 {1}% 的獎勵。</0>

source: Liquidated
de: Liquidiert
es: Liquidado
fr: Liquidé
ja: 清算済
ru: Ликвидировано
zh_tw: 已清算

source: Approval cancelled
de: Genehmigung abgebrochen
es: Aprobación cancelada
fr: Approbation annulée
ja: 承認がキャンセルされました
ru: Одобрение отменено
zh_tw: 授權已取消

source: Your feedback helps us understand what we're doing well and where we can improve
de: Ihr Feedback hilft uns zu verstehen, was wir gut machen und wo wir uns verbessern können
es: Sus comentarios nos ayudan a comprender qué estamos haciendo bien y en qué podemos mejorar
fr: Vos commentaires nous aident à comprendre ce que nous faisons bien et les points à améliorer
ja: 皆様のフィードバックは、改善点の把握に役立てさせていただきます
ru: Ваш отзыв помогает нам понять, что мы делаем хорошо и что можно улучшить
zh_tw: 您的回饋幫助我們了解做得好的地方以及可以改進之處

source: <0>Invalid permit signature. Try again</0>
de: <0>Ungültige Genehmigungssignatur. Versuchen Sie es erneut</0>
es: <0>Firma de permiso no válida. Inténtelo de nuevo</0>
fr: <0>Signature de permis invalide. Veuillez réessayer</0>
ja: <0>パーミット署名が無効です。再度お試しください</0>
ru: <0>Недействительная подпись разрешения. Попробуйте снова</0>
zh_tw: <0>無效的許可簽名，請重試</0>

source: Positive factor
de: Positiver Faktor
es: Factor positivo
fr: Facteur positif
ja: プラスファクター
ru: Положительный фактор
zh_tw: 正向因子

source: Full position close
de: Vollständige Positionsschließung
es: Cierre total de posición
fr: Fermeture complète de la position
ja: ポジション全決済
ru: Полное закрытие позиции
zh_tw: 完全平倉

source: Create Stop-Loss
de: Stop-Loss erstellen
es: Crear Stop-Loss
fr: Créer un Stop-Loss
ja: ストップロスを作成
ru: Создать стоп-лосс
zh_tw: 建立止損

source: Direction
de: Richtung
es: Dirección
ja: 方向
ru: Направление
zh_tw: 方向

source: Base borrowing factor long
de: Basisleihfaktor Long
es: Factor base de préstamo largo
fr: Facteur d'emprunt de base long
ja: ロング基本借入ファクター
ru: Базовый фактор заимствования лонг
zh_tw: 做多基礎借貸因子

source: VOL.
ja: ボリューム
ru: ОБЪЁМ
zh_tw: 成交量

source: Trigger partial tickers
de: Partielle Ticker auslösen
es: Activar tickers parciales
fr: Déclencher des tickers partiels
ja: 部分ティッカーをトリガー
ru: Частичные тикеры по триггеру
zh_tw: 觸發部分報價

source: <0>Buying {0}{1}<1>{poolName}</1></0> <2>with {tokensText}</2>
de: <0>Kaufen von {0}{1}<1>{poolName}</1></0> <2>mit {tokensText}</2>
es: <0>Comprando {0}{1}<1>{poolName}</1></0> <2>con {tokensText}</2>
fr: <0>Achat de {0}{1}<1>{poolName}</1></0> <2>avec {tokensText}</2>
ja: <0>{0}{1}の購入<1>{poolName}</1></0> <2>{tokensText}で</2>
ru: <0>Покупка {0}{1}<1>{poolName}</1></0> <2>с {tokensText}</2>
zh_tw: <0>買入 {0}{1}<1>{poolName}</1></0> <2>使用 {tokensText}</2>

source: Market - long inc.
de: Market - Long Erh.
es: Market - largo inc.
ja: マーケット - ロング増加
ru: Market - лонг увел.

source: Pairs trading
de: Paarhandel
es: Operativa de pares
fr: Trading de paires
ja: ペアトレーディング
ru: Парный трейдинг
zh_tw: 配對交易

source: <0>Delegate your undelegated {0} GMX DAO</0> voting power before staking.
de: <0>Delegiere deine nicht delegierte {0} GMX DAO</0>-Stimmkraft vor dem Staken.
es: <0>Delega tu poder de voto {0} GMX DAO no delegado</0> antes de stakear.
fr: <0>Déléguez votre pouvoir de vote {0} GMX DAO non délégué</0> avant de staker.
ja: <0>ステーク前に未委任の{0} GMX DAO</0>投票権を委任してください。
ru: <0>Делегируйте вашу не делегированную {0} GMX DAO</0> силу голоса перед стейкингом.
zh_tw: <0>在質押前，請委託您尚未委託的 {0} GMX DAO</0> 投票權。

source: USD value may not be accurate because prices are missing for {0}.
de: Der USD-Wert ist möglicherweise ungenau, da Preise für {0} fehlen.
es: El valor en USD puede no ser preciso porque faltan precios para {0}.
fr: La valeur en USD peut ne pas être exacte car les prix sont manquants pour {0}.
ja: {0} の価格が取得できないため、USD値が正確でない場合があります。
ru: Значение в USD может быть неточным, так как отсутствуют цены для {0}.
zh_tw: 由於缺少 {0} 的價格，USD 價值可能不準確。

source: Loading markets data...
de: Marktdaten werden geladen...
es: Cargando datos de mercados...
fr: Chargement des données de marché...
ja: マーケットデータを読み込み中...
ru: Загрузка данных рынков...
zh_tw: 正在載入市場資料...

source: {longOrShort} positions do not pay a funding fee or a borrow fee
de: {longOrShort}-Positionen zahlen weder eine Finanzierungsgebühr noch eine Leihgebühr
es: Las posiciones {longOrShort} no pagan comisión de financiación ni comisión de préstamo
fr: Les positions {longOrShort} ne paient pas de frais de financement ni de frais d'emprunt
ja: {longOrShort} ポジションはファンディング手数料および借入手数料がかかりません
ru: Позиции {longOrShort} не платят комиссию за финансирование или комиссию за заимствование
zh_tw: {longOrShort} 倉位不需支付資金費率或借貸費用

source: in {0}
es: en {0}
fr: dans {0}
ja: {0} 内
ru: в {0}
zh_tw: 於 {0}

source: {positionName} fees settled
de: {positionName}-Gebühren beglichen
es: Comisiones de {positionName} liquidadas
fr: Frais de {positionName} réglés
ja: {positionName} の手数料が精算されました
ru: Комиссии {positionName} урегулированы
zh_tw: {positionName} 費用已結算

source: Price impact rebates accrued. Claimable after 5 days. <0>Read more</0>.
de: Preiseinflussrückvergütungen aufgelaufen. Nach 5 Tagen beanspruchbar. <0>Mehr erfahren</0>.
es: Reembolsos por impacto en el precio acumulados. Reclamables después de 5 días. <0>Más información</0>.
fr: Remises sur l'impact sur le prix accumulées. Récupérables après 5 jours. <0>En savoir plus</0>.
ja: 価格への影響リベートが発生しました。5日後に受取可能です。<0>詳細はこちら</0>。
ru: Возвраты за влияние на цену начислены. Доступны для получения через 5 дней. <0>Подробнее</0>.
zh_tw: 價格影響回饋已累積，5 天後可領取。<0>閱讀更多</0>。

source: Portfolio
es: Portafolio
fr: Portefeuille
ja: ポートフォリオ
ru: Портфель
zh_tw: 投資組合

source: stop market
es: stop mercado
ja: ストップマーケット
ru: стоп-маркет
zh_tw: 止損市價單

source: Pending GMX approval...
de: GMX-Genehmigung ausstehend...
es: Aprobación de GMX pendiente...
fr: Approbation GMX en attente...
ja: GMX の承認待ち...
ru: Ожидание одобрения GMX...
zh_tw: 等待 GMX 授權中...

source: AMOUNT
de: BETRAG
es: CANTIDAD
fr: MONTANT
ja: 金額
ru: СУММА
zh_tw: 金額

source: GMX staking unavailable on Botanix. Use Arbitrum or Avalanche.
de: GMX-Staking ist auf Botanix nicht verfügbar. Verwenden Sie Arbitrum oder Avalanche.
es: Staking de GMX no disponible en Botanix. Utilice Arbitrum o Avalanche.
fr: Le staking GMX n'est pas disponible sur Botanix. Utilisez Arbitrum ou Avalanche.
ja: Botanix では GMX のステーキングはご利用いただけません。Arbitrum または Avalanche をご利用ください。
ru: Стейкинг GMX недоступен на Botanix. Используйте Arbitrum или Avalanche.
zh_tw: Botanix 上無法質押 GMX，請使用 Arbitrum 或 Avalanche。

source: Claiming...
de: Beanspruchen...
es: Reclamando...
fr: Réclamation en cours...
ja: 請求中...
ru: Требование...
zh_tw: 領取中...
