Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: <0><1>@GMX_IO</1> enters into a Data Partnership with Token Terminal. GMX is a leading permissionless perpetual exchange built on <2>@Arbitrum</2> and <3>@Avax</3>.</0><4>The protocol serves as a foundational liquidity baselayer for multichain DeFi.</4><5>With ~$280 billion in notional trading volume and counting, GMX recognized the need for reliable and data-driven stakeholder reporting.</5>
de: <0><1>@GMX_IO</1> geht eine Datenpartnerschaft mit Token Terminal ein. GMX ist eine führende genehmigungsfreie Perpetual-Börse, aufgebaut auf <2>@Arbitrum</2> und <3>@Avax</3>.</0><4>Das Protokoll dient als grundlegende Liquiditätsbasis für Multichain-DeFi.</4><5>Mit einem nominalen Handelsvolumen von ~280 Milliarden USD und steigend erkannte GMX die Notwendigkeit einer zuverlässigen und datengestützten Berichterstattung für Stakeholder.</5>
es: <0><1>@GMX_IO</1> establece una asociación de datos con Token Terminal. GMX es una plataforma de intercambio perpetuo sin permisos líder, construida sobre <2>@Arbitrum</2> y <3>@Avax</3>.</0><4>El protocolo sirve como capa base de liquidez fundamental para DeFi multicadena.</4><5>Con aproximadamente 280 000 millones de dólares en volumen de negociación nocional y en aumento, GMX reconoció la necesidad de informes fiables y basados en datos para las partes interesadas.</5>
fr: <0><1>@GMX_IO</1> conclut un partenariat de données avec Token Terminal. GMX est une plateforme d'échange perpétuel décentralisée de premier plan, construite sur <2>@Arbitrum</2> et <3>@Avax</3>.</0><4>Le protocole sert de couche de liquidité fondamentale pour le DeFi multichaîne.</4><5>Avec environ 280 milliards de dollars de volume de négociation notionnel et en croissance, GMX a reconnu la nécessité d'un reporting fiable et axé sur les données pour les parties prenantes.</5>
ja: <0><1>@GMX_IO</1> が Token Terminal とデータパートナーシップを締結しました。GMX は <2>@Arbitrum</2> および <3>@Avax</3> 上に構築された、主要なパーミッションレス・パーペチュアル取引所です。</0><4>このプロトコルは、マルチチェーン DeFi の基盤となる流動性ベースレイヤーとして機能しています。</4><5>想定元本取引高が約2,800億ドルに達し、GMX は信頼性の高いデータ主導のステークホルダーレポーティングの必要性を認識しました。</5>
ru: <0><1>@GMX_IO</1> заключает партнёрство по данным с Token Terminal. GMX — ведущая бессрочная биржа без разрешений, построенная на <2>@Arbitrum</2> и <3>@Avax</3>.</0><4>Протокол служит базовым уровнем ликвидности для мультичейн DeFi.</4><5>С условным объёмом торгов ~$280 млрд и более, GMX осознала необходимость надёжной аналитической отчётности для стейкхолдеров.</5>
zh_tw: <0><1>@GMX_IO</1> 與 Token Terminal 建立數據合作夥伴關係。GMX 是建構在 <2>@Arbitrum</2> 和 <3>@Avax</3> 上的領先無許可永續合約交易所。</0><4>該協議作為多鏈 DeFi 的基礎流動性底層。</4><5>GMX 的名義交易量已達約 2,800 億美元且持續增長，因此認識到需要可靠且數據驅動的利害關係人報告。</5>

source: All
de: Alle
es: Todos
fr: Tous
ja: すべて
ru: Все
zh_tw: 全部

source: Request Market Increase
de: Markterhöhungsanfrage
es: Solicitar Aumento de Mercado
fr: Demander une augmentation du marché
ja: マーケット増加リクエスト
ru: Запрос на Рыночное Увеличение

source: GMX {VERSION_NAME} {networkName} actions for all accounts
de: GMX {VERSION_NAME} {networkName} Aktionen für alle Konten
es: Acciones de GMX {VERSION_NAME} en {networkName} para todas las cuentas
fr: Actions GMX {VERSION_NAME} {networkName} pour tous les comptes
ja: GMX {VERSION_NAME} {networkName} 全アカウントのアクション
ru: Действия GMX {VERSION_NAME} {networkName} для всех аккаунтов
zh_tw: 所有帳戶的 GMX {VERSION_NAME} {networkName} 操作紀錄

source: Edit {0}
de: {0} bearbeiten
es: Editar {0}
fr: Modifier {0}
ja: {0}を編集
ru: Редактировать {0}
zh_tw: 編輯 {0}

source: <0>Buy</0> {wrappedNativeTokenSymbol}.
de: <0>Kaufe</0> {wrappedNativeTokenSymbol}.
es: <0>Comprar</0> {wrappedNativeTokenSymbol}.
fr: <0>Acheter</0> {wrappedNativeTokenSymbol}.
ja: <0>{wrappedNativeTokenSymbol}を購入</0>。
ru: <0>Купить</0> {wrappedNativeTokenSymbol}.
zh_tw: <0>買入</0> {wrappedNativeTokenSymbol}。

source: Min impact pool amount
de: Minimaler Einflusspool-Betrag
es: Cantidad mínima del pool de impacto
fr: Montant minimum du pool d'impact
ja: 最小インパクトプール量
ru: Мин. сумма пула влияния
zh_tw: 最小影響池數量

source: Price impact too high
de: Preiseinfluss zu hoch
es: Impacto en el precio demasiado alto
fr: Impact sur le prix trop élevé
ja: 価格への影響が大きすぎます
ru: Влияние на цену слишком велико
zh_tw: 價格影響過高

source: SL - long dec.
de: SL - Long Verr.
es: SL - largo dec.
ja: SL - ロング減少
ru: SL - лонг умен.

source: Enter withdrawal amount
de: Abhebungsbetrag eingeben
es: Ingresa cantidad de retiro
fr: Entrez le montant de retrait
ja: 引き出し金額を入力
ru: Введите сумму вывода
zh_tw: 請輸入提取金額

source: Rebates distribution history
de: Rückvergütungsverteilungsverlauf
es: Historial de distribución de reembolsos
fr: Historique de distribution des remises
ja: リベート配布履歴
ru: История распределения возвратов
zh_tw: 回饋分配歷史

source: Active orders
de: Aktive Orders
es: Órdenes activas
fr: Ordres actifs
ja: 有効な注文
ru: Активные ордера
zh_tw: 進行中的訂單

source: Depositing to Avalanche is disabled. Trade directly from your Avalanche wallet.
de: Einzahlungen auf Avalanche sind deaktiviert. Handeln Sie direkt über Ihr Avalanche-Wallet.
es: Los depósitos en Avalanche están desactivados. Opere directamente desde su monedero de Avalanche.
fr: Les dépôts vers Avalanche sont désactivés. Effectuez vos transactions directement depuis votre portefeuille Avalanche.
ja: Avalanche への入金は無効です。Avalanche ウォレットから直接取引してください。
ru: Депозит на Avalanche отключён. Торгуйте напрямую с вашего кошелька Avalanche.
zh_tw: 已停用存入 Avalanche 功能。請直接從您的 Avalanche 錢包進行交易。

source: Cancel Limit
de: Limit abbrechen
es: Cancelar Límite
fr: Annuler Limite
ja: リミットをキャンセル
ru: Отменить Лимит
zh_tw: 取消限價單

source: Select a market
de: Markt auswählen
es: Seleccionar un mercado
fr: Sélectionner un marché
ja: マーケットを選択
ru: Выбрать рынок
zh_tw: 選擇市場

source: No tokens matched
de: Keine Tokens passen
es: No hay tokens coincidentes
fr: Aucun jeton correspondant
ja: 一致するトークンなし
ru: Нет совпадающих токенов
zh_tw: 沒有符合的代幣

source: Error sending permit for {0}: {1}
de: Fehler beim Senden der Genehmigung für {0}: {1}
es: Error al enviar el permiso para {0}: {1}
fr: Erreur lors de l'envoi du permis pour {0} : {1}
ja: {0} のパーミット送信エラー: {1}
ru: Ошибка отправки разрешения для {0}: {1}
zh_tw: 傳送 {0} 授權時發生錯誤：{1}

source: No trades yet
de: Noch keine Trades
es: No hay operaciones todavía
fr: Pas encore d'échanges
ja: トレード履歴はありません
ru: Пока нет сделок
zh_tw: 尚無交易記錄

source: Price change to liquidation
de: Preisänderung bis zur Liquidation
es: Cambio de precio hasta la liquidación
fr: Variation de prix jusqu'à la liquidation
ja: 清算までの価格変動
ru: Изменение цены до ликвидации
zh_tw: 距清算價格變動

source: possibilities in total
de: Möglichkeiten insgesamt
es: posibilidades en total
fr: possibilités au total
ja: パターン（合計）
ru: вариантов всего
zh_tw: 種可能路徑

source: Price impact is stored when you increase a position and applied when you decrease. <0>Read more</0>.
de: Der Preiseinfluss wird beim Vergrößern einer Position gespeichert und beim Verkleinern angewendet. <0>Mehr erfahren</0>.
es: El impacto en el precio se almacena cuando aumenta una posición y se aplica cuando la reduce. <0>Más información</0>.
fr: L'impact sur le prix est enregistré lorsque vous augmentez une position et appliqué lorsque vous la réduisez. <0>En savoir plus</0>.
ru: Влияние на цену сохраняется при увеличении позиции и применяется при её уменьшении. <0>Подробнее</0>.
zh_tw: 價格影響在您增加倉位時儲存，並在您減少倉位時套用。<0>閱讀更多</0>。

source: Code not found
de: Code nicht gefunden
es: Código no encontrado
fr: Code introuvable
ja: コードが見つかりません
ru: Код не найден
zh_tw: 找不到代碼

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 無効
ru: Неактивен
zh_tw: 未啟用

source: Max open interest exceeded. Current: {openInterestText}, max: {maxOpenInterestText}
de: Maximales Open Interest überschritten. Aktuell: {openInterestText}, Max: {maxOpenInterestText}
es: Interés abierto máximo superado. Actual: {openInterestText}, máx.: {maxOpenInterestText}
fr: Positions ouvertes maximales dépassées. Actuel : {openInterestText}, max : {maxOpenInterestText}
ja: 最大建玉を超過しました。現在: {openInterestText}、上限: {maxOpenInterestText}
ru: Превышен максимальный открытый интерес. Текущий: {openInterestText}, макс.: {maxOpenInterestText}
zh_tw: 超過最大未平倉量。目前：{openInterestText}，上限：{maxOpenInterestText}

source: stop-loss
ja: ストップロス
ru: стоп-лосс
zh_tw: 止損

source: Enter receiver address
de: Empfängeradresse eingeben
es: Introduzca la dirección del destinatario
fr: Saisissez l'adresse du destinataire
ja: 受取アドレスを入力
ru: Введите адрес получателя
zh_tw: 請輸入接收地址

source: Swap Market: Swap tokens at the current market price
de: Market Swap: Tauschen Sie Token zum aktuellen Marktpreis
es: Swap Market: Intercambiar tokens al precio de mercado actual
fr: Swap Market : Échangez des tokens au prix du marché actuel
ja: スワップ Market: 現在の市場価格でトークンをスワップします
ru: Swap Market: Обмен токенов по текущей рыночной цене
zh_tw: Market Swap：以當前市場價格兌換代幣

source: Per 1h
de: Pro 1h
es: Por 1h
fr: Par heure
ja: 1時間あたり
ru: За 1ч
zh_tw: 每 1 小時

source: Perpetuals aggregator
es: Agregador de perpetuos
fr: Agrégateur de perpétuels
ja: パーペチュアルアグリゲーター
ru: Агрегатор бессрочных контрактов
zh_tw: 永續合約聚合器

source: Request Market Swap
de: Markttausch anfordern
es: Solicitar Intercambio de Mercado
fr: Demander un échange de marché
ja: マーケットスワップリクエスト
ru: Запрос на Рыночный Обмен

source: Pure {indexSymbol} short. Exposure is only from the position.
de: Reiner {indexSymbol} Short. Das Exposure ergibt sich ausschließlich aus der Position.
es: Posición corta pura de {indexSymbol}. La exposición proviene únicamente de la posición.
fr: Short pur sur {indexSymbol}. L'exposition provient uniquement de la position.
ja: 純粋な{indexSymbol}ショートです。エクスポージャーはポジションからのみ発生します。
ru: Чистый шорт {indexSymbol}. Экспозиция формируется только из позиции.
zh_tw: 純 {indexSymbol} 做空。風險敞口僅來自倉位。

source: Loss
de: Verlust
es: Pérdida
fr: Perte
ja: 損失
ru: Убыток
zh_tw: 損失

source: App disabled, pending {0} upgrade
de: App deaktiviert, ausstehendes {0}-Upgrade
es: App deshabilitada, pendiente actualización de {0}
fr: Application désactivée, en attente de mise à niveau {0}
ja: {0}アップグレード待ちのためアプリ無効
ru: Приложение отключено, ожидается обновление {0}
zh_tw: 應用程式已停用，等待 {0} 升級

source: Unstake
de: Unstaken
es: Destakear
fr: Unstaker
ja: アンステーク
ru: Снять стейкинг
zh_tw: 解除質押

source: Max action count reached. <0>Click here</0> to update
de: Maximale Aktionsanzahl erreicht. <0>Klicken Sie hier</0>, um zu aktualisieren
es: Número máximo de acciones alcanzado. <0>Haga clic aquí</0> para actualizar
fr: Nombre maximal d'actions atteint. <0>Cliquez ici</0> pour mettre à jour
ja: アクション上限に達しました。<0>こちらをクリック</0>して更新してください
ru: Достигнут максимальный лимит действий. <0>Нажмите здесь</0> для обновления
zh_tw: 已達到最大操作次數。<0>點此</0>更新

source: Signature:
de: Signatur:
es: Firma:
ja: 署名:
ru: Подпись:
zh_tw: 簽名：

source: Processing claim...
de: Beanspruchung wird verarbeitet...
es: Procesando reclamación...
fr: Traitement de la récupération en cours...
ja: 受け取りを処理中...
ru: Обработка получения...
zh_tw: 領取處理中...

source: Failed to load order data:
de: Orderdaten konnten nicht geladen werden:
es: Error al cargar los datos de la orden:
fr: Échec du chargement des données de l'ordre :
ja: 注文データの読み込みに失敗しました:
ru: Не удалось загрузить данные ордера:
zh_tw: 無法載入訂單資料：

source: Network
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
ru: Сеть
zh_tw: 網路

source: <0>every</0> {hours} hours{0}
de: <0>jede</0> {hours} Stunden{0}
es: <0>cada</0> {hours} horas{0}
fr: <0>toutes les</0> {hours} heures{0}
ja: <0>毎</0> {hours}時間{0}
ru: <0>каждые</0> {hours} часов{0}
zh_tw: <0>每</0> {hours} 小時{0}

source: High swap profit fee
de: Hohe Swap-Gewinngebühr
es: Alta tarifa de ganancia de swap
fr: Frais de profit d'échange élevé
ja: 高いスワップ利益手数料
ru: Высокая комиссия прибыли свопа
zh_tw: 兌換利潤費用偏高

source: GM pools
fr: Pools GM
ja: GM プール
ru: GM пулы
zh_tw: GM 池

source: No TP/SL orders
de: Keine TP/SL-Orders
es: No hay órdenes TP/SL
fr: Aucun ordre Take-Profit/Stop-Loss
ja: テイクプロフィット/ストップロス注文なし
ru: Нет ордеров TP/SL
zh_tw: 無 TP/SL 訂單

source: Position size too small. Min: {minPositionSizeUsdText}, current: {positionSizeInUsdText}
de: Positionsgröße zu klein. Min: {minPositionSizeUsdText}, aktuell: {positionSizeInUsdText}
es: Tamaño de posición demasiado pequeño. Mín.: {minPositionSizeUsdText}, actual: {positionSizeInUsdText}
fr: Taille de position trop faible. Min. : {minPositionSizeUsdText}, actuelle : {positionSizeInUsdText}
ja: ポジションサイズが小さすぎます。最小: {minPositionSizeUsdText}、現在: {positionSizeInUsdText}
ru: Размер позиции слишком мал. Мин.: {minPositionSizeUsdText}, текущий: {positionSizeInUsdText}
zh_tw: 倉位規模過小。最低：{minPositionSizeUsdText}，目前：{positionSizeInUsdText}

source: Stored price impact
de: Gespeicherter Preiseinfluss
es: Impacto en el precio almacenado
fr: Impact sur le prix stocké
ja: 蓄積された価格への影響
ru: Сохранённое влияние на цену
zh_tw: 儲存的價格影響

source: Arguments
de: Argumente
es: Argumentos
ja: 引数
ru: Аргументы
zh_tw: 參數

source: Borrow fee
de: Leihgebühr
es: Comisión de préstamo
fr: Frais d'emprunt
ja: 借入手数料
ru: Комиссия за заимствование
zh_tw: 借貸費用

source: Swap impact
de: Tauscheinfluss
es: Impacto del intercambio
fr: Impact du swap
ja: スワップへの影響
ru: Влияние свопа на цену
zh_tw: 兌換影響

source: Depositing {0} to {positionText}...
de: Einzahlung von {0} in {positionText}...
es: Depositando {0} en {positionText}...
fr: Dépôt de {0} vers {positionText}...
ja: {positionText}に{0}を入金中...
ru: Депозит {0} в {positionText}...
zh_tw: 存入 {0} 至 {positionText}...

source: Execute Take-Profit
de: Take-Profit ausführen
es: Ejecutar Take-Profit
fr: Exécuter le Take-Profit
ja: テイクプロフィットを約定
ru: Исполнение тейк-профита
zh_tw: 執行止盈

source: Market Increase
de: Markterhöhung
es: Aumento de Mercado
fr: Augmentation du marché
ja: マーケット増加
ru: Рыночное Увеличение

source: No funding activity
de: Keine Funding-Aktivität
es: No hay actividad de funding
fr: Aucune activité de financement
ja: 資金活動なし
ru: Нет активности финансирования
zh_tw: 暫無資金活動

source: Insufficient GM: {0} [{1}] liquidity in GLV. Choose a different pool, reduce the sell size, or split your withdrawal from multiple pools.
de: Unzureichende GM: {0} [{1}] Liquidität in GLV. Wählen Sie einen anderen Pool, reduzieren Sie die Verkaufsgröße oder teilen Sie Ihre Auszahlung auf mehrere Pools auf.
es: Liquidez insuficiente de GM: {0} [{1}] en GLV. Seleccione un pool diferente, reduzca el tamaño de venta o divida su retiro entre varios pools.
fr: Liquidité GM insuffisante : {0} [{1}] dans le GLV. Choisissez un pool différent, réduisez la taille de vente ou répartissez votre retrait entre plusieurs pools.
ja: GLV内のGM: {0} [{1}]の流動性が不足しています。別のプールを選択するか、売却サイズを縮小するか、複数のプールから分割して出金してください。
ru: Недостаточная ликвидность GM: {0} [{1}] в GLV. Выберите другой пул, уменьшите размер продажи или разделите вывод на несколько пулов.
zh_tw: GLV 中的 GM：{0} [{1}] 流動性不足。請選擇其他池、減少賣出數量，或從多個池分次提取。

source: Include PnL in leverage display
de: PnL in Hebelanzeige einbeziehen
es: Incluir PnL en la visualización de apalancamiento
fr: Inclure le PnL dans l'affichage de l'effet de levier
ja: レバレッジ表示にPnLを含める
ru: Включить PnL в отображение кредитного плеча
zh_tw: 在槓桿顯示中包含 PnL

source: No claims yet
de: Noch keine Ansprüche
es: No hay reclamos todavía
fr: Pas encore de réclamations
ja: 請求なし
ru: Пока нет требований
zh_tw: 目前尚無領取記錄

source: Fail external swaps
de: Externe Swaps fehlschlagen lassen
es: Forzar fallo de intercambios externos
fr: Forcer l'échec des swaps externes
ja: 外部スワップを失敗させる
ru: Принудительный сбой внешних свопов
zh_tw: 強制外部兌換失敗

source: Withdraw
de: Abheben
es: Retirar
fr: Retirer
ja: 出金
ru: Вывод
zh_tw: 提取

source: Update Stop Market
de: Stop Market aktualisieren
es: Actualizar Stop Mercado
fr: Actualiser Stop Market
ja: ストップマーケットを更新
ru: Обновить Стоп-Маркет
zh_tw: 更新止損市價單

source: Order lifecycle
de: Orderlebenszyklus
es: Ciclo de vida de la orden
fr: Cycle de vie de l'ordre
ja: 注文のライフサイクル
ru: Жизненный цикл ордера
zh_tw: 訂單生命週期

source: Permit supported:
de: Permit unterstützt:
es: Permit compatible:
fr: Permit supporté :
ja: Permit対応:
ru: Permit поддерживается:
zh_tw: 支援授權：

source: Specify network: arbitrum, avalanche, fuji, botanix, arbitrum-sepolia
de: Netzwerk angeben: arbitrum, avalanche, fuji, botanix, arbitrum-sepolia
es: Especifique la red: arbitrum, avalanche, fuji, botanix, arbitrum-sepolia
fr: Précisez le réseau : arbitrum, avalanche, fuji, botanix, arbitrum-sepolia
ja: ネットワークを指定してください: arbitrum, avalanche, fuji, botanix, arbitrum-sepolia
ru: Укажите сеть: arbitrum, avalanche, fuji, botanix, arbitrum-sepolia
zh_tw: 指定網路：arbitrum、avalanche、fuji、botanix、arbitrum-sepolia

source: Buy {nativeTokenSymbol}
de: Kaufe {nativeTokenSymbol}
es: Comprar {nativeTokenSymbol}
fr: Acheter {nativeTokenSymbol}
ja: {nativeTokenSymbol}を購入
ru: Купить {nativeTokenSymbol}
zh_tw: 買入 {nativeTokenSymbol}

source: Position size too small
de: Positionsgröße zu klein
es: Tamaño de posición demasiado pequeño
fr: Taille de position trop faible
ja: ポジションサイズが小さすぎます
ru: Размер позиции слишком мал
zh_tw: 倉位規模過小

source: Bonus APR
es: APR de Bono
fr: Taux de rendement annualisé bonus
ja: ボーナスAPR
ru: Бонусная Годовая Процентная Ставка
zh_tw: 額外 APR

source: Shift request sent
de: Shift-Anfrage gesendet
es: Solicitud de cambio enviada
fr: Demande de transfert envoyée
ja: シフトリクエストが送信されました
ru: Запрос на перераспределение отправлен
zh_tw: 轉移請求已發送

source: Current impact: {0}. Add 0.30% buffer for better order execution.
de: Aktueller Einfluss: {0}. Fügen Sie 0,30% Puffer für eine bessere Orderausführung hinzu.
es: Impacto actual: {0}. Añada un margen del 0,30% para una mejor ejecución de la orden.
fr: Impact actuel : {0}. Ajoutez un tampon de 0,30 % pour une meilleure exécution des ordres.
ja: 現在の影響: {0}。注文の約定精度を高めるために0.30%のバッファを追加してください。
ru: Текущее влияние: {0}. Добавьте буфер 0,30% для лучшего исполнения ордера.
zh_tw: 目前影響：{0}。建議增加 0.30% 緩衝以獲得更好的訂單執行。

source: Settle {totalStr}
de: Abrechnen {totalStr}
es: Liquidar {totalStr}
fr: Régler {totalStr}
ja: {totalStr}を決済する
ru: Получить {totalStr}
zh_tw: 結算 {totalStr}

source: {typeString} Long Limit: {0} a long position when the price is below the trigger price
de: {typeString} Long Limit: {0} eine Long-Position, wenn der Preis unter dem Auslösepreis liegt
es: {typeString} Long Limit: {0} una posición larga cuando el precio está por debajo del precio de activación
fr: {typeString} Long Limit : {0} une position long lorsque le prix est inférieur au prix de déclenchement
ja: {typeString}ロング指値: 価格がトリガー価格を下回った時にロングポジションを{0}します
ru: {typeString} Long Limit: {0} лонг-позицию, когда цена ниже цены активации
zh_tw: {typeString} Long Limit：當價格低於觸發價格時{0}做多倉位

source: Positive impact factor
de: Positiver Einflussfaktor
es: Factor de impacto positivo
fr: Facteur d'impact positif
ja: 正の影響係数
ru: Фактор положительного влияния
zh_tw: 正向影響因子

source: Alternative links are in the <0>docs</0>.<1/><2/>By clicking Agree, you accept the <3>T&Cs</3> and <4>Referral T&Cs</4>.<5/><6/>
de: Alternative Links finden Sie in den <0>Docs</0>.<1/><2/>Durch Klicken auf Zustimmen akzeptieren Sie die <3>AGB</3> und die <4>Empfehlungs-AGB</4>.<5/><6/>
es: Los enlaces alternativos se encuentran en la <0>documentación</0>.<1/><2/>Al hacer clic en Aceptar, usted acepta los <3>T&Cs</3> y los <4>Referral T&Cs</4>.<5/><6/>
fr: Des liens alternatifs sont disponibles dans la <0>documentation</0>.<1/><2/>En cliquant sur Accepter, vous acceptez les <3>CGU</3> et les <4>CGU de parrainage</4>.<5/><6/>
ja: 代替リンクは<0>ドキュメント</0>に記載されています。<1/><2/>「同意する」をクリックすると、<3>利用規約</3>および<4>リファラル利用規約</4>に同意したことになります。<5/><6/>
ru: Альтернативные ссылки находятся в <0>документации</0>.<1/><2/>Нажимая «Принять», вы соглашаетесь с <3>Условиями использования</3> и <4>Условиями реферальной программы</4>.<5/><6/>
zh_tw: 替代連結請參閱<0>文件</0>。<1/><2/>點擊「同意」即表示您接受<3>條款與細則</3>及<4>推薦條款與細則</4>。<5/><6/>

source: GM pools:
fr: Pools GM :
ja: GM プール:
ru: GM пулы:
zh_tw: GM 池：

source: No price impact. Single execution price for<0/>increasing shorts or decreasing longs at<1/>this size.
de: Kein Preiseinfluss. Einheitlicher Ausführungspreis für<0/>das Erhöhen von Shorts oder Reduzieren von Longs bei<1/>dieser Größe.
es: Sin impacto en el precio. Precio de ejecución único para<0/>aumentar posiciones cortas o reducir posiciones largas a<1/>este tamaño.
fr: Aucun impact sur le prix. Prix d'exécution unique pour<0/>l'augmentation des shorts ou la réduction des longs à<1/>cette taille.
ja: 価格への影響はありません。このサイズでの<0/>ショートの増加またはロングの減少に対して<1/>単一の約定価格が適用されます。
ru: Нет влияния на цену. Единая цена исполнения для<0/>увеличения шортов или уменьшения лонгов при<1/>данном размере.
zh_tw: 無價格影響。以此規模<0/>加倉做空或減倉做多時<1/>採用單一成交價格。

source: Existing limit order in {0} pool.<0>Switch to {1} pool</0>
de: Bestehende Limitorder im {0} Pool.<0>Zum {1} Pool wechseln</0>
es: Orden limitada existente en el pool {0}.<0>Cambiar al pool {1}</0>
fr: Ordre à cours limité existant dans le pool {0}.<0>Basculer vers le pool {1}</0>
ja: {0}プールに既存の指値注文があります。<0>{1}プールに切り替える</0>
ru: Существующий лимитный ордер в пуле {0}.<0>Переключиться на пул {1}</0>
zh_tw: 在 {0} 池中已有限價單。<0>切換至 {1} 池</0>

source: Some other label
de: Sonstiges Label
es: Otra etiqueta
fr: Un autre libellé
ja: その他のラベル
ru: Другая метка
zh_tw: 其他標籤

source: You need USDC or ETH on {0} to create a referral code via GMX Account. Deposit funds or switch to a different network.
de: Sie benötigen USDC oder ETH auf {0}, um einen Empfehlungscode über GMX Account zu erstellen. Zahlen Sie Guthaben ein oder wechseln Sie zu einem anderen Netzwerk.
es: Necesita USDC o ETH en {0} para crear un código de referido a través de GMX Account. Deposite fondos o cambie a una red diferente.
fr: Vous avez besoin de USDC ou d'ETH sur {0} pour créer un code de parrainage via GMX Account. Déposez des fonds ou changez de réseau.
ja: GMX Accountでリファラルコードを作成するには、{0}上のUSDCまたはETHが必要です。資金を入金するか、別のネットワークに切り替えてください。
ru: Для создания реферального кода через GMX Account вам необходимы USDC или ETH в сети {0}. Пополните баланс или переключитесь на другую сеть.
zh_tw: 您需要在 {0} 上持有 USDC 或 ETH 才能透過 GMX Account 建立推薦碼。請存入資金或切換至其他網路。

source: Current tier:
de: Aktuelle Stufe:
es: Nivel actual:
fr: Niveau actuel :
ja: 現在のティア:
ru: Текущий уровень:
zh_tw: 目前等級：

source: Market - short inc.
de: Market - Short Erh.
es: Market - inc. corto
ja: Market - ショート増
ru: Market - увел. шорта

source: Lend GLV or GM tokens and borrow against them
de: GLV- oder GM-Token verleihen und dagegen leihen
es: Preste tokens GLV o GM y solicite préstamos con ellos como garantía
fr: Prêtez vos tokens GLV ou GM et empruntez en les utilisant comme garantie
ja: GLVまたはGMトークンを貸し出し、それを担保に借り入れます
ru: Предоставляйте GLV или GM токены в кредит и заимствуйте под их обеспечение
zh_tw: 出借 GLV 或 GM 代幣並以其作為抵押借款

source: Update {orderTypeName}
de: {orderTypeName} aktualisieren
es: Actualizar {orderTypeName}
fr: Mettre à jour {orderTypeName}
ja: {orderTypeName}を更新
ru: Обновить {orderTypeName}
zh_tw: 更新{orderTypeName}

source: Existing position in {0} pool.<0>Switch to {1} pool</0>
de: Bestehende Position im {0} Pool.<0>Zum {1} Pool wechseln</0>
es: Posición existente en el pool {0}.<0>Cambiar al pool {1}</0>
fr: Position existante dans le pool {0}.<0>Basculer vers le pool {1}</0>
ja: {0}プールに既存のポジションがあります。<0>{1}プールに切り替える</0>
ru: Существующая позиция в пуле {0}.<0>Переключиться на пул {1}</0>
zh_tw: 在 {0} 池中已有倉位。<0>切換至 {1} 池</0>

source: Opening...
de: Öffnen...
es: Abriendo...
fr: Ouverture...
ja: オープン中...
ru: Открытие...
zh_tw: 開倉中...

source: DeFi margin protocol
de: DeFi-Marginprotokoll
es: Protocolo de margen DeFi
fr: Protocole de marge DeFi
ja: DeFi証拠金プロトコル
ru: DeFi маржинальный протокол
zh_tw: DeFi 保證金協議

source: Typography secondary
de: Typografie sekundär
es: Tipografía secundaria
fr: Typographie secondaire
ja: タイポグラフィ セカンダリ
ru: Типографика вторичная
zh_tw: 次要排版

source: Fee
de: Gebühr
es: Tarifa
fr: Frais
ja: 手数料
ru: Комиссия
zh_tw: 費用
