Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: The difference between expected and actual execution price due to volatility. Orders won't execute if slippage exceeds your maximum.<0/><1/>Slippage differs from price impact, which is based on open interest imbalances.
de: Die Differenz zwischen erwartetem und tatsächlichem Ausführungspreis aufgrund von Volatilität. Orders werden nicht ausgeführt, wenn die Slippage Ihr Maximum überschreitet.<0/><1/>Slippage unterscheidet sich vom Preiseinfluss, der auf Open-Interest-Ungleichgewichten basiert.
es: La diferencia entre el precio de ejecución esperado y el real debido a la volatilidad. Las órdenes no se ejecutarán si el deslizamiento supera su máximo.<0/><1/>El deslizamiento difiere del impacto en el precio, que se basa en los desequilibrios de interés abierto.
fr: La différence entre le prix d'exécution attendu et le prix réel due à la volatilité. Les ordres ne s'exécuteront pas si le glissement dépasse votre maximum.<0/><1/>Le glissement diffère de l'impact sur le prix, qui est basé sur les déséquilibres des positions ouvertes.
ja: ボラティリティによる予想約定価格と実際の約定価格の差です。スリッページが設定した上限を超えると注文は約定されません。<0/><1/>スリッページは、建玉の不均衡に基づく価格への影響とは異なります。
ru: Разница между ожидаемой и фактической ценой исполнения, вызванная волатильностью. Ордера не будут исполнены, если проскальзывание превысит установленный вами максимум.<0/><1/>Проскальзывание отличается от влияния на цену, которое основано на дисбалансе открытого интереса.
zh_tw: 因波動性導致的預期成交價格與實際成交價格之間的差異。若滑點超出您的最大設定值，訂單將不會執行。<0/><1/>滑點不同於價格影響，後者是基於未平倉量的不平衡。

source: Adding...
de: Wird hinzugefügt…
es: Añadiendo…
fr: Ajout en cours…
ja: 追加中…
ru: Добавление…
zh_tw: 正在新增...

source: Pending transfer approval...
de: Warten auf Übertragungs­genehmigung...
es: Aprobación de transferencia pendiente...
fr: Approbation du transfert en attente...
ja: 送金承認を待機中...
ru: Ожидание подтверждения перевода...
zh_tw: 等待轉帳授權...

source: Simulated orderbook view of GMX liquidity. Opens execute at mark price with zero impact. Net price impact applies only on closes (capped, usually at 0.5%). <0>Read more</0>.
de: Simulierte Orderbuchansicht der GMX-Liquidität. Eröffnungen werden zum Markpreis ohne Preiseinfluss ausgeführt. Der Nettopreiseinfluss gilt nur bei Schließungen (begrenzt, in der Regel bei 0,5 %). <0>Mehr erfahren</0>.
es: Vista simulada del libro de órdenes de la liquidez de GMX. Las aperturas se ejecutan al precio de referencia sin impacto. El impacto neto en el precio se aplica solo en los cierres (limitado, normalmente al 0,5%). <0>Más información</0>.
fr: Vue simulée du carnet d'ordres de la liquidité GMX. Les ouvertures s'exécutent au prix de référence sans impact. L'impact net sur le prix s'applique uniquement aux fermetures (plafonné, généralement à 0,5 %). <0>En savoir plus</0>.
ja: GMX 流動性のシミュレーション板表示です。新規ポジションはマーク価格で約定され、価格への影響はありません。純価格への影響はクローズ時のみに適用されます（上限あり、通常 0.5%）。<0>詳細はこちら</0>。
ru: Симулированный вид книги ордеров ликвидности GMX. Открытие исполняется по расчётной цене без влияния на цену. Чистое влияние на цену применяется только при закрытии (ограничено, обычно 0,5%). <0>Подробнее</0>.
zh_tw: GMX 流動性的模擬訂單簿視圖。開倉以標記價格執行，零價格影響。淨價格影響僅在平倉時適用（有上限，通常為 0.5%）。<0>了解更多</0>。

source: Disable share modal PnL check
de: PnL-Prüfung im Teilen-Dialog deaktivieren
es: Desactivar la verificación de PnL en el modal de compartir
fr: Désactiver la vérification PnL du modal de partage
ja: 共有モーダルの PnL チェックを無効にする
ru: Отключить проверку PnL в окне публикации
zh_tw: 停用分享彈窗 PnL 檢查

source: Threshold for stable funding
de: Schwelle für stabile Finanzierung
es: Umbral para financiación estable
fr: Seuil de financement stable
ja: 安定ファンディングの閾値
ru: Порог стабильного фандинга
zh_tw: 穩定資金費率門檻

source: Competition airdrop
de: Wettbewerbsairdrop
es: Airdrop de competición
fr: Airdrop de compétition
ja: コンペティションエアドロップ
ru: Аирдроп за соревнование
zh_tw: 競賽空投

source: Settings update failed
de: Aktualisierung der Einstellungen fehlgeschlagen
es: Error al actualizar la configuración
fr: Échec de la mise à jour des paramètres
ja: 設定の更新に失敗しました
ru: Не удалось обновить настройки
zh_tw: 設定更新失敗

source: Buy {gmOrGlvLabel} failed. Your funds are safe in your GMX Account. Switch to settlement chain and go to the {indexName} pool to buy your {gmOrGlvLabel} tokens.
de: Kauf von {gmOrGlvLabel} fehlgeschlagen. Ihre Mittel sind sicher in Ihrem GMX Account. Wechseln Sie zur Abwicklungskette und gehen Sie zum {indexName}-Pool, um Ihre {gmOrGlvLabel}-Token zu kaufen.
es: La compra de {gmOrGlvLabel} ha fallado. Sus fondos están seguros en su GMX Account. Cambie a la cadena de compensación y diríjase al pool {indexName} para comprar sus tokens {gmOrGlvLabel}.
fr: L'achat de {gmOrGlvLabel} a échoué. Vos fonds sont en sécurité dans votre GMX Account. Passez à la chaîne de règlement et accédez au pool {indexName} pour acheter vos jetons {gmOrGlvLabel}.
ja: {gmOrGlvLabel} の購入に失敗しました。資金は GMX Account に安全に保管されています。決済チェーンに切り替えて、{indexName} プールで {gmOrGlvLabel} トークンを購入してください。
ru: Покупка {gmOrGlvLabel} не удалась. Ваши средства в безопасности в вашем GMX Account. Переключитесь на сеть расчёта и перейдите в пул {indexName}, чтобы купить токены {gmOrGlvLabel}.
zh_tw: 購買 {gmOrGlvLabel} 失敗。您的資金安全存放於 GMX Account 中。請切換至結算鏈並前往 {indexName} 池購買您的 {gmOrGlvLabel} 代幣。

source: Swap routed through multiple GM pools for lowest fees and price impact.
de: Tausch über mehrere GM-Pools geroutet für niedrigste Gebühren und Preiseinfluss.
es: Intercambio enrutado a través de múltiples pools GM para obtener las comisiones y el impacto en el precio más bajos.
fr: Échange acheminé via plusieurs pools GM pour minimiser les frais et l'impact sur le prix.
ja: 最低手数料および最小の価格への影響を実現するため、複数の GM プールを経由してスワップがルーティングされます。
ru: Обмен маршрутизирован через несколько GM пулов для минимальных комиссий и влияния на цену.
zh_tw: 兌換透過多個 GM 池路由，以獲得最低手續費和價格影響。

source: Buy {operationTokenSymbol}
de: Kaufe {operationTokenSymbol}
es: Comprar {operationTokenSymbol}
fr: Acheter {operationTokenSymbol}
ja: {operationTokenSymbol}を購入
ru: Купить {operationTokenSymbol}
zh_tw: 購買 {operationTokenSymbol}

source: Buy GM: {0}
de: Kaufe GM: {0}
es: Comprar GM: {0}
fr: Acheter GM : {0}
ja: GMを購入: {0}
ru: Купить GM: {0}
zh_tw: 購買 GM：{0}

source: TVL (Supply)
de: TVL (Angebot)
es: TVL (Suministro)
ja: TVL (供給)
ru: TVL (Поставка)
zh_tw: TVL（供應量）

source: May take a few minutes to reflect. Check back later
de: Es kann einige Minuten dauern, bis die Änderung sichtbar ist. Bitte versuchen Sie es später erneut
es: Puede tardar unos minutos en reflejarse. Vuelva a comprobarlo más tarde
fr: Peut prendre quelques minutes avant d'apparaître. Veuillez vérifier ultérieurement
ja: 反映まで数分かかる場合があります。後ほどご確認ください
ru: Отображение может занять несколько минут. Проверьте позже
zh_tw: 可能需要幾分鐘才會顯示。請稍後再查看

source: No events found for this account in the past {DAYS_BACK} days
de: Keine Ereignisse für dieses Konto in den letzten {DAYS_BACK} Tagen gefunden
es: No se han encontrado eventos para esta cuenta en los últimos {DAYS_BACK} días
fr: Aucun événement trouvé pour ce compte au cours des {DAYS_BACK} derniers jours
ja: 過去 {DAYS_BACK} 日間にこのアカウントのイベントは見つかりませんでした
ru: Для этого аккаунта не найдено событий за последние {DAYS_BACK} дней
zh_tw: 過去 {DAYS_BACK} 天內未找到此帳戶的事件

source: Mark price for the order
de: Markpreis der Order
es: Precio de referencia de la orden
fr: Prix de référence de l'ordre
ja: この注文のマーク価格
ru: Расчётная цена для ордера
zh_tw: 訂單的標記價格

source: Trigger error boundary
de: Fehlergrenze auslösen
es: Activar límite de error
fr: Déclencher la limite d'erreur
ja: エラーバウンダリをトリガーする
ru: Вызвать границу ошибки
zh_tw: 觸發錯誤邊界

source: GMX fundamentals
de: GMX-Grundlagen
es: Fundamentales de GMX
fr: Fondamentaux GMX
ja: GMXの基本
ru: Фундаментальные показатели GMX
zh_tw: GMX 基本面

source: EVENT DATA
de: EREIGNISDATEN
es: DATOS DEL EVENTO
fr: DONNÉES D'ÉVÉNEMENT
ru: ДАННЫЕ СОБЫТИЯ
zh_tw: 事件資料

source: Charts by TradingView
de: Charts von TradingView
es: Gráficos por TradingView
fr: Graphiques par TradingView
ja: TradingViewによるチャート
ru: Графики от TradingView
zh_tw: 圖表由 TradingView 提供

source: Total trades
de: Gesamtanzahl Trades
es: Operaciones totales
fr: Total des transactions
ja: 合計取引数
ru: Всего сделок
zh_tw: 總交易次數

source: No pools found
de: Keine Pools gefunden
es: No se han encontrado pools
fr: Aucun pool trouvé
ja: プールが見つかりません
ru: Пулы не найдены
zh_tw: 未找到池子

source: Virtual long token ID
de: Virtuelle Long-Token-ID
es: ID del token largo virtual
fr: Identifiant du jeton long virtuel
ja: 仮想ロングトークン ID
ru: ID виртуального лонг-токена
zh_tw: 虛擬做多代幣 ID

source: Deactivating...
de: Deaktivieren...
es: Desactivando...
fr: Désactivation...
ja: 無効化中...
ru: Деактивация...
zh_tw: 停用中...

source: Vesting only available on {chainNames} or {lastChainName}. Switch networks to continue.
de: Vesting nur auf {chainNames} oder {lastChainName} verfügbar. Wechseln Sie das Netzwerk, um fortzufahren.
es: Periodo de consolidación disponible únicamente en {chainNames} o {lastChainName}. Cambie de red para continuar.
fr: Acquisition progressive disponible uniquement sur {chainNames} ou {lastChainName}. Changez de réseau pour continuer.
ja: ベスティングは {chainNames} または {lastChainName} でのみ利用可能です。続行するにはネットワークを切り替えてください。
ru: Вестинг доступен только в сети {chainNames} или {lastChainName}. Переключите сеть для продолжения.
zh_tw: 歸屬僅在 {chainNames} 或 {lastChainName} 上可用。請切換網路以繼續。

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
ja: プロトコル
ru: Протокол
zh_tw: 協議

source: High network fees
de: Hohe Netzwerkgebühren
es: Altas tarifas de red
fr: Frais de réseau élevés
ja: 高いネットワーク手数料
ru: Высокие сетевые комиссии
zh_tw: 網路費用偏高

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
ja: 概要
ru: Обзор
zh_tw: 概覽

source: Collateral
de: Kollateral
es: Garantía
fr: Collatéral
ja: 担保
ru: Залог
zh_tw: 抵押品

source: Cancel Stop Market
de: Stop-Markt abbrechen
es: Cancelar Mercado Stop
fr: Annuler Stop Market
ja: ストップ市場をキャンセル
ru: Отмена стоп-рынка
zh_tw: 取消止損市價單

source: Execute Limit
de: Limit ausführen
es: Ejecutar Límite
fr: Exécuter la limite
ja: 指値執行
ru: Исполнить лимит
zh_tw: 執行限價單

source: Base APY
de: Basis-APY
es: APY Base
fr: APY de base
ja: ベースAPY
ru: Базовая APY
zh_tw: 基礎 APY

source: {longOrShort} positions {fundingAction} a funding fee of {fundingRate} per hour and {borrowAction} a borrow fee of {borrowRate} per hour
de: {longOrShort}-Positionen {fundingAction} eine Finanzierungsgebühr von {fundingRate} pro Stunde und {borrowAction} eine Leihgebühr von {borrowRate} pro Stunde
es: Las posiciones {longOrShort} {fundingAction} una comisión de financiación de {fundingRate} por hora y {borrowAction} una comisión de préstamo de {borrowRate} por hora
fr: Les positions {longOrShort} {fundingAction} des frais de financement de {fundingRate} par heure et {borrowAction} des frais d'emprunt de {borrowRate} par heure
ja: {longOrShort} ポジションはファンディング手数料として1時間あたり {fundingRate} を{fundingAction}し、借入手数料として1時間あたり {borrowRate} を{borrowAction}します
ru: Позиции {longOrShort} {fundingAction} комиссию за фандинг в размере {fundingRate} в час и {borrowAction} комиссию за заимствование в размере {borrowRate} в час
zh_tw: {longOrShort} 倉位每小時{fundingAction}資金費用 {fundingRate}，並每小時{borrowAction}借貸費用 {borrowRate}

source: TIME
de: ZEIT
es: HORA
fr: HEURE
ru: ВРЕМЯ
zh_tw: 時間

source: Oracle endpoints
de: Oracle-Endpunkte
es: Endpoints de Oracle
fr: Points d'accès Oracle
ja: Oracle エンドポイント
ru: Конечные точки Oracle
zh_tw: Oracle 端點

source: Express
ja: エクスプレス
ru: Экспресс

source: Send permit
de: Genehmigung senden
es: Enviar permiso
fr: Envoyer le permis
ja: パーミットを送信
ru: Отправить разрешение
zh_tw: 發送許可

source: V1 interface
de: V1-Oberfläche
es: Interfaz V1
fr: Interface V1
ja: V1 インターフェース
ru: Интерфейс V1
zh_tw: V1 介面

source: One-Click Trading is disabled. Time limit expired.
de: One-Click-Trading ist deaktiviert. Zeitlimit abgelaufen.
es: Trading en Un Clic desactivado. Límite de tiempo expirado.
fr: Trading en un clic désactivé. Limite de temps expirée.
ja: ワンクリックトレーディング無効。時間制限超過。
ru: Торговля в один клик отключена. Истекло время.
zh_tw: One-Click Trading 已停用。時間限制已到期。

source: Session generation failed
de: Sitzungserstellung fehlgeschlagen
es: Error en la generación de sesión
fr: Échec de la génération de la session
ja: セッションの生成に失敗しました
ru: Не удалось сгенерировать сессию
zh_tw: 工作階段產生失敗

source: Onchain quests and rewards
de: Onchain-Quests und Belohnungen
es: Misiones y recompensas onchain
fr: Quêtes et récompenses onchain
ja: オンチェーンクエストと報酬
ru: Ончейн-задания и вознаграждения
zh_tw: 鏈上任務與獎勵

source: Tokens
ja: トークン
ru: Токены
zh_tw: 代幣

source: TP price above limit price
de: TP-Preis über dem Limitpreis
es: Precio TP por encima del precio límite
fr: Prix TP au-dessus du prix limite
ja: TP 価格がリミット価格を上回っています
ru: Цена TP выше лимитной цены
zh_tw: TP 價格高於限價

source: Action(s)
de: Aktion(en)
es: Acción(es)
ja: アクション
ru: Действие(я)
zh_tw: 操作

source: May be higher on other sites that include position collateral
de: Kann auf anderen Websites höher sein, die Positionssicherheiten einbeziehen
es: Puede ser mayor en otros sitios que incluyen la garantía de la posición
fr: Peut être plus élevé sur d'autres sites qui incluent la garantie de position
ja: ポジション担保を含む他のサイトではより高い値が表示される場合があります
ru: Может быть выше на других сайтах, которые учитывают обеспечение позиции
zh_tw: 在包含倉位抵押品的其他網站上可能更高

source: Insufficient gas balance. Deposit more {gasPaymentTokensText}.
de: Unzureichendes Gas-Guthaben. Zahlen Sie mehr {gasPaymentTokensText} ein.
es: Saldo de Gas insuficiente. Deposite más {gasPaymentTokensText}.
fr: Solde de Gas insuffisant. Déposez davantage de {gasPaymentTokensText}.
ja: Gas 残高が不足しています。{gasPaymentTokensText} を追加で入金してください。
ru: Недостаточный баланс Gas. Внесите больше {gasPaymentTokensText}.
zh_tw: Gas 餘額不足。請存入更多 {gasPaymentTokensText}。

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピー済
ru: Скопировано
zh_tw: 已複製

source: To network
de: Zielnetzwerk
es: Red de destino
fr: Réseau de destination
ja: 送信先ネットワーク
ru: Сеть назначения
zh_tw: 目標網路

source: Deposit to GMX Account
de: Einzahlung auf GMX-Konto
es: Depositar en Cuenta GMX
fr: Dépôt sur le Compte GMX
ja: GMXアカウントに入金
ru: Внести на счет GMX
zh_tw: 存入至 GMX Account

source: Deposit error
de: Einzahlungsfehler
es: Error de depósito
fr: Erreur de dépôt
ja: 入金エラー
ru: Ошибка депозита
zh_tw: 存入錯誤

source: Clear events
de: Ereignisse löschen
es: Borrar eventos
fr: Effacer les événements
ja: イベントをクリア
ru: Очистить события
zh_tw: 清除事件

source: Name
es: Nombre
fr: Nom
ja: 名前
ru: Название
zh_tw: 名稱

source: Invalid TWAP number of parts value
de: Ungültiger TWAP-Anzahl-der-Teile-Wert
es: Valor inválido de número de partes TWAP
fr: Valeur de nombre de parties TWAP invalide
ja: 無効なTWAP分割数値
ru: Недопустимое значение количества частей TWAP
zh_tw: 無效的 TWAP 分割數量值

source: Invalid network fee buffer value
de: Ungültiger Netzwerkgebühr-Puffer-Wert
es: Valor inválido de buffer de comisión de red
fr: Valeur de buffer de frais de réseau invalide
ja: 無効なネットワーク手数料バッファ値
ru: Недопустимое значение буфера сетевой комиссии
zh_tw: 無效的網路費用緩衝值

source: FUNDING FEE
de: FUNDING-GEBÜHR
es: COMISIÓN DE FINANCIACIÓN
fr: FRAIS DE FINANCEMENT
ja: ファンディング手数料
ru: КОМИССИЯ ЗА ФИНАНСИРОВАНИЕ

source: Select a pay token
de: Zahlungstoken auswählen
es: Seleccione un token de pago
fr: Sélectionnez un jeton de paiement
ja: 支払いトークンを選択してください
ru: Выберите токен для оплаты
zh_tw: 選擇支付代幣

source: Market cap
de: Marktkapitalisierung
es: Capitalización de mercado
fr: Capitalisation boursière
ja: 時価総額
ru: Рыночная капитализация
zh_tw: 市值

source: Buy GMX using any token from any network
de: Kaufen Sie GMX mit jedem Token von jedem Netzwerk
es: Compre GMX utilizando cualquier token desde cualquier red
fr: Achetez GMX avec n'importe quel jeton depuis n'importe quel réseau
ja: 任意のネットワークの任意のトークンで GMX を購入
ru: Купить GMX с помощью любого токена из любой сети
zh_tw: 使用任何網路的任何代幣買入 GMX

source: Markets
de: Märkte
es: Mercados
fr: Marchés
ja: 市場
ru: Рынки
zh_tw: 市場

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ru: Повторить
zh_tw: 重試

source: GMX staking rewards come from a buyback-and-distribute model: protocol revenue purchases GMX on the open market, which is then distributed to stakers. No new GMX tokens are minted.
de: GMX-Staking-Belohnungen stammen aus einem Rückkauf-und-Verteilungsmodell: Protokolleinnahmen kaufen GMX auf dem offenen Markt, das anschließend an Staker verteilt wird. Es werden keine neuen GMX-Token geprägt.
es: Las recompensas de staking de GMX provienen de un modelo de recompra y distribución: los ingresos del protocolo compran GMX en el mercado abierto, que luego se distribuyen a los stakers. No se acuñan nuevos tokens GMX.
fr: Les récompenses de staking GMX proviennent d'un modèle de rachat et distribution : les revenus du protocole servent à acheter du GMX sur le marché libre, qui est ensuite distribué aux stakers. Aucun nouveau jeton GMX n'est créé.
ja: GMX のステーキング報酬はバイバック・アンド・ディストリビュートモデルから生まれます。プロトコル収益が公開市場で GMX を購入し、ステーカーに分配されます。新たな GMX トークンは発行されません。
ru: Вознаграждения за стейкинг GMX основаны на модели выкупа и распределения: доход протокола используется для покупки GMX на открытом рынке, после чего токены распределяются среди стейкеров. Новые токены GMX не выпускаются.
zh_tw: GMX 質押獎勵來自回購分配模式：協議收入在公開市場上購買 GMX，然後分配給質押者。不會鑄造新的 GMX 代幣。

source: Available liquidity {directionLabel}
de: Verfügbare Liquidität {directionLabel}
es: Liquidez disponible {directionLabel}
fr: Liquidité disponible {directionLabel}
ja: 利用可能な流動性 {directionLabel}
ru: Доступная ликвидность {directionLabel}
zh_tw: 可用流動性 {directionLabel}

source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
ja: 少なく表示
ru: Показать меньше
zh_tw: 收起

source: Vest
de: Vesten
es: Adquirir
fr: Vester
ja: べスト
ru: Вестинг
zh_tw: 歸屬

source: Bridge transaction hash
de: Bridge-Transaktionshash
es: Hash de la transacción de puente
fr: Hash de la transaction de pont
ja: ブリッジトランザクションハッシュ
ru: Хеш транзакции моста
zh_tw: 跨鏈交易雜湊

source: Typography primary
de: Typografie primär
es: Tipografía principal
fr: Typographie principale
ja: タイポグラフィ プライマリ
ru: Типографика основная

source: Powered by the Arbitrum DAO STIP.
de: Unterstützt durch das Arbitrum DAO STIP.
es: Impulsado por el Arbitrum DAO STIP.
fr: Propulsé par le programme STIP de l'Arbitrum DAO.
ja: Arbitrum DAO STIP の提供です。
ru: При поддержке Arbitrum DAO STIP.
zh_tw: 由 Arbitrum DAO STIP 提供支持。

source: Select pool
de: Pool wählen
es: Seleccionar reserva
fr: Sélectionner un pool
ja: プールを選択
ru: Выбрать пул
zh_tw: 選擇池子

source: Log index:
es: Índice de registro:
fr: Index du log :
ja: ログインデックス:
ru: Индекс лога:

source: Pool max short amount
de: Pool-Maximum Short-Betrag
es: Importe máximo corto del pool
fr: Montant short maximum du pool
ja: プール最大ショート額
ru: Максимальный объём шорт-токена в пуле
zh_tw: 池最大做空數量

source: APR
fr: TAEG
ja: APR(実質年利)
ru: Годовая Процентная Ставка

source: Only positions with over {0} in capital used are ranked.<0/><1/>The capital used is calculated as the highest value of [<2>sum of collateral of open positions - realized PnL + period start pending PnL</2>].
de: Nur Positionen mit über {0} eingesetztem Kapital werden gerankt.<0/><1/>Das eingesetzte Kapital wird als höchster Wert von [<2>Summe des Collaterals offener Positionen - realisiertes PnL + anfängliches ausstehendes PnL</2>] berechnet.
es: Solo las posiciones con más de {0} en capital utilizado son clasificadas.<0/><1/>El capital utilizado se calcula como el valor más alto de [<2>suma del colateral de posiciones abiertas - PnL realizado + PnL pendiente al inicio del período</2>].
fr: Seules les positions avec plus de {0} en capital utilisé sont classées.<0/><1/>Le capital utilisé est calculé comme la valeur la plus élevée de [<2>somme du collatéral des positions ouvertes - PnL réalisé + PnL en attente au début de la période</2>].
ja: {0}以上の使用資本を持つポジションのみがランキングされます。<0/><1/>使用資本は、[<2>オープンポジションの担保合計 - 実現PnL + 期間開始時の未決済PnL</2>]の最高値として計算されます。
ru: Только позиции с использованным капиталом более {0} включаются в рейтинг.<0/><1/>Использованный капитал рассчитывается как максимальное значение [<2>сумма обеспечения открытых позиций - реализованный PnL + ожидающий PnL на начало периода</2>].
zh_tw: 僅使用資金超過 {0} 的倉位才會被排名。<0/><1/>使用資金計算方式為 [<2>未平倉倉位抵押品總和 - 已實現盈虧 + 期初待結盈虧</2>] 的最高值。

source: Affiliate address:
de: Affiliate-Adresse:
es: Dirección del afiliado:
fr: Adresse de l'affilié :
ja: アフィリエイトアドレス:
ru: Адрес аффилиата:
zh_tw: 推廣夥伴地址：

source: Total
de: Insgesamt
ja: 総計
ru: Итого
zh_tw: 全部

source: Decrease size to match the max allowed leverage.
de: Reduzieren Sie die Größe, um den maximal zulässigen Hebel einzuhalten.
es: Reduzca el tamaño para ajustarse al apalancamiento máximo permitido.
fr: Réduisez la taille pour correspondre à l'effet de levier maximum autorisé.
ja: 最大許容レバレッジに合わせてサイズを縮小してください。
ru: Уменьшите размер позиции до максимально допустимого кредитного плеча.
zh_tw: 減少規模以符合最大允許槓桿。

source: {typeString} Long Market: {0} a long position at the current price
de: {typeString} Long Market: {0} eine Long-Position zum aktuellen Preis
es: {typeString} Long Market: {0} una posición larga al precio actual
fr: {typeString} Long Market : {0} une position long au prix actuel
ja: {typeString} ロング成行: 現在の価格でロングポジションを{0}します
ru: {typeString} Long Market: {0} лонг-позицию по текущей цене
zh_tw: {typeString} 做多市價單：以當前價格{0}做多倉位

source: Claims history
de: Forderungsverlauf
es: Historial de reclamaciones
fr: Historique des réclamations
ja: クレーム履歴
ru: История выплат
zh_tw: 領取歷史

source: No SL orders
de: Keine SL-Orders
es: No hay órdenes SL
fr: Aucun ordre SL
ja: SL 注文はありません
ru: Нет SL ордеров
zh_tw: 無 SL 訂單

source: Discover GMX alerts
de: GMX-Benachrichtigungen entdecken
es: Descubrir alertas de GMX
fr: Découvrir les alertes GMX
ja: GMX アラートを確認する
ru: Узнать об оповещениях GMX
zh_tw: 探索 GMX 提醒

source: Failed Limit Swap
de: Limit Swap fehlgeschlagen
es: Intercambio Límite Fallido
fr: Swap limité échoué
ja: 指値スワップ失敗
ru: Лимитный обмен не удался
zh_tw: Limit Swap 失敗

source: Failed
de: Fehlgeschlagen
es: Fallida
fr: Échec
ja: 失敗
ru: Ошибка
zh_tw: 失敗

source: No fee
de: Keine Gebühr
es: Sin tarifa
fr: Aucun frais
ja: 手数料なし
ru: Без комиссии
zh_tw: 無手續費

source: Swap liquidity may be insufficient when order triggers
de: Die Tauschliquidität kann bei Auslösung der Order unzureichend sein
es: La liquidez de intercambio puede ser insuficiente cuando se active la orden
fr: La liquidité d'échange peut être insuffisante lorsque l'ordre se déclenche
ja: 注文がトリガーされた際にスワップ流動性が不足する可能性があります
ru: Ликвидности для обмена может быть недостаточно при срабатывании ордера
zh_tw: 訂單觸發時兌換流動性可能不足

source: Canceling {ordersText}...
de: {ordersText} werden storniert...
es: Cancelando {ordersText}...
fr: Annulation de {ordersText}...
ja: {ordersText} をキャンセル中...
ru: Отмена {ordersText}...
zh_tw: 正在取消 {ordersText}...

source: Size (% of position)
de: Größe (% der Position)
es: Tamaño (% de la posición)
fr: Taille (% de la position)
ja: サイズ（ポジションの %）
ru: Размер (% позиции)
zh_tw: 規模（倉位 %）

source: 100+ crypto tokens
de: Über 100 Krypto-Token
es: Más de 100 tokens cripto
fr: Plus de 100 tokens crypto
ja: 100種類以上の暗号資産
ru: Более 100 криптотокенов
zh_tw: 100+ 種加密代幣

source: Optimal usage factor short
de: Optimaler Nutzungsfaktor Short
es: Factor de uso óptimo corto
fr: Facteur d'utilisation optimal short
ja: 最適利用率ファクター（ショート）
ru: Оптимальный коэффициент использования шорт
zh_tw: 做空最佳使用因子

source: {0} per {1}
de: {0} pro {1}
es: {0} por {1}
fr: {0} par {1}
ru: {0} за {1}

source: In liquidity
de: In Liquidität
es: En liquidez
fr: En liquidité
ja: 流動性プール内
ru: В ликвидности
zh_tw: 在流動性中

source: Not supported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: サポートされていません
ru: Не поддерживается
zh_tw: 不支援

source: Acceptable price for the order
de: Akzeptabler Preis für die Order
es: Precio aceptable de la orden
fr: Prix acceptable pour l'ordre
ja: この注文の許容価格
ru: Допустимая цена для ордера
zh_tw: 訂單的可接受價格
