Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Price
de: Preis
es: Precio
fr: Prix
ja: 価格
ru: Цена
zh_tw: 價格

source: Wallet disconnected. Reconnect and retry
de: Wallet getrennt. Verbinden Sie sich erneut und versuchen Sie es nochmal
es: Monedero desconectado. Reconecte e inténtelo de nuevo
fr: Portefeuille déconnecté. Reconnectez-vous et réessayez
ja: ウォレットが切断されました。再接続してもう一度お試しください
ru: Кошелёк отключён. Подключитесь заново и повторите попытку
zh_tw: 錢包已斷開連接。請重新連接並重試

source: Reliable GMX-powered transactions
de: Zuverlässige GMX-betriebene Transaktionen
es: Transacciones fiables impulsadas por GMX
fr: Transactions fiables alimentées par GMX
ja: 信頼性の高いGMX駆動トランザクション
ru: Надёжные транзакции на базе GMX
zh_tw: 可靠的 GMX 驅動交易

source: Withdrawal of {balanceFormatted} failed
de: Abhebung von {balanceFormatted} fehlgeschlagen
es: La retirada de {balanceFormatted} ha fallado
fr: Le retrait de {balanceFormatted} a échoué
ja: {balanceFormatted}の出金に失敗しました
ru: Вывод {balanceFormatted} не удался
zh_tw: 提取 {balanceFormatted} 失敗

source: Gas
ja: ガス
ru: Газ

source: Yield Yak Optimizer
es: Optimizador Yield Yak
fr: Optimiseur Yield Yak
ru: Оптимизатор Yield Yak

source: Withdrawing {balanceFormatted} to main account...
de: {balanceFormatted} wird auf das Hauptkonto abgehoben…
es: Retirando {balanceFormatted} a la cuenta principal…
fr: Retrait de {balanceFormatted} vers le compte principal…
ja: メインアカウントに{balanceFormatted}を出金中…
ru: Вывод {balanceFormatted} на основной аккаунт…
zh_tw: 正在提取 {balanceFormatted} 至主帳戶...

source: {orderText} updated
de: {orderText} aktualisiert
es: {orderText} actualizada
fr: {orderText} mis à jour
ja: {orderText}が更新されました
ru: {orderText} обновлён
zh_tw: {orderText} 已更新

source: Withdrawal sent
de: Abhebung gesendet
es: Retirada enviada
fr: Retrait envoyé
ja: 出金が送信されました
ru: Вывод отправлен
zh_tw: 提取已發送

source: 1m 40s
ja: 1分40秒
ru: 1м 40с
zh_tw: 1分40秒

source: GLP autocompounding vaults
es: Vaults de autocomposición de GLP
fr: Vaults d'auto-composition GLP
ja: GLP自動複利ボールト
ru: Хранилища с автокомпаундингом GLP
zh_tw: GLP 自動複利金庫

source: TP/SL orders exceed the position
de: TP/SL-Orders überschreiten die Position
es: Órdenes TP/SL exceden la posición
fr: Les ordres TP/SL dépassent la position
ja: TP/SL注文がポジションを超過
ru: Ордера TP/SL превышают позицию
zh_tw: TP/SL 訂單超過倉位

source: pay
de: zahlen
es: pagar
fr: payer
ja: 支払い
ru: оплатить
zh_tw: 支付

source: No opportunities match your holdings
de: Keine Möglichkeiten entsprechen Ihren Beständen
es: Ninguna oportunidad coincide con sus tenencias
fr: Aucune opportunité ne correspond à vos avoirs
ja: お持ちの資産に一致する機会はありません
ru: Нет возможностей, соответствующих вашим активам
zh_tw: 沒有符合您持有資產的機會

source: Lend your tokens or borrow against them
de: Verleihen Sie Ihre Token oder leihen Sie sich dagegen
es: Preste sus tokens o pida prestado con ellos como garantía
fr: Prêtez vos jetons ou empruntez contre eux
ja: トークンを貸し出すか、それを担保に借り入れができます
ru: Предоставляйте токены в займы или берите кредиты под их залог
zh_tw: 借出您的代幣或以其為抵押借入

source: GMX logo
es: Logotipo de GMX
fr: Logo GMX
ja: GMXロゴ
ru: Логотип GMX
zh_tw: GMX 標誌

source: Medium
de: Mittel
es: Mediano
fr: Moyen
ja: ミディアム
ru: Средний
zh_tw: 中型

source: Minutes
de: Minuten
es: Minutos
ja: 分
ru: Минуты
zh_tw: 分鐘

source: What makes GMX one of the best places to earn yield on my crypto?
de: Was macht GMX zu einem der besten Orte, um Rendite auf meine Kryptowährungen zu erzielen?
es: ¿Qué hace de GMX uno de los mejores lugares para obtener rendimiento de mis criptomonedas?
fr: Qu'est-ce qui fait de GMX l'un des meilleurs endroits pour obtenir du rendement sur mes cryptomonnaies ?
ja: GMXが暗号資産の利回りを得るのに最適な場所の一つである理由は何ですか？
ru: Что делает GMX одной из лучших платформ для получения доходности на криптоактивы?
zh_tw: 為什麼 GMX 是用加密貨幣賺取收益的最佳平台之一？

source: Approving {tokenSymbol}...
de: Genehmigung von {tokenSymbol}...
es: Aprobando {tokenSymbol}...
fr: Approbation de {tokenSymbol}...
ja: {tokenSymbol}を承認中...
ru: Одобрение {tokenSymbol}...
zh_tw: 正在授權 {tokenSymbol}...

source: Top PnL (%)
es: PnL Máximo (%)
fr: PnL supérieur (%)
ja: トップPnL (%)
ru: Топ PnL (%)
zh_tw: PnL 排名 (%)

source: Trigger price accounts for swap fees and price impact, ensuring at least {toMinText} on execution
de: Auslösepreis berücksichtigt Tauschgebühren und Preiseinfluss und gewährleistet mindestens {toMinText} bei Ausführung
es: El precio de activación tiene en cuenta las comisiones de intercambio y el impacto en el precio, garantizando al menos {toMinText} en la ejecución
fr: Le prix de déclenchement tient compte des frais d'échange et de l'impact sur le prix, garantissant au moins {toMinText} à l'exécution
ja: トリガー価格はスワップ手数料と価格への影響を考慮し、約定時に最低{toMinText}を確保します
ru: Цена активации учитывает комиссии за обмен и влияние на цену, гарантируя не менее {toMinText} при исполнении
zh_tw: 觸發價格已計入兌換費用及價格影響，確保執行時至少獲得 {toMinText}

source: Debug swaps
de: Tauschvorgänge debuggen
es: Depurar intercambios
fr: Débogage des échanges
ja: スワップデバッグ
ru: Отладка обменов
zh_tw: 除錯兌換

source: Invalid execution price. Calculated price is negative
de: Ungültiger Ausführungspreis. Berechneter Preis ist negativ
es: Precio de ejecución no válido. El precio calculado es negativo
fr: Prix d'exécution invalide. Le prix calculé est négatif
ja: 無効な約定価格です。計算された価格が負の値です
ru: Недопустимая цена исполнения. Рассчитанная цена отрицательна
zh_tw: 無效的成交價格。計算價格為負數

source: Insufficient collateral. Need {missingCollateralUsdText} more
de: Unzureichende Sicherheit. {missingCollateralUsdText} mehr erforderlich
es: Garantía insuficiente. Se necesitan {missingCollateralUsdText} más
fr: Garantie insuffisante. {missingCollateralUsdText} supplémentaires nécessaires
ja: 担保不足です。あと{missingCollateralUsdText}必要です
ru: Недостаточное обеспечение. Необходимо ещё {missingCollateralUsdText}
zh_tw: 抵押品不足。還需要 {missingCollateralUsdText}

source: Positive funding fees ready to claim.<0/><1/>Available after changing position size, adjusting collateral, or clicking "Settle".
de: Positive Finanzierungsgebühren bereit zur Beanspruchung.<0/><1/>Verfügbar nach Änderung der Positionsgröße, Anpassung der Sicherheit oder Klicken auf "Abrechnen".
es: Comisiones de financiación positivas listas para reclamar.<0/><1/>Disponibles tras modificar el tamaño de la posición, ajustar la garantía o hacer clic en "Settle".
fr: Frais de financement positifs prêts à récupérer.<0/><1/>Disponibles après modification de la taille de la position, ajustement de la garantie, ou en cliquant sur "Régler".
ja: 受け取り可能なプラスのファンディング手数料があります。<0/><1/>ポジションサイズの変更、担保の調整、または「Settle」のクリック後に利用可能になります。
ru: Положительные комиссии финансирования готовы к получению.<0/><1/>Доступны после изменения размера позиции, корректировки обеспечения или нажатия «Рассчитать».
zh_tw: 正資金費用可供領取。<0/><1/>在更改倉位大小、調整抵押品或點擊「結算」後可用。

source: Warning: May not execute due to low liquidity at your trigger price
de: Warnung: Ausführung möglicherweise nicht möglich aufgrund geringer Liquidität bei Ihrem Auslösepreis
es: Advertencia: Puede no ejecutarse debido a la baja liquidez en su precio de activación
fr: Avertissement : l'exécution pourrait échouer en raison d'une faible liquidité à votre prix de déclenchement
ja: 警告: トリガー価格での流動性不足により約定しない可能性があります
ru: Предупреждение: может не исполниться из-за низкой ликвидности при вашей цене активации
zh_tw: 警告：由於觸發價格處流動性不足，可能無法執行

source: Cancel TWAP Swap
de: TWAP-Swap stornieren
es: Cancelar Intercambio TWAP
fr: Annuler le swap TWAP
ja: TWAPスワップをキャンセル
ru: Отменить TWAP обмен
zh_tw: 取消 TWAP 兌換

source: Transaction
de: Transaktion
es: Transacción
ja: 取引
ru: Транзакция
zh_tw: 交易

source: Last year
de: Letztes Jahr
es: Último año
fr: Année dernière
ja: 昨年
ru: Последний год
zh_tw: 過去一年

source: per
de: pro
es: por
fr: par
ja: あたり
ru: за
zh_tw: 每

source: Reserve factor longs
de: Reservefaktor Longs
es: Factor de reserva largos
fr: Facteur de réserve longs
ja: リザーブファクター（ロング）
ru: Резервный фактор лонгов
zh_tw: 做多儲備因子

source: buy
de: kaufen
es: comprar
fr: acheter
ja: 購入
ru: купить
zh_tw: 買入

source: Capital used
de: Eingesetztes Kapital
es: Capital utilizado
fr: Capital utilisé
ja: 使用資本
ru: Задействованный капитал
zh_tw: 使用資金

source: AVAILABLE LIQ.
de: VERFÜGB. LIQ.
es: LIQ. DISPONIBLE
fr: LIQ. DISPONIBLE
ja: 利用可能流動性
ru: ДОСТУПНАЯ ЛИКВ.
zh_tw: 可用流動性

source: Current endpoints ({0})
de: Aktuelle Endpunkte ({0})
es: Endpoints actuales ({0})
fr: Points de terminaison actuels ({0})
ja: 現在のエンドポイント ({0})
ru: Текущие конечные точки ({0})
zh_tw: 目前端點 ({0})

source: No rebates distribution history yet
de: Noch kein Rückvergütungsverteilungsverlauf vorhanden
es: Aún no hay historial de distribución de devoluciones
fr: Aucun historique de distribution de remises pour le moment
ja: リベート配布履歴はまだありません
ru: Истории распределения компенсаций пока нет
zh_tw: 尚無返佣分配記錄

source: THREAD
es: HILO
ru: ПОТОК
zh_tw: 執行緒

source: Optional: share for follow-up questions
de: Optional: Teilen Sie diese für Rückfragen
es: Opcional: comparta para preguntas de seguimiento
fr: Facultatif : partagez pour les questions de suivi
ja: 任意: フォローアップの質問のために共有してください
ru: Необязательно: укажите для уточняющих вопросов
zh_tw: 選填：提供以便後續聯繫

source: Permit signed for {0}
de: Genehmigung für {0} unterzeichnet
es: Permiso firmado para {0}
fr: Permit signé pour {0}
ja: {0}のPermitが署名されました
ru: Разрешение подписано для {0}
zh_tw: 已為 {0} 簽署許可

source: Your trading volume with referral discount
de: Ihr Handelsvolumen mit Empfehlungsrabatt
es: Su volumen de negociación con descuento por referido
fr: Votre volume de négociation avec remise de parrainage
ja: リファラル割引適用後のお客様の取引高
ru: Ваш объём торгов с реферальной скидкой
zh_tw: 您享有推薦折扣的交易量

source: Transaction failed: provider unavailable
de: Transaktion fehlgeschlagen: Anbieter nicht verfügbar
es: Transacción fallida: proveedor no disponible
fr: Transaction échouée : fournisseur indisponible
ja: トランザクション失敗：プロバイダーが利用できません
ru: Транзакция не выполнена: провайдер недоступен
zh_tw: 交易失敗：提供者不可用

source: Disable validation for testing
de: Validierung für Tests deaktivieren
es: Desactivar la validación para pruebas
fr: Désactiver la validation pour les tests
ja: テスト用にバリデーションを無効化
ru: Отключить валидацию для тестирования
zh_tw: 停用驗證以進行測試

source: GMX icon
de: GMX-Symbol
es: Icono de GMX
fr: Icône GMX
ja: GMXアイコン
ru: Иконка GMX
zh_tw: GMX 圖示

source: Price impact exceeds order size
de: Preiseinfluss übersteigt Ordergröße
es: El impacto en el precio supera el tamaño de la orden
fr: L'impact sur le prix dépasse la taille de l'ordre
ja: 価格への影響が注文サイズを超えています
ru: Влияние на цену превышает размер ордера
zh_tw: 價格影響超過訂單規模

source: Want to trade faster with One-Click Trading?
de: Möchten Sie schneller mit One-Click Trading handeln?
es: ¿Desea operar más rápido con One-Click Trading?
fr: Vous souhaitez trader plus rapidement avec One-Click Trading ?
ja: One-Click Tradingでより速く取引しませんか？
ru: Хотите торговать быстрее с One-Click Trading?
zh_tw: 想透過 One-Click Trading 更快速交易嗎？

source: Order error. Prices are volatile for this market, try again by <0>increasing the allowed slippage</0>
de: Orderfehler. Die Preise in diesem Markt sind volatil, versuchen Sie es erneut, indem Sie <0>die zulässige Slippage erhöhen</0>
es: Error de orden. Los precios son volátiles en este mercado, inténtelo de nuevo <0>aumentando el deslizamiento permitido</0>
fr: Erreur d'ordre. Les prix sont volatils pour ce marché, réessayez en <0>augmentant le glissement autorisé</0>
ja: 注文エラー。この市場の価格は不安定です。<0>許容スリッページを引き上げて</0>再度お試しください
ru: Ошибка ордера. Цены на этом рынке нестабильны, попробуйте снова, <0>увеличив допустимое проскальзывание</0>
zh_tw: 訂單錯誤。此市場價格波動劇烈，請嘗試<0>提高允許的滑點</0>

source: Asset
es: Activo
fr: Actif
ja: 資産
ru: Актив
zh_tw: 資產

source: RPC debug
es: Depuración de RPC
fr: Débogage RPC
ja: RPCデバッグ
ru: Отладка RPC
zh_tw: RPC 除錯

source: No items yet
de: Noch keine Elemente
es: No hay elementos aún
fr: Aucun élément pour le moment
ja: 項目なし
ru: Пока нет элементов
zh_tw: 尚無項目

source: Trade with confidence
de: Handeln Sie mit Vertrauen
es: Opera con confianza
fr: Trader avec confiance
ja: 自信を持って取引
ru: Торгуйте с уверенностью
zh_tw: 安心交易

source: Receiver has staked GMX/GLP
de: Empfänger hat GMX/GLP gestaked
es: El receptor tiene GMX/GLP en staking
fr: Le destinataire a staké des GMX/GLP
ja: 受取人はGMX/GLPをステーク済みです
ru: Получатель имеет застейканные GMX/GLP
zh_tw: 接收者已質押 GMX/GLP

source: Win rate
de: Gewinnrate
es: Tasa de victoria
fr: Taux de victoire
ja: 勝率
ru: Процент побед
zh_tw: 勝率

source: Insufficient liquidity to execute order at trigger price
de: Unzureichende Liquidität, um die Order zum Auslösepreis auszuführen
es: Liquidez insuficiente para ejecutar la orden al precio de activación
fr: Liquidité insuffisante pour exécuter l'ordre au prix de déclenchement
ja: トリガー価格での注文執行に必要な流動性が不足しています
ru: Недостаточная ликвидность для исполнения ордера по цене активации
zh_tw: 在觸發價格下流動性不足，無法執行訂單

source: High leverage increases liquidation risk
de: Hoher Hebel erhöht das Liquidationsrisiko
es: Un apalancamiento elevado aumenta el riesgo de liquidación
fr: Un effet de levier élevé augmente le risque de liquidation
ja: 高レバレッジは清算リスクを高めます
ru: Высокое кредитное плечо увеличивает риск ликвидации
zh_tw: 高槓桿會增加清算風險

source: Invalid signature.<0/><1/>Try a different wallet provider or switch to Classic or One-Click Trading in <2>settings</2>
de: Ungültige Signatur.<0/><1/>Versuchen Sie einen anderen Wallet-Anbieter oder wechseln Sie zu Classic Trading oder One-Click Trading in den <2>Einstellungen</2>
es: Firma no válida.<0/><1/>Pruebe con otro proveedor de monedero o cambie a Classic Trading o One-Click Trading en <2>configuración</2>
fr: Signature invalide.<0/><1/>Essayez un autre fournisseur de portefeuille ou passez à Classic Trading ou One-Click Trading dans les <2>paramètres</2>
ja: 署名が無効です。<0/><1/>別のウォレットプロバイダーをお試しいただくか、<2>設定</2>からClassicまたはOne-Click Tradingに切り替えてください
ru: Недействительная подпись.<0/><1/>Попробуйте другого провайдера кошелька или переключитесь на Classic Trading или One-Click Trading в <2>настройках</2>
zh_tw: 無效簽名。<0/><1/>請嘗試其他錢包供應商，或在<2>設定</2>中切換至 Classic 或 One-Click Trading

source: {orderText} cancelled
de: {orderText} abgebrochen
es: {orderText} cancelada
fr: {orderText} annulé
ja: {orderText} キャンセル済み
ru: {orderText} отменён
zh_tw: {orderText} 已取消

source: Max lendable impact factor
de: Maximaler leihbarer Einflussfaktor
es: Factor máximo de impacto prestable
fr: Facteur d'impact prêtable maximal
ru: Макс. фактор заимствования из пула влияния
zh_tw: 最大可借出影響因子

source: BANNED
de: GESPERRT
es: BLOQUEADO
fr: BANNI
ja: BAN
ru: ЗАБЛОКИРОВАН
zh_tw: 已封鎖

source: Dashboard for GMX referral stats
de: Dashboard für GMX Referral Statistiken
es: Panel de estadísticas programa de referidos GMX
fr: Tableau de bord pour les statistiques de parrainage GMX
ja: GMXの紹介統計ダッシュボード
ru: Панель для статистики рефералов GMX
zh_tw: GMX 推薦統計儀表板

source: Join {0} users earning real yield
de: Schließen Sie sich {0} Nutzern an, die echte Rendite erzielen
es: Únase a {0} usuarios que obtienen rendimiento real
fr: Rejoignez {0} utilisateurs qui génèrent un rendement réel
ja: {0}人のユーザーとともに実質利回りを獲得しましょう
ru: Присоединяйтесь к {0} пользователям, получающим реальную доходность
zh_tw: 加入 {0} 位用戶，賺取真實收益

source: Action
de: Aktion
es: Acción
ja: アクション
ru: Действие
zh_tw: 操作

source: Supply
de: Versorgung
es: Suministros
fr: Fournir
ja: 供給量
ru: Поставка
zh_tw: 供應量

source: Select an asset to deposit
de: Wählen Sie einen Vermögenswert zum Einzahlen
es: Seleccione un activo para depositar
fr: Sélectionnez un actif à déposer
ja: 入金するアセットを選択してください
ru: Выберите актив для депозита
zh_tw: 選擇要存入的資產

source: No open positions
de: Keine offenen Positionen
es: No hay posiciones abiertas
fr: Aucune position ouverte
ja: オープンのポジションはありません
ru: Нет открытых позиций
zh_tw: 沒有未平倉倉位

source: Size, $
de: Größe, $
es: Tamaño, $
fr: Taille, $
ja: サイズ, $
ru: Размер, $
zh_tw: 規模, $

source: Guaranteed liquidity
de: Garantierte Liquidität
es: Liquidez garantizada
fr: Liquidité garantie
ja: 保証された流動性
ru: Гарантированная ликвидность
zh_tw: 保證流動性

source: Insufficient gas balance
de: Unzureichender Gas-Saldo
es: Saldo de gas insuficiente
fr: Solde de gaz insuffisant
ja: ガス残高不足
ru: Недостаточно баланса газа
zh_tw: Gas 餘額不足

source: V1 rebates
de: V1-Rabatte
es: Reembolsos V1
fr: Remises V1
ja: V1リベート
ru: Скидки V1
zh_tw: V1 返佣

source: Sell GLV
de: GLV verkaufen
es: Vender GLV
fr: Vendre GLV
ja: GLVを売却
ru: Продать GLV
zh_tw: 賣出 GLV

source: from {BLOCKCHAIN_COUNT} blockchains
de: von {BLOCKCHAIN_COUNT} Blockchains
es: desde {BLOCKCHAIN_COUNT} blockchains
fr: depuis {BLOCKCHAIN_COUNT} blockchains
ja: {BLOCKCHAIN_COUNT} ブロックチェーンから
ru: из {BLOCKCHAIN_COUNT} блокчейнов
zh_tw: 來自 {BLOCKCHAIN_COUNT} 條區塊鏈

source: One-Click Trading approval nonce expired. Re-sign to continue.
de: One-Click Trading Genehmigungsnonce abgelaufen. Erneut signieren, um fortzufahren.
es: El nonce de aprobación de One-Click Trading ha expirado. Vuelva a firmar para continuar.
fr: Le nonce d'approbation One-Click Trading a expiré. Signez à nouveau pour continuer.
ja: One-Click Tradingの承認nonceが期限切れです。続行するには再署名してください。
ru: Срок действия nonce подтверждения One-Click Trading истёк. Подпишите повторно, чтобы продолжить.
zh_tw: One-Click Trading 授權 nonce 已過期。請重新簽署以繼續。

source: 30d
de: 30T
fr: 30j
ja: 30日
ru: 30д
zh_tw: 30天

source: Exit price
de: Ausstiegspreis
es: Precio de salida
fr: Prix de sortie
ja: 決済価格
ru: Цена выхода
zh_tw: 出場價格

source: Transfer failed
de: Übertragung fehlgeschlagen
es: Transferencia fallida
fr: Transfert échoué
ja: 送金失敗
ru: Перевод не выполнен
zh_tw: 轉帳失敗

source: Last 90d
de: Letzte 90T
es: Últimos 90d
fr: Derniers 90j
ja: 過去90日
ru: Последние 90д
zh_tw: 過去 90 天

source: Performance vs benchmark over the selected period
de: Performance im Vergleich zur Benchmark über den gewählten Zeitraum
es: Rendimiento frente al índice de referencia en el período seleccionado
fr: Performance par rapport à l'indice de référence sur la période sélectionnée
ja: 選択期間におけるベンチマークとの比較パフォーマンス
ru: Результативность по сравнению с эталоном за выбранный период
zh_tw: 所選期間相對於基準的績效表現

source: Dune Analytics dashboard
es: Panel de Dune Analytics
fr: Tableau de bord Dune Analytics
ja: Dune Analyticsダッシュボード
ru: Панель управления Dune Analytics
zh_tw: Dune Analytics 儀表板

source: Order may not execute: max leverage exceeded. Edit to reduce size. <0>Read more</0>.
de: Order wird möglicherweise nicht ausgeführt: Maximaler Hebel überschritten. Bearbeiten Sie die Order, um die Größe zu reduzieren. <0>Mehr erfahren</0>.
es: Es posible que la orden no se ejecute: apalancamiento máximo superado. Edite para reducir el tamaño. <0>Más información</0>.
fr: L'ordre pourrait ne pas être exécuté : effet de levier maximal dépassé. Modifiez pour réduire la taille. <0>En savoir plus</0>.
ja: 注文が執行されない可能性があります：最大レバレッジを超過しています。サイズを縮小してください。<0>詳細はこちら</0>。
ru: Ордер может не исполниться: превышено макс. кредитное плечо. Измените ордер, чтобы уменьшить размер. <0>Подробнее</0>.
zh_tw: 訂單可能無法執行：超過最大槓桿。請編輯以減少規模。<0>了解更多</0>。

source: No distribution history
de: Kein Verteilungsverlauf
es: Sin historial de distribuciones
fr: Aucun historique de distribution
ja: 配分履歴なし
ru: Нет истории распределений
zh_tw: 無分配記錄

source: Mark price
de: Markpreis
es: Precio de referencia
fr: Prix de référence
ja: マーク価格
ru: Расчётная цена
zh_tw: 標記價格

source: <0>Market groups</0><1>Net open interest</1>
de: <0>Marktgruppen</0><1>Netto Open Interest</1>
es: <0>Grupos de mercado</0><1>Interés abierto neto</1>
fr: <0>Groupes de marchés</0><1>Positions ouvertes nettes</1>
ja: <0>マーケットグループ</0><1>ネット建玉</1>
ru: <0>Группы рынков</0><1>Чистый открытый интерес</1>
zh_tw: <0>市場群組</0><1>淨未平倉量</1>

source: Transfer submitted
de: Übertragung eingereicht
es: Transferencia enviada
fr: Transfert soumis
ja: 送金が送信されました
ru: Перевод отправлен
zh_tw: 轉帳已提交

source: Order submission failed
de: Ordereinreichung fehlgeschlagen
es: Error en el envío de la orden
fr: Échec de la soumission de l'ordre
ja: 注文の送信に失敗しました
ru: Отправка ордера не удалась
zh_tw: 訂單提交失敗

source: Total realized and unrealized PnL for the period. Includes price impact and fees. Excludes swap fees.
de: Gesamter realisierter und unrealisierter PnL für den Zeitraum. Beinhaltet Preiseinfluss und Gebühren. Ohne Tauschgebühren.
es: PnL total realizado y no realizado del período. Incluye el impacto en el precio y las comisiones. Excluye las comisiones de intercambio.
fr: PnL total réalisé et non réalisé pour la période. Inclut l'impact sur le prix et les frais. Exclut les frais d'échange.
ja: 選択期間の実現損益および含み損益の合計。価格への影響と手数料を含みます。スワップ手数料は含みません。
ru: Общий реализованный и нереализованный PnL за период. Включает влияние на цену и комиссии. Не включает комиссии за обмен.
zh_tw: 該期間的已實現與未實現 PnL 總計。包含價格影響和費用。不含兌換手續費。

source: 24H%
ja: 24時間%
ru: 24Ч%

source: Trading settings
de: Handelseinstellungen
es: Configuración de trading
fr: Paramètres de trading
ja: 取引設定
ru: Настройки торговли
zh_tw: 交易設定

source: Supported by
de: Unterstützt von
es: Soportado por
fr: Supporté par
ja: サポート
ru: Поддерживается
zh_tw: 合作夥伴

source: Use a TWAP order
de: TWAP-Order verwenden
es: Usar una orden TWAP
fr: Utiliser un ordre TWAP
ja: TWAP注文を使用
ru: Использовать TWAP-ордер
zh_tw: 使用 TWAP 訂單

source: Enable external swaps
de: Externe Swaps aktivieren
es: Activar intercambios externos
fr: Activer les échanges externes
ja: 外部スワップを有効化
ru: Включить внешние обмены
zh_tw: 啟用外部兌換

source: BORROWING FEES
de: LEIHGEBÜHREN
es: COMISIONES DE PRÉSTAMO
fr: FRAIS D'EMPRUNT
ja: 借入手数料
ru: КОМИССИИ ЗА ЗАИМСТВОВАНИЕ
zh_tw: 借款費用

source: Version:
es: Versión:
ja: バージョン：
ru: Версия:
zh_tw: 版本：

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
ru: Доступно
zh_tw: 可用

source: Swap profit fee
de: Tauschgewinngebühr
es: Comisión de beneficio por intercambio
fr: Frais de profit d'échange
ja: スワップ利益手数料
ru: Комиссия на прибыль от обмена
zh_tw: 兌換利潤費用

source: Claim submitted
de: Beanspruchung eingereicht
es: Reclamación enviada
fr: Récupération soumise
ja: 受け取りが送信されました
ru: Запрос на получение отправлен
zh_tw: 領取已提交

source: How likely are you to recommend our service to a friend or colleague?
de: Wie wahrscheinlich ist es, dass du unseren Service einem Freund oder Kollegen empfiehlst?
es: ¿Qué tan probable es que recomiendes nuestro servicio a un amigo o colega?
fr: Quelle est la probabilité que vous recommandiez notre service à un ami ou un collègue ?
ja: 友人や同僚に当サービスをおすすめする可能性はどれくらいですか？
ru: Насколько вероятно, что вы порекомендуете наш сервис другу или коллеге?
zh_tw: 您有多大可能向朋友或同事推薦我們的服務？

source: Created
de: Erstellt
es: Creado
fr: Créé
ja: 作成日時
ru: Создано
zh_tw: 已建立

source: Market not found. May have been removed
de: Markt nicht gefunden. Möglicherweise wurde er entfernt
es: Mercado no encontrado. Es posible que haya sido eliminado
fr: Marché introuvable. Il a peut-être été supprimé
ja: マーケットが見つかりません。削除された可能性があります
ru: Рынок не найден. Возможно, он был удалён
zh_tw: 找不到市場，可能已被移除

source: Insufficient liquidity to swap collateral
de: Unzureichende Liquidität zum Swappen von Kollateral
es: Liquidez insuficiente para intercambiar garantía
fr: Liquidité insuffisante pour échanger le collatéral
ja: 担保スワップのための流動性不足
ru: Недостаточная ликвидность для обмена залога
zh_tw: 流動性不足，無法兌換抵押品

source: Swap price impact for external swap threshold
de: Tausch-Preiseinfluss-Schwellenwert für externe Swaps
es: Umbral de impacto en el precio de intercambio para intercambios externos
fr: Seuil d'impact sur le prix d'échange pour les échanges externes
ja: 外部スワップしきい値のスワップ価格への影響
ru: Порог влияния на цену для внешних обменов
zh_tw: 外部兌換閾值的兌換價格影響

source: Market Decrease
de: Marktverringerung
es: Disminución del Mercado
fr: Diminution de marché
ja: 市場減少
ru: Снижение рынка

source: Updating {orderText}...
de: {orderText} wird aktualisiert…
es: Actualizando {orderText}…
fr: Mise à jour de {orderText}…
ja: {orderText}を更新中…
ru: Обновление {orderText}…
zh_tw: 正在更新 {orderText}...
