Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Max {0} long exceeded
de: Max {0} Long überschritten
es: Superados largos Máx. de {0}
fr: Long {0} maximal dépassé
ja: {0}の最大ロング値を超過しています
ru: Максимальный {0} лонг превышен
zh_tw: 超過 {0} 最大做多量

source: N/A
ja: 該当なし
ru: Н/Д

source: Operates on open, permissionless networks to ensure transparency, decentralization, and unrestricted access
de: Arbeitet auf offenen, genehmigungsfreien Netzwerken, um Transparenz, Dezentralisierung und uneingeschränkten Zugang zu gewährleisten
es: Opera en redes abiertas y sin permisos para garantizar la transparencia, la descentralización y el acceso sin restricciones
fr: Fonctionne sur des réseaux ouverts et sans permission pour garantir la transparence, la décentralisation et un accès sans restriction
ja: 透明性、分散性、および自由なアクセスを確保するため、オープンでパーミッションレスなネットワーク上で運用されています
ru: Работает на открытых, не требующих разрешений сетях для обеспечения прозрачности, децентрализации и неограниченного доступа
zh_tw: 在開放、無需許可的網路上運行，確保透明度、去中心化和無限制的存取

source: {formattedNetRate} / 1h
ja: {formattedNetRate} / 1 時間
ru: {formattedNetRate} / 1ч

source: Balance
fr: Solde
ja: 残高
ru: Баланс
zh_tw: 餘額

source: Force failures
de: Fehler erzwingen
es: Forzar fallos
fr: Forcer les échecs
ja: 強制エラー
ru: Принудительные сбои
zh_tw: 強制失敗

source: Re-enable
de: Wieder aktivieren
es: Re-habilitar
fr: Réactiver
ja: 再有効化
ru: Повторно включить
zh_tw: 重新啟用

source: Related markets
de: Verwandte Märkte
es: Mercados relacionados
fr: Marchés associés
ja: 関連マーケット
ru: Связанные рынки
zh_tw: 相關市場

source: I do not want to transfer the Affiliate esGMX tokens
de: Ich möchte die Affiliate-esGMX-Token nicht übertragen
es: No deseo transferir los tokens esGMX de afiliado
fr: Je ne souhaite pas transférer les tokens esGMX Affiliate
ja: アフィリエイトesGMXトークンは転送しません
ru: Я не хочу переводить партнёрские токены esGMX
zh_tw: 我不想轉移推薦人 esGMX 代幣

source: Order exceeds max leverage. Click to auto-adjust.
de: Die Order überschreitet den maximalen Hebel. Klicken Sie zur automatischen Anpassung.
es: La orden excede el apalancamiento máximo. Haga clic para ajustar automáticamente.
fr: L'ordre dépasse l'effet de levier maximum. Cliquez pour ajuster automatiquement.
ja: 注文が最大レバレッジを超えています。クリックして自動調整してください。
ru: Ордер превышает максимальное кредитное плечо. Нажмите для автоматической корректировки.
zh_tw: 訂單超過最大槓桿。點擊以自動調整。

source: No swap path available
de: Kein Tauschpfad verfügbar
es: No hay ruta de intercambio disponible
fr: Aucun chemin d'échange disponible
ja: 利用可能なスワップ経路がありません
ru: Нет доступного маршрута обмена
zh_tw: 無可用的兌換路徑

source: Execute Stop-Loss
de: Stop-Loss ausführen
es: Ejecutar Stop-Loss
fr: Exécuter Stop-Loss
ja: ストップロスを実行
ru: Исполнение стоп-лосса
zh_tw: 執行止損

source: Buy GMX from decentralized exchanges
de: Kaufe GMX von dezentralen Exchanges
es: Comprar GMX de exchanges descentralizados
fr: Acheter GMX sur des exchanges décentralisés
ja: 分散型取引所からGMXを購入
ru: Купить GMX на децентрализованных биржах
zh_tw: 從去中心化交易所買入 GMX

source: Powered by
de: Unterstützt von
es: Impulsado por
fr: Propulsé par
ja: 提供:
ru: Работает на
zh_tw: 技術提供

source: Buy order executed
de: Kauforder ausgeführt
es: Orden de compra ejecutada
fr: Ordre d'achat exécuté
ja: 購入注文が約定しました
ru: Ордер на покупку исполнен
zh_tw: 買入訂單已成交

source: No opportunities match your search
de: Keine Ergebnisse für Ihre Suche
es: Ninguna oportunidad coincide con su búsqueda
fr: Aucune opportunité ne correspond à votre recherche
ja: 検索に一致する機会はありません
ru: Нет возможностей, соответствующих вашему запросу
zh_tw: 沒有符合搜尋條件的機會

source: Leaderboard for traders on GMX V2
de: Rangliste für Trader auf GMX V2
es: Tabla de clasificación para operadores en GMX V2
fr: Classement des traders sur GMX V2
ja: GMX V2トレーダーリーダーボード
ru: Таблица лидеров для трейдеров на GMX V2
zh_tw: GMX V2 交易者排行榜

source: TOTAL REBATES
de: GESAMTRABATTE
es: REEMBOLSOS TOTALES
fr: TOTAL DES REMISES
ja: 合計リベート
ru: ОБЩИЕ СКИДКИ
zh_tw: 總回扣

source: Single-sided liquidity vaults with active hedging and rebalancing to minimize impermanent loss
de: Einseitige Liquiditätsvaults mit aktivem Hedging und Rebalancing zur Minimierung von Impermanent Loss
es: Bóvedas de liquidez unilateral con cobertura activa y reequilibrio para minimizar la pérdida impermanente
fr: Coffres de liquidité unilatéraux avec couverture active et rééquilibrage pour minimiser les pertes non permanentes
ja: インパーマネントロスを最小化するため、アクティブなヘッジとリバランスを行うシングルサイド流動性ボールト
ru: Односторонние хранилища ликвидности с активным хеджированием и ребалансировкой для минимизации непостоянных потерь
zh_tw: 單邊流動性金庫，透過主動對沖與再平衡來最小化無常損失

source: GMX V2 actions
de: GMX V2 Aktionen
es: Acciones de GMX V2
fr: Actions GMX V2
ja: GMX V2アクション
ru: Действия GMX V2
zh_tw: GMX V2 操作

source: Trade errors
de: Handelsfehler
es: Errores de operación
fr: Erreurs de trading
ja: 取引エラー
ru: Ошибки торговли
zh_tw: 交易錯誤

source: Depositing to and withdrawing from GMX Account...
de: Ein- und Auszahlung vom GMX Account...
es: Depositando y retirando de GMX Account...
fr: Dépôt et retrait du GMX Account en cours...
ja: GMX Accountへの入金および出金中...
ru: Пополнение и вывод средств из GMX Account...
zh_tw: 正在存入和提取 GMX Account...

source: Service disruption
de: Dienstunterbrechung
es: Interrupción del servicio
fr: Interruption de service
ja: サービス障害
ru: Перебои в работе сервиса
zh_tw: 服務中斷

source: Stop Market price above mark price
de: Stop-Market-Preis über dem Markpreis
es: Precio Stop Market por encima del precio de referencia
fr: Le prix Stop Market est supérieur au prix de référence
ja: ストップ成行価格がマーク価格を上回っています
ru: Цена Stop Market выше расчётной цены
zh_tw: 止損市價高於標記價格

source: SHORT LIQ.
es: LIQ. CORTOS
fr: LIQ. SHORT
ja: ショート清算
ru: ЛИКВ. ШОРТОВ
zh_tw: 做空流動性

source: Account type
de: Kontotyp
es: Tipo de cuenta
fr: Type de compte
ja: アカウントタイプ
ru: Тип аккаунта
zh_tw: 帳戶類型

source: Collateral in
de: Sicherheit in
es: Garantía de entrada
fr: Garantie en entrée
ja: 担保トークン
ru: Обеспечение
zh_tw: 轉入抵押品

source: EVENT NAME
de: EREIGNISNAME
es: NOMBRE DEL EVENTO
fr: NOM DE L'ÉVÉNEMENT
ja: イベント名
ru: НАЗВАНИЕ СОБЫТИЯ
zh_tw: 事件名稱

source: Compass Labs GM token dashboard
es: Panel de tokens GM de Compass Labs
fr: Tableau de bord Compass Labs GM token
ja: Compass Labs GMトークンダッシュボード
ru: Панель управления GM-токенов от Compass Labs
zh_tw: Compass Labs GM 代幣儀表板

source: OPEN INTEREST
es: INTERÉS ABIERTO
fr: INTÉRÊT OUVERT
ja: 建玉
ru: ОТКРЫТЫЙ ИНТЕРЕС
zh_tw: 未平倉量

source: Begin transfer
de: Übertragung starten
es: Iniciar transferencia
fr: Commencer le transfert
ja: 送金を開始
ru: Начать перевод
zh_tw: 開始轉帳

source: market
de: markt
es: mercado
fr: marché
ja: 市場
ru: рынок
zh_tw: 市價

source: Same as current active code
de: Gleich wie der derzeit aktive Code
es: Igual que el código activo actual
fr: Identique au code actif actuel
ja: 現在アクティブなコードと同じです
ru: Такой же, как текущий активный код
zh_tw: 與目前使用中的代碼相同

source: Trade from wallet or GMX Account
de: Handeln Sie über Wallet oder GMX Account
es: Opere desde su monedero o GMX Account
fr: Négociez depuis le portefeuille ou le GMX Account
ja: ウォレットまたはGMX Accountから取引
ru: Торговля с кошелька или GMX Account
zh_tw: 從錢包或 GMX Account 交易

source: Min position size: {0}
de: Min. Positionsgröße: {0}
es: Tamaño mínimo de posición: {0}
fr: Taille de position minimale : {0}
ja: 最小ポジションサイズ: {0}
ru: Мин размер позиции: {0}
zh_tw: 最小倉位大小：{0}

source: Down
de: Ausgefallen
es: Caído
fr: Hors service
ja: 停止
ru: Недоступен
zh_tw: 離線

source: Trigger price below mark price
de: Trigger-Preis unter Markpreis
es: Precio de activación por debajo del precio de referencia
fr: Prix de déclenchement inférieur au prix mark
ja: トリガー価格がマーク価格を下回る
ru: Цена триггера ниже маркированной цены
zh_tw: 觸發價格低於標記價格

source: Staked GMX
de: Gestaktes GMX
es: GMX en staking
fr: GMX stakés
ja: ステーキング中のGMX
ru: GMX в стейкинге
zh_tw: 已質押 GMX

source: Open interest reserve factor shorts
de: Open Interest Reservefaktor Shorts
es: Factor de reserva de interés abierto para cortos
fr: Facteur de réserve des positions ouvertes pour les shorts
ja: 建玉リザーブファクター（ショート）
ru: Резервный фактор открытого интереса для шортов
zh_tw: 做空未平倉量儲備因子

source: Insufficient pool liquidity
de: Unzureichende Pool-Liquidität
es: Liquidez de pool insuficiente
fr: Liquidité du pool insuffisante
ja: プールの流動性が不足しています
ru: Недостаточная ликвидность пула
zh_tw: 池流動性不足

source: No opportunities on Botanix yet
de: Noch keine Möglichkeiten auf Botanix
es: Aún no hay oportunidades en Botanix
fr: Aucune opportunité sur Botanix pour le moment
ja: Botanixにはまだ機会がありません
ru: На Botanix пока нет возможностей
zh_tw: Botanix 上尚無機會

source: <0><1>#GMX V2</1>'s OI looks great</0><2>GMX V2 > GMX V1 + Kwenta + Polynomial</2><3>Check more: <4>https://tradao.xyz/#/open-interest</4></3>
de: <0><1>#GMX V2</1>'s OI sieht großartig aus</0><2>GMX V2 > GMX V1 + Kwenta + Polynomial</2><3>Mehr prüfen: <4>https://tradao.xyz/#/open-interest</4></3>
es: <0>El OI de <1>#GMX V2</1> se ve genial</0><2>GMX V2 > GMX V1 + Kwenta + Polynomial</2><3>Ver más: <4>https://tradao.xyz/#/open-interest</4></3>
fr: <0><1>#GMX V2</1> OI a l'air génial</0><2>GMX V2 > GMX V1 + Kwenta + Polynomial</2><3>Vérifiez plus : <4>https://tradao.xyz/#/open-interest</4></3>
ja: <0><1>#GMX V2</1>のOIは素晴らしい</0><2>GMX V2 > GMX V1 + Kwenta + Polynomial</2><3>もっと確認: <4>https://tradao.xyz/#/open-interest</4></3>
ru: <0><1>#GMX V2</1> OI выглядит отлично</0><2>GMX V2 > GMX V1 + Kwenta + Polynomial</2><3>Проверьте больше: <4>https://tradao.xyz/#/open-interest</4></3>
zh_tw: <0><1>#GMX V2</1> 的 OI 看起來很棒</0><2>GMX V2 > GMX V1 + Kwenta + Polynomial</2><3>查看更多：<4>https://tradao.xyz/#/open-interest</4></3>

source: TP/SL orders auto-cancel when the position closes. Applies only to orders created after enabling.
de: TP/SL-Orders werden automatisch storniert, wenn die Position geschlossen wird. Gilt nur für Orders, die nach der Aktivierung erstellt wurden.
es: Las órdenes TP/SL se cancelan automáticamente al cerrar la posición. Solo se aplica a las órdenes creadas después de activar esta opción.
fr: Les ordres TP/SL sont automatiquement annulés à la fermeture de la position. S'applique uniquement aux ordres créés après l'activation.
ja: TP/SL注文はポジションの決済時に自動キャンセルされます。有効化後に作成された注文にのみ適用されます。
ru: Ордера TP/SL автоматически отменяются при закрытии позиции. Применяется только к ордерам, созданным после включения.
zh_tw: 倉位平倉時，止盈/止損訂單會自動取消。僅適用於啟用後建立的訂單。

source: fees
de: Gebühren
es: comisiones
fr: frais
ja: 手数料
ru: комиссии
zh_tw: 手續費

source: What could we improve?
de: Was könnten wir verbessern?
es: ¿Qué podríamos mejorar?
fr: Que pourrions-nous améliorer ?
ja: 改善すべき点はございますか？
ru: Что мы могли бы улучшить?
zh_tw: 我們可以改進什麼？

source: Referral code update failed
de: Aktualisierung des Empfehlungscodes fehlgeschlagen
es: Error al actualizar el código de referido
fr: La mise à jour du code de parrainage a échoué
ja: リファラルコードの更新に失敗しました
ru: Не удалось обновить реферальный код
zh_tw: 推薦碼更新失敗

source: Execution prices for increasing shorts<0/>and decreasing longs
de: Ausführungspreise für steigende Shorts<0/>und sinkende Longs
es: Precios de ejecución para incrementar cortos<0/>y reducir largos
fr: Prix d'exécution pour l'augmentation des shorts<0/>et la diminution des longs
ja: ショート増加<0/>およびロング減少の約定価格
ru: Цены исполнения для увеличения шортов<0/>и уменьшения лонгов
zh_tw: 做空加倉<0/>及做多減倉的成交價格

source: of open fee
de: der Eröffnungsgebühr
es: de comisión de apertura
fr: des frais d'ouverture
ja: オープン手数料の
ru: от комиссии открытия
zh_tw: 開倉手續費的

source: Path:
de: Pfad:
es: Ruta:
fr: Chemin :
ja: パス:
ru: Путь:
zh_tw: 路徑：

source: Only use this for full account transfers.<0/>This will transfer all your GMX, esGMX, GLP, Multiplier Points and voting power to your new account.<1/>Transfers are only supported if the receiving account has not staked GMX or GLP tokens before.<2/>Transfers are one-way, you will not be able to transfer staked tokens back to the sending account.
de: Verwenden Sie dies nur für vollständige Kontoübertragungen.<0/>Hiermit werden alle Ihre GMX, esGMX, GLP, Multiplikatorpunkte und Stimmrechte auf Ihr neues Konto übertragen.<1/>Übertragungen werden nur unterstützt, wenn das empfangende Konto zuvor keine GMX- oder GLP-Token gestakt hat.<2/>Übertragungen sind einseitig, Sie können gestakte Token nicht an das sendende Konto zurückübertragen.
es: Utilice esta opción únicamente para transferencias completas de cuenta.<0/>Se transferirán todos sus GMX, esGMX, GLP, Multiplier Points y poder de voto a su nueva cuenta.<1/>Las transferencias solo son posibles si la cuenta receptora no ha tenido GMX o GLP en staking anteriormente.<2/>Las transferencias son unidireccionales; no podrá devolver los tokens en staking a la cuenta de origen.
fr: Utilisez cette fonction uniquement pour les transferts de compte complets.<0/>Cela transférera tous vos GMX, esGMX, GLP, Multiplier Points et droits de vote vers votre nouveau compte.<1/>Les transferts ne sont possibles que si le compte destinataire n'a jamais staké de tokens GMX ou GLP auparavant.<2/>Les transferts sont irréversibles, vous ne pourrez pas retransférer les tokens stakés vers le compte émetteur.
ja: これはアカウント全体の移行にのみ使用してください。<0/>すべてのGMX、esGMX、GLP、マルチプライヤーポイント、および投票権が新しいアカウントに移行されます。<1/>移行は、受け取りアカウントがこれまでにGMXまたはGLPトークンをステーキングしていない場合にのみ可能です。<2/>移行は一方向です。ステーキング済みトークンを送信元アカウントに戻すことはできません。
ru: Используйте это только для полного переноса аккаунта.<0/>Все ваши GMX, esGMX, GLP, Multiplier Points и право голоса будут переведены на новый аккаунт.<1/>Переводы поддерживаются только в том случае, если принимающий аккаунт ранее не размещал GMX или GLP в стейкинг.<2/>Переводы являются односторонними — вы не сможете вернуть размещённые токены обратно на отправляющий аккаунт.
zh_tw: 僅用於完整帳戶轉移。<0/>這將把您所有的 GMX、esGMX、GLP、乘數點數和投票權轉移到新帳戶。<1/>僅在接收帳戶之前未質押過 GMX 或 GLP 代幣的情況下才支援轉帳。<2/>轉帳為單向操作，您無法將已質押的代幣轉回原帳戶。

source: Net price impact
de: Nettopreiseinfluss
es: Impacto neto en el precio
fr: Impact net sur le prix
ja: 正味の価格への影響
ru: Чистое влияние на цену
zh_tw: 淨價格影響

source: Approve GMX
de: GMX genehmigen
es: Aprobar GMX
fr: Approuver GMX
ja: GMXを承認
ru: Одобрить GMX
zh_tw: 授權 GMX

source: {fromText} to {toExecutionText}
de: {fromText} zu {toExecutionText}
es: {fromText} a {toExecutionText}
fr: {fromText} à {toExecutionText}
ja: {fromText}から{toExecutionText}へ
ru: {fromText} в {toExecutionText}
zh_tw: {fromText} 至 {toExecutionText}

source: Execute Limit Swap
de: Limit-Swap ausführen
es: Ejecutar Intercambio Límite
fr: Exécuter le swap limite
ja: 指値スワップの執行
ru: Выполнить лимитный обмен
zh_tw: 執行 Limit Swap

source: GMX referrals dashboard
de: GMX Empfehlungs-Dashboard
es: Panel de referidos de GMX
fr: Tableau de bord des parrainages GMX
ja: GMXリファラルダッシュボード
ru: Панель управления рефералами GMX
zh_tw: GMX 推薦儀表板

source: Error data (hex)
de: Fehlerdaten (Hex)
es: Datos de error (hex)
fr: Données d'erreur (hex)
ja: エラーデータ（hex）
ru: Данные ошибки (hex)
zh_tw: 錯誤資料（十六進位）

source: Open positions with orders
de: Positionen mit Orders öffnen
es: Posiciones abiertas con órdenes
fr: Positions ouvertes avec ordres
ja: 注文付きオープンポジション
ru: Открытые позиции с ордерами
zh_tw: 含訂單的持倉

source: <0>⬡ Chainlink Data Story ⬡ <1/><2>#Chainlink</2> Data Streams have secured over $56B in volume for the <3>@GMX_IO</3> V2 protocol.</0><4>Data Streams’ low-latency delivery of high-quality market data has supercharged GMX's perpetual markets across <5>@arbitrum</5> and <6>@avax</6>. <7>https://dune.com/gmx-io/gmx-analytics#v2-volume</7></4>
de: <0>⬡ Chainlink Data Story ⬡ <1/><2>#Chainlink</2> Data Streams haben über $56B Volumen für das <3>@GMX_IO</3> V2-Protokoll gesichert.</0><4>Die niedrig-latente Lieferung hochwertiger Marktdaten durch Data Streams hat die Perpetual-Märkte von GMX auf <5>@arbitrum</5> und <6>@avax</6> aufgeladen. <7>https://dune.com/gmx-io/gmx-analytics#v2-volume</7></4>
es: <0>⬡ Historia de Datos Chainlink ⬡ <1/><2>#Chainlink</2> Data Streams han asegurado más de $56B en volumen para el protocolo V2 de <3>@GMX_IO</3>.</0><4>La entrega de baja latencia de datos de mercado de alta calidad de Data Streams ha supercargado los mercados perpetuos de GMX a través de <5>@arbitrum</5> y <6>@avax</6>. <7>https://dune.com/gmx-io/gmx-analytics#v2-volume</7></4>
fr: <0>⬡ Histoire de Données Chainlink ⬡ <1/><2>#Chainlink</2> Data Streams ont sécurisé plus de 56 Md$ en volume pour le protocole <3>@GMX_IO</3> V2.</0><4>La livraison à faible latence de données de marché de haute qualité des Data Streams a surchargé les marchés perpétuels de GMX sur <5>@arbitrum</5> et <6>@avax</6>. <7>https://dune.com/gmx-io/gmx-analytics#v2-volume</7></4>
ja: <0>⬡ Chainlinkデータストーリー ⬡ <1/><2>#Chainlink</2> データストリームは<3>@GMX_IO</3> V2プロトコルの560億ドル超のボリュームをセキュアにしました。</0><4>データストリームの低遅延高品質市場データ配信が<5>@arbitrum</5>と<6>@avax</6>横断のGMXパーペチュアル市場を強化。<7>https://dune.com/gmx-io/gmx-analytics#v2-volume</7></4>
ru: <0>⬡ История данных Chainlink ⬡ <1/><2>#Chainlink</2> Data Streams обеспечили более $56B в объеме для протокола <3>@GMX_IO</3> V2.</0><4>Низколатентная доставка высококачественных рыночных данных Data Streams суперзарядила перпетуальные рынки GMX по <5>@arbitrum</5> и <6>@avax</6>. <7>https://dune.com/gmx-io/gmx-analytics#v2-volume</7></4>

source: Min collateral factor OI long
de: Min. Sicherheitsfaktor OI Long
es: Factor de garantía mínimo OI largo
fr: Facteur de garantie minimum OI long
ja: 最小担保ファクター OI ロング
ru: Мин. фактор обеспечения OI лонг
zh_tw: 做多未平倉量最低抵押品因子

source: TP price below limit price
de: TP-Preis unter dem Limit-Preis
es: Precio TP por debajo del precio límite
fr: Le prix TP est inférieur au prix limite
ja: TP価格が指値価格を下回っています
ru: Цена TP ниже лимитной цены
zh_tw: 止盈價格低於限價

source: Submit
de: Übermitteln
es: Enviar
fr: Soumettre
ja: 提出
ru: Подать
zh_tw: 提交

source: Claimed
de: Beansprucht
es: Reclamado
fr: Récupéré
ja: 受け取り完了
ru: Получено
zh_tw: 已領取

source: less than a minute
de: weniger als eine Minute
es: menos de un minuto
fr: moins d'une minute
ja: 1分未満
ru: меньше минуты
zh_tw: 不到一分鐘

source: Ecosystem
de: Ökosystem
es: Ecosistema
fr: Écosystème
ja: エコシステム
ru: Экосистема
zh_tw: 生態系統

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ru: Далее
zh_tw: 下一頁

source: More info
de: Mehr Infos
es: Más información
fr: Plus d’infos
ja: 詳細情報
ru: Больше информации
zh_tw: 更多資訊

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ru: Создать
zh_tw: 建立

source: Trading volume
de: Handelsvolumen
es: Volumen de negociación
fr: Volume de négociation
ja: 取引高
ru: Объём торгов
zh_tw: 交易量

source: Save settings
de: Einstellungen speichern
es: Guardar configuración
fr: Enregistrer les paramètres
ja: 設定を保存
ru: Сохранить настройки
zh_tw: 儲存設定

source: Last 7d
de: Letzte 7T
es: Últimos 7d
fr: Derniers 7j
ja: 過去7日
ru: Последние 7д
zh_tw: 近 7 天

source: Net rate
de: Nettorate
es: Tasa neta
fr: Taux net
ja: ネットレート
ru: Чистая ставка
zh_tw: 淨費率

source: Invalid transfer addresses. Check the URL.
de: Ungültige Übertragungsadressen. Überprüfen Sie die URL.
es: Direcciones de transferencia no válidas. Verifique la URL.
fr: Adresses de transfert invalides. Vérifiez l'URL.
ja: 送金アドレスが無効です。URLをご確認ください。
ru: Недействительные адреса перевода. Проверьте URL.
zh_tw: 轉帳地址無效，請檢查網址。

source: Swap {fromAmount} for {toAmount}
de: Swap {fromAmount} für {toAmount}
es: Intercambiar {fromAmount} por {toAmount}
fr: Échanger {fromAmount} pour {toAmount}
ja: {fromAmount} を {toAmount} にスワップ
ru: Обмен {fromAmount} на {toAmount}
zh_tw: 將 {fromAmount} 兌換為 {toAmount}

source: Amount
de: Betrag
es: Importe
fr: Montant
ja: 金額
ru: Сумма
zh_tw: 金額

source: Open interest (<0>{longOIPercentage}</0>/<1>{shortOIPercentage}</1>)
es: Interés abierto (<0>{longOIPercentage}</0>/<1>{shortOIPercentage}</1>)
fr: Positions ouvertes (<0>{longOIPercentage}</0>/<1>{shortOIPercentage}</1>)
ja: 建玉（<0>{longOIPercentage}</0>/<1>{shortOIPercentage}</1>）
ru: Открытый интерес (<0>{longOIPercentage}</0>/<1>{shortOIPercentage}</1>)
zh_tw: 未平倉量（<0>{longOIPercentage}</0>/<1>{shortOIPercentage}</1>）

source: Claim
de: Beanspruchen
es: Reclamar
fr: Réclamer
ja: 請求
ru: Запросить
zh_tw: 領取

source: POSITION IMPACT POOL
es: POOL DE IMPACTO DE POSICIÓN
ja: ポジション影響プール
ru: ПУЛ ВЛИЯНИЯ НА ПОЗИЦИЮ

source: Not staked
de: Nicht gestakt
es: Sin staking
fr: Non staké
ja: 未ステーキング
ru: Не в стейкинге
zh_tw: 未質押

source: {0}ms
ru: {0}мс

source: Deposit failed
de: Einzahlung fehlgeschlagen
es: Depósito fallido
fr: Dépôt échoué
ja: 入金に失敗しました
ru: Внесение не удалось
zh_tw: 存入失敗

source: EST. PNL
de: GESCH. PNL
es: PNL EST.
fr: PNL EST.
ja: 予想PNL
ru: РАСЧ. PNL
zh_tw: 預估 PNL

source: Total performance APY
de: Gesamt-Performance APY
es: APY de rendimiento total
fr: APY de performance totale
ja: トータルパフォーマンス APY
ru: Общая доходность APY
zh_tw: 總績效 APY

source: No tokens on {0} for deposit
de: Keine Token auf {0} zum Einzahlen
es: No hay tokens en {0} para depositar
fr: Aucun jeton sur {0} pour le dépôt
ja: {0}に入金可能なトークンがありません
ru: Нет токенов на {0} для депозита
zh_tw: {0} 上無可存入的代幣

source: Total to claim
de: Gesamtbetrag zum Beanspruchen
es: Total a reclamar
fr: Total à récupérer
ja: 受け取り合計
ru: Итого к получению
zh_tw: 可領取總額

source: Insufficient gas for execution. Estimated: {estimatedGasLimitText}, starting: {startingGasText}
de: Unzureichend Gas für die Ausführung. Geschätzt: {estimatedGasLimitText}, verfügbar: {startingGasText}
es: Gas insuficiente para la ejecución. Estimado: {estimatedGasLimitText}, inicial: {startingGasText}
fr: Gas insuffisant pour l'exécution. Estimé : {estimatedGasLimitText}, départ : {startingGasText}
ja: 実行に必要なGasが不足しています。推定: {estimatedGasLimitText}、開始時: {startingGasText}
ru: Недостаточно Gas для исполнения. Расчётный лимит: {estimatedGasLimitText}, начальный: {startingGasText}
zh_tw: 執行 Gas 不足。預估：{estimatedGasLimitText}，起始：{startingGasText}

source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ru: Уведомления
zh_tw: 通知

source: Trading mode
de: Handelsmodus
es: Modo de trading
fr: Mode de trading
ja: トレーディングモード
ru: Режим торговли
zh_tw: 交易模式

source: <0>Cross-margin</0><1>Cross-collateral</1>
ja: <0>クロスマージン</0><1>クロスコラテラル</1>
ru: <0>Кросс-маржа</0><1>Кросс-обеспечение</1>
zh_tw: <0>全倉保證金</0><1>交叉抵押品</1>

source: Click on
de: Klicken Sie auf
es: Haga clic en
fr: Cliquez sur
ja: クリックする
ru: Нажмите на
zh_tw: 點擊

source: Failed to stake
de: Staken fehlgeschlagen
es: Error al stakear
fr: Échec du staker
ja: ステークに失敗しました
ru: Не удалось стейкать
zh_tw: 質押失敗

source: 24h volume
de: 24h Volumen
es: Volumen 24h
fr: Volume 24h
ja: 24時間取引高
ru: Объём за 24ч
zh_tw: 24 小時交易量

source: Enter an amount
de: Betrag eingeben
es: Introduzca una cantidad
fr: Entrez un montant
ja: 額を入力
ru: Введите сумму
zh_tw: 請輸入數量

source: SL price above limit price
de: SL-Preis über dem Limitpreis
es: Precio de SL por encima del precio límite
fr: Prix du SL au-dessus du prix limite
ja: SL価格がリミット価格を上回っています
ru: Цена SL выше лимитной цены
zh_tw: 止損價格高於限價

source: for {comment}
de: für {comment}
es: para {comment}
fr: pour {comment}
ja: {comment}
ru: для {comment}
zh_tw: 用於 {comment}

source: Performance APY
es: APY de rendimiento
fr: APY de performance
ja: パフォーマンス APY
ru: Доходность APY
zh_tw: 績效 APY

source: Annualized:
de: Annualisiert:
es: Anualizado:
fr: Annualisé :
ja: 年率化:
ru: Годовое:
zh_tw: 年化：

source: Trigger tickers failure
de: Ticker-Abruffehler erzwingen
es: Fallo de tickers de activación
fr: Forcer l'échec des tickers
ja: トリガーティッカー取得失敗
ru: Сбой триггерных тикеров
zh_tw: 觸發行情報價失敗

source: Fulfilling buy request...
de: Kaufanfrage wird ausgeführt…
es: Ejecutando solicitud de compra…
fr: Exécution de la demande d'achat…
ja: 買いリクエストを実行中…
ru: Выполнение запроса на покупку…
zh_tw: 正在執行買入請求...

source: Buy GM failed
de: GM-Kauf fehlgeschlagen
es: La compra de GM ha fallado
fr: Échec de l'achat de GM
ja: GMの購入に失敗しました
ru: Покупка GM не удалась
zh_tw: 購買 GM 失敗

source: Unknown shift GM order
de: Unbekannte Shift-GM-Order
es: Orden de cambio GM desconocida
fr: Ordre de déplacement GM inconnu
ja: 不明なシフトGM注文
ru: Неизвестный ордер сдвига GM
zh_tw: 未知的 GM 轉換訂單
