Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Mixed exposure: Short {indexSymbol} + long {collateralSymbol} collateral. Useful for delta-neutral strategies to earn funding.
de: Gemischtes Engagement: Short {indexSymbol} + Long {collateralSymbol} Sicherheit. Nützlich für deltaneutrale Strategien zum Erzielen von Finanzierung.
es: Exposición mixta: corto {indexSymbol} + garantía largo {collateralSymbol}. Útil para estrategias delta-neutral para obtener financiación.
fr: Exposition mixte : Short {indexSymbol} + garantie long {collateralSymbol}. Utile pour les stratégies delta-neutres afin de percevoir du financement.
ja: ミックスエクスポージャー: {indexSymbol}ショート + {collateralSymbol}ロング担保。デルタニュートラル戦略でファンディングを獲得するのに有用です。
ru: Смешанная экспозиция: шорт {indexSymbol} + лонг {collateralSymbol} обеспечение. Полезно для дельта-нейтральных стратегий с целью получения финансирования.
zh_tw: 混合敞口：做空 {indexSymbol} + 做多 {collateralSymbol} 抵押品。適用於 delta 中性策略以賺取資金費率。

source: Max network fee includes a buffer for gas spikes. Unused fees refunded.
de: Die maximale Netzwerkgebühr enthält einen Puffer für Gas-Spitzen. Nicht verwendete Gebühren werden erstattet.
es: La comisión de red máxima incluye un margen para picos de Gas. Las comisiones no utilizadas se reembolsan.
fr: Les frais de réseau maximum incluent une marge pour les pics de Gas. Les frais non utilisés sont remboursés.
ja: 最大ネットワーク手数料にはガス急騰時のバッファーが含まれています。未使用の手数料は返金されます。
ru: Макс. комиссия сети включает запас на случай скачков Gas. Неиспользованные комиссии возвращаются.
zh_tw: 最大網路費用包含應對 Gas 飆升的緩衝。未使用的費用將退還。

source: Order execution failed
de: Orderausführung fehlgeschlagen
es: Error en la ejecución de la orden
fr: Échec de l'exécution de l'ordre
ja: 注文の執行に失敗しました
ru: Ошибка исполнения ордера
zh_tw: 訂單執行失敗

source: Sell GM for {0} and {1} up to the caps below. Remaining tokens are reserved for open positions.
de: Verkaufen Sie GM für {0} und {1} bis zu den unten angegebenen Obergrenzen. Verbleibende Token sind für offene Positionen reserviert.
es: Venda GM por {0} y {1} hasta los límites que se indican a continuación. Los tokens restantes están reservados para posiciones abiertas.
fr: Vendez GM pour {0} et {1} jusqu'aux plafonds ci-dessous. Les jetons restants sont réservés aux positions ouvertes.
ja: 以下の上限までGMを{0}および{1}で売却できます。残りのトークンはオープンポジション用に確保されています。
ru: Продайте GM за {0} и {1} в пределах лимитов ниже. Оставшиеся токены зарезервированы для открытых позиций.
zh_tw: 賣出 GM 換取 {0} 和 {1}，上限如下。剩餘代幣保留給未平倉倉位。

source: No routes
de: Keine Routen
es: Sin rutas
fr: Aucune route
ja: ルートなし
ru: Нет маршрутов
zh_tw: 無路由

source: All time
de: Gesamtzeit
es: Todo el tiempo
fr: Tout le temps
ja: すべての時間
ru: За все время
zh_tw: 所有時間

source: Stay safe from <0/> liquidations
de: Schützen Sie sich vor <0/> Liquidationen
es: Protéjase de las <0/> liquidaciones
fr: Protégez-vous des <0/> liquidations
ja: 清算から<0/>身を守りましょう
ru: Защитите себя от <0/> ликвидаций
zh_tw: 遠離<0/>清算風險

source: High net price impact
de: Hoher Nettopreiseinfluss
es: Alto impacto neto en el precio
fr: Impact net élevé sur le prix
ja: 高いネット価格への影響
ru: Высокое чистое влияние на цену
zh_tw: 淨價格影響過高

source: Order not found. May have been canceled or already executed
de: Order nicht gefunden. Möglicherweise storniert oder bereits ausgeführt
es: Orden no encontrada. Puede haber sido cancelada o ya ejecutada
fr: Ordre introuvable. Il a peut-être été annulé ou déjà exécuté
ja: 注文が見つかりません。キャンセルまたは既に約定された可能性があります
ru: Ордер не найден. Возможно, он был отменён или уже исполнен
zh_tw: 找不到訂單。可能已被取消或已執行

source: Vesting
ja: ベスティング
ru: Вестинг
zh_tw: 歸屬

source: Buy order cancelled
de: Kauforder storniert
es: Orden de compra cancelada
fr: Ordre d'achat annulé
ja: 購入注文がキャンセルされました
ru: Ордер на покупку отменён
zh_tw: 買入訂單已取消

source: Support
es: Soporte
fr: Assistance
ja: サポート
ru: Поддержка
zh_tw: 支援

source: Delegate
de: Delegieren
es: Delegar
fr: Déléguer
ja: 委任
ru: Делегат
zh_tw: 委託

source: Less info
de: Weniger Infos
es: Menos información
fr: Moins d’infos
ja: 詳細を非表示
ru: Меньше информации
zh_tw: 收起資訊

source: LIQ.
ja: 清算
ru: ЛИКВ.
zh_tw: 流動性

source: GLP and GMX autocompounding vaults
de: GLP und GMX autocompounding Vaults
es: Vaults de autocomposición de GLP y GMX
fr: Vaults d'auto-composition GLP et GMX
ja: GLPおよびGMXの自動複利ボールト
ru: Хранилища с автокомпаундингом GLP и GMX
zh_tw: GLP 和 GMX 自動複利金庫

source: Position size exceeds pool value. Delta: {usdDeltaText}, pool: {poolUsdText}
de: Positionsgröße übersteigt den Poolwert. Delta: {usdDeltaText}, Pool: {poolUsdText}
es: El tamaño de la posición excede el valor del pool. Delta: {usdDeltaText}, pool: {poolUsdText}
fr: La taille de la position dépasse la valeur du pool. Delta : {usdDeltaText}, pool : {poolUsdText}
ja: ポジションサイズがプール値を超えています。デルタ: {usdDeltaText}、プール: {poolUsdText}
ru: Размер позиции превышает стоимость пула. Delta: {usdDeltaText}, пул: {poolUsdText}
zh_tw: 倉位規模超過池價值。差額：{usdDeltaText}，池：{poolUsdText}

source: Short liq.
es: Liq. corto
fr: Liq. short
ja: ショート流動性
ru: Шорт ликв.
zh_tw: 做空流動性

source: Liquidation fee
de: Liquidationsgebühr
es: Comisión de liquidación
fr: Frais de liquidation
ja: 清算手数料
ru: Комиссия за ликвидацию
zh_tw: 清算費用

source: Swap impact exponent
de: Tauscheinflussexponent
es: Exponente de impacto del intercambio
fr: Exposant d'impact d'échange
ja: スワップインパクト指数
ru: Экспонента влияния свопа
zh_tw: 兌換影響指數

source: Concluded competitions
de: Abgeschlossene Wettbewerbe
es: Competiciones finalizadas
fr: Compétitions terminées
ja: 終了したコンペティション
ru: Завершённые соревнования
zh_tw: 已結束的競賽

source: Primary timeout
de: Primärer Timeout
es: Tiempo de espera primario
fr: Délai d'attente principal
ja: プライマリタイムアウト
ru: Таймаут основного потока
zh_tw: 主要逾時

source: Increase size (Limit)
de: Größe erhöhen (Limit)
es: Aumentar tamaño (Limit)
fr: Augmenter la taille (Limit)
ja: サイズを増加（指値）
ru: Увеличить размер (Limit)
zh_tw: 加倉（限價）

source: PnL relative to capital used (return on capital)
de: PnL relativ zum eingesetzten Kapital (Kapitalrendite)
es: PnL relativo al capital utilizado (rendimiento sobre el capital)
fr: PnL relatif au capital utilisé (rendement sur capital)
ja: 使用資本に対するPnL（資本利益率）
ru: PnL относительно задействованного капитала (доходность на капитал)
zh_tw: PnL 相對於使用資本（資本回報率）

source: Create Stop Market
de: Stop-Market erstellen
es: Crear Stop Market
fr: Créer un Stop Market
ja: ストップマーケットを作成
ru: Создать стоп-маркет
zh_tw: 建立 Stop Market

source: Insufficient liquidity in {0} pool. Choosing a different pool creates a new position.
de: Unzureichende Liquidität im {0} Pool. Die Auswahl eines anderen Pools erstellt eine neue Position.
es: Liquidez insuficiente en el pool {0}. Elegir un pool diferente crea una nueva posición.
fr: Liquidité insuffisante dans le pool {0}. Choisir un autre pool crée une nouvelle position.
ja: {0}プールの流動性不足です。別のプールを選択すると、新しいポジションが作成されます。
ru: Недостаточная ликвидность в пуле {0}. Выбор другого пула создаст новую позицию.
zh_tw: {0} 池中流動性不足。選擇不同的池將建立新的倉位。

source: Max leverage
de: Maximaler Hebel
es: Apalancamiento máximo
fr: Effet de levier maximum
ja: 最大レバレッジ
ru: Макс. кредитное плечо
zh_tw: 最大槓桿

source: Select a pool containing {0} to use it as collateral
de: Wählen Sie einen Pool mit {0}, um ihn als Sicherheit zu verwenden
es: Seleccione un pool que contenga {0} para usarlo como garantía
fr: Sélectionnez un pool contenant {0} pour l'utiliser comme garantie
ja: {0}を含むプールを選択して担保として使用してください
ru: Выберите пул, содержащий {0}, чтобы использовать его в качестве обеспечения
zh_tw: 選擇包含 {0} 的池以將其用作抵押品

source: TWAP number of parts
de: TWAP Anzahl der Teile
es: Número de partes TWAP
fr: Nombre de parties TWAP
ja: TWAP分割数
ru: Количество частей TWAP
zh_tw: TWAP 分割數量

source: Insufficient collateral. Need more collateral
de: Unzureichende Sicherheit. Mehr Sicherheit erforderlich
es: Garantía insuficiente. Se necesita más garantía
fr: Garantie insuffisante. Plus de garantie nécessaire
ja: 担保不足です。追加の担保が必要です
ru: Недостаточное обеспечение. Необходимо больше обеспечения
zh_tw: 抵押品不足。需要更多抵押品

source: Access key
de: Zugriffsschlüssel
es: Clave de acceso
fr: Clé d'accès
ja: アクセスキー
ru: Ключ доступа
zh_tw: 存取金鑰

source: Collateral ({0})
de: Kollateral ({0})
es: Garantía ({0})
fr: Collatéral ({0})
ja: 担保 ({0})
ru: Залог ({0})
zh_tw: 抵押品（{0}）

source: Real-time rants about GMX trades
de: Echtzeit-Kommentare über GMX Trades
es: Comentarios en tiempo real sobre operaciones en GMX
fr: Commentaires en temps réel sur les transactions GMX
ja: GMXの取引に関するリアルタイムの実況
ru: Комментарии в реальном времени о сделках на GMX
zh_tw: 關於 GMX 交易的即時評論

source: Mixed exposure: Short {indexSymbol} + long {collateralSymbol} collateral. Liquidation price varies with {collateralSymbol} price.
de: Gemischtes Engagement: Short {indexSymbol} + Long {collateralSymbol} Sicherheit. Liquidationspreis variiert mit dem {collateralSymbol} Preis.
es: Exposición mixta: corto {indexSymbol} + garantía largo {collateralSymbol}. El precio de liquidación varía con el precio de {collateralSymbol}.
fr: Exposition mixte : short {indexSymbol} + garantie long {collateralSymbol}. Le prix de liquidation varie en fonction du prix de {collateralSymbol}.
ja: 混合エクスポージャー: {indexSymbol}ショート + {collateralSymbol}担保ロング。清算価格は{collateralSymbol}の価格に応じて変動します。
ru: Смешанная экспозиция: шорт {indexSymbol} + лонг {collateralSymbol} в качестве обеспечения. Цена ликвидации зависит от цены {collateralSymbol}.
zh_tw: 混合曝險：做空 {indexSymbol} + 做多 {collateralSymbol} 抵押品。清算價格隨 {collateralSymbol} 價格變動。

source: You must be on this page to accept the transfer. <0>Copy link</0>
de: Sie müssen sich auf dieser Seite befinden, um die Übertragung anzunehmen. <0>Link kopieren</0>
es: Debe estar en esta página para aceptar la transferencia. <0>Copiar enlace</0>
fr: Vous devez être sur cette page pour accepter le transfert. <0>Copier le lien</0>
ja: 送金を受け入れるには、このページにいる必要があります。<0>リンクをコピー</0>
ru: Вы должны находиться на этой странице, чтобы принять перевод. <0>Копировать ссылку</0>
zh_tw: 您必須在此頁面上才能接受轉帳。<0>複製連結</0>

source: <0>Wallet not connected to {0}</0><1/><2>Switch to {1}</2>
de: <0>Wallet nicht mit {0} verbunden</0><1/><2>Zu {1} wechseln</2>
es: <0>Monedero no conectado a {0}</0><1/><2>Cambiar a {1}</2>
fr: <0>Portefeuille non connecté à {0}</0><1/><2>Basculer vers {1}</2>
ja: <0>ウォレットが{0}に接続されていません</0><1/><2>{1}に切り替える</2>
ru: <0>Кошелёк не подключён к {0}</0><1/><2>Переключиться на {1}</2>
zh_tw: <0>錢包未連接至 {0}</0><1/><2>切換至 {1}</2>

source: TVL/CAP
de: TVL/KAP
ja: TVL/キャップ
ru: TVL/КАП

source: Connect wallet to see your assets
de: Wallet verbinden, um Ihre Vermögenswerte anzuzeigen
es: Conecte su monedero para ver sus activos
fr: Connectez votre portefeuille pour voir vos actifs
ja: ウォレットを接続して資産を表示
ru: Подключите кошелёк, чтобы увидеть ваши активы
zh_tw: 連接錢包以查看您的資產

source: Position size exceeds pool value
de: Positionsgröße übersteigt den Poolwert
es: El tamaño de la posición supera el valor del pool
fr: La taille de la position dépasse la valeur du pool
ja: ポジションサイズがプール価値を超えています
ru: Размер позиции превышает стоимость пула
zh_tw: 倉位規模超過池價值

source: Impact exponent (positive)
de: Auswirkungsexponent (positiv)
es: Exponente de impacto (positivo)
fr: Exposant d'impact (positif)
ja: インパクト指数（正）
ru: Экспонента влияния (положительная)
zh_tw: 影響指數（正向）

source: Can't withdraw collateral. Remaining collateral would be below minimum
de: Sicherheit kann nicht abgehoben werden. Verbleibende Sicherheit wäre unter dem Minimum
es: No se puede retirar la garantía. La garantía restante quedaría por debajo del mínimo
fr: Impossible de retirer la garantie. La garantie restante serait inférieure au minimum
ja: 担保を出金できません。残りの担保が最低額を下回ります
ru: Невозможно вывести обеспечение. Оставшееся обеспечение будет ниже минимума
zh_tw: 無法提取抵押品。剩餘抵押品將低於最低要求

source: Approving...
de: Genehmige…
es: Aprobando...
fr: Approbation en cours…
ja: 承認中...
ru: Одобрение…
zh_tw: 授權中...

source: UTILIZATION
de: NUTZUNG
es: UTILIZACIÓN
fr: UTILISATION
ja: 利用率
ru: УТИЛИЗАЦИЯ
zh_tw: 使用率

source: No liquidity available for increasing longs at<0/>this size. Max long size: {0}<1/><2/>No price impact. Single execution price for<3/>decreasing shorts at this size.
de: Keine Liquidität verfügbar für die Erhöhung von Longs bei<0/>dieser Größe. Maximale Long-Größe: {0}<1/><2/>Kein Preiseinfluss. Einzelner Ausführungspreis für<3/>die Verringerung von Shorts bei dieser Größe.
es: No hay liquidez disponible para aumentar largos a<0/>este tamaño. Tamaño máximo largo: {0}<1/><2/>Sin impacto en el precio. Precio de ejecución único para<3/>reducir cortos a este tamaño.
fr: Aucune liquidité disponible pour augmenter les longs à<0/>cette taille. Taille long maximale : {0}<1/><2/>Aucun impact sur le prix. Prix d'exécution unique pour<3/>la réduction des shorts à cette taille.
ja: このサイズでのロング増加に利用可能な流動性がありません。<0/>最大ロングサイズ: {0}<1/><2/>価格への影響なし。このサイズでのショート減少に対して<3/>単一の約定価格です。
ru: Нет доступной ликвидности для увеличения лонгов при<0/>данном размере. Макс. размер лонга: {0}<1/><2/>Нет влияния на цену. Единая цена исполнения для<3/>уменьшения шортов при данном размере.
zh_tw: 此規模無可用流動性來加倉做多。<0/>最大做多規模：{0}<1/><2/>無價格影響。此規模減倉做空<3/>為單一成交價格。

source: Referrals
es: Referidos
fr: Parrainages
ja: 紹介
ru: Рефералы
zh_tw: 推薦計畫

source: Fulfilling sell request...
de: Verkaufsanfrage wird ausgeführt…
es: Ejecutando solicitud de venta…
fr: Exécution de la demande de vente…
ja: 売りリクエストを実行中…
ru: Выполнение запроса на продажу…
zh_tw: 正在處理賣出請求...

source: {0} claimed
de: {0} beansprucht
es: {0} reclamado
fr: {0} récupéré
ja: {0}を受け取りました
ru: {0} получено
zh_tw: {0} 已領取

source: Receive at least {toAmountText} if executed. Price updates based on fees and price impact.
de: Erhalten Sie mindestens {toAmountText} bei Ausführung. Preis wird basierend auf Gebühren und Preiseinfluss aktualisiert.
es: Reciba al menos {toAmountText} si se ejecuta. El precio se actualiza según las comisiones y el impacto en el precio.
fr: Recevez au moins {toAmountText} en cas d'exécution. Le prix est mis à jour en fonction des frais et de l'impact sur le prix.
ja: 約定時に最低{toAmountText}を受け取ります。価格は手数料と価格への影響に基づいて更新されます。
ru: Получите не менее {toAmountText} при исполнении. Цена обновляется с учётом комиссий и влияния на цену.
zh_tw: 執行後至少收到 {toAmountText}。價格根據費用和價格影響更新。

source: Sell order executed
de: Verkaufsorder ausgeführt
es: Orden de venta ejecutada
fr: Ordre de vente exécuté
ja: 売却注文が約定しました
ru: Ордер на продажу исполнен
zh_tw: 賣出訂單已成交

source: Failed to claim price impact rebates
de: Preiseinfluss-Rückvergütungen konnten nicht beansprucht werden
es: Error al reclamar las devoluciones por impacto en el precio
fr: Échec de la récupération des remises d'impact sur le prix
ja: 価格影響リベートの受け取りに失敗しました
ru: Не удалось получить компенсацию влияния на цену
zh_tw: 領取價格影響回饋失敗

source: Paste hex error data to decode
de: Hex-Fehlerdaten zum Dekodieren einfügen
es: Pegue los datos de error en hexadecimal para decodificar
fr: Collez les données d'erreur hexadécimales à décoder
ja: デコードする16進エラーデータを貼り付けてください
ru: Вставьте hex-данные ошибки для декодирования
zh_tw: 貼上十六進位錯誤資料以進行解碼

source: Min collateral
de: Mindestsicherheit
es: Garantía mínima
fr: Garantie minimale
ja: 最小担保
ru: Мин. обеспечение
zh_tw: 最低抵押品

source: Steady returns without management
de: Stabile Renditen ohne Management
es: Retornos estables sin gestión
fr: Rendements stables sans gestion
ja: 管理なしの安定リターン
ru: Стабильная доходность без управления
zh_tw: 無需管理的穩定收益

source: Spread
es: Deslizamiento
fr: Écart
ja: スプレッド
ru: Спред
zh_tw: 價差

source: GMX newsletter and long-form updates
de: GMX Newsletter und ausführliche Aktualisierungen
es: Boletín de GMX y actualizaciones de formato largo
fr: Newsletter GMX et publications détaillées
ja: GMXのニュースレターおよび詳細なアップデート
ru: Рассылка и подробные обновления GMX
zh_tw: GMX 電子報與長篇更新

source: TP price
de: TP-Preis
es: Precio TP
fr: Prix TP
ja: TP価格
ru: Цена TP
zh_tw: TP 價格

source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
ja: ロード中...
ru: Загрузка...
zh_tw: 載入中...

source: Trade now
de: Jetzt handeln
es: Operar ahora
fr: Négocier maintenant
ja: 今すぐ取引
ru: Торговать
zh_tw: 立即交易

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: シェア
ru: Поделиться
zh_tw: 分享

source: Use your preferred token to pay and collateralize positions
de: Verwenden Sie Ihren bevorzugten Token zum Bezahlen und Besichern von Positionen
es: Utilice su token preferido para pagar y garantizar posiciones
fr: Utilisez votre jeton préféré pour payer et garantir vos positions
ja: お好みのトークンでポジションの支払いと担保設定を行えます
ru: Используйте предпочитаемый токен для оплаты и обеспечения позиций
zh_tw: 使用您偏好的代幣支付並為倉位提供抵押品

source: Multicall events
de: Multicall Ereignisse
es: Eventos Multicall
fr: Événements Multicall
ja: Multicallイベント
ru: События Multicall
zh_tw: Multicall 事件

source: Execute
de: Ausführen
es: Ejecutar
fr: Exécuter
ja: 執行
ru: Выполнить
zh_tw: 執行

source: No funding activity matching search
de: Keine Finanzierungsaktivität entspricht der Suche
es: No hay actividad de financiación que coincida con la búsqueda
fr: Aucune activité de financement correspondant à la recherche
ja: 検索に一致するファンディング活動はありません
ru: Нет истории пополнений, соответствующей запросу
zh_tw: 沒有符合搜尋的資金費用記錄

source: Fill colors
de: Füllfarben
es: Colores de relleno
fr: Couleurs de remplissage
ja: 塗りつぶし色
ru: Цвета заливки
zh_tw: 填滿色彩

source: DeFi portfolio tracker
es: Rastreador de cartera DeFi
fr: Outil de suivi de portefeuille DeFi
ja: DeFiポートフォリオトラッカー
ru: Трекер DeFi-портфеля
zh_tw: DeFi 投資組合追蹤器

source: Trades
es: Operaciones
fr: Opérations
ja: 取引
ru: Торги
zh_tw: 交易

source: Trading may be temporarily unavailable. Our team is working to resolve the issue.
de: Der Handel ist möglicherweise vorübergehend nicht verfügbar. Unser Team arbeitet an der Behebung des Problems.
es: La negociación puede no estar disponible temporalmente. Nuestro equipo está trabajando para resolver el problema.
fr: Le trading peut être temporairement indisponible. Notre équipe travaille à résoudre le problème.
ja: 取引が一時的に利用できない場合があります。チームが問題の解決に取り組んでおります。
ru: Торговля может быть временно недоступна. Наша команда работает над устранением проблемы.
zh_tw: 交易可能暫時無法使用。我們的團隊正在解決此問題。

source: Get fee discounts and earn rebates through the GMX referral program. Read the <0>referral program details</0>.
de: Erhalten Sie Gebührenrabatte und verdienen Sie Rückvergütungen über das GMX Empfehlungsprogramm. Lesen Sie die <0>Details zum Empfehlungsprogramm</0>.
es: Obtenga descuentos en comisiones y gane devoluciones a través del programa de referidos de GMX. Lea los <0>detalles del programa de referidos</0>.
fr: Obtenez des réductions sur les frais et gagnez des remises grâce au programme de parrainage GMX. Consultez les <0>détails du programme de parrainage</0>.
ja: GMXリファラルプログラムで手数料割引を受け、リベートを獲得できます。<0>リファラルプログラムの詳細</0>をご覧ください。
ru: Получайте скидки на комиссии и зарабатывайте вознаграждения через реферальную программу GMX. Ознакомьтесь с <0>условиями реферальной программы</0>.
zh_tw: 透過 GMX 推薦計畫獲得手續費折扣和返佣。閱讀<0>推薦計畫詳情</0>。

source: Order acceptable price
de: Akzeptabler Preis der Order
es: Precio aceptable de la orden
fr: Prix acceptable de l'ordre
ja: 注文の許容価格
ru: Допустимая цена ордера
zh_tw: 訂單可接受價格

source: Updating {updateOrdersCount} TP/SL orders...
de: Aktualisierung von {updateOrdersCount} TP/SL Orders...
es: Actualizando {updateOrdersCount} órdenes TP/SL...
fr: Mise à jour de {updateOrdersCount} ordres TP/SL...
ja: {updateOrdersCount}件のTP/SL注文を更新中...
ru: Обновление {updateOrdersCount} TP/SL ордеров...
zh_tw: 正在更新 {updateOrdersCount} 個 TP/SL 訂單...

source: Execution price didn't meet acceptable price
de: Ausführungspreis hat den akzeptablen Preis nicht erreicht
es: El precio de ejecución no alcanzó el precio aceptable
fr: Le prix d'exécution n'a pas atteint le prix acceptable
ja: 約定価格が許容価格を満たしませんでした
ru: Цена исполнения не соответствовала допустимой цене
zh_tw: 成交價格未達到可接受價格

source: Position would be liquidatable
de: Position wäre liquidierbar
es: La posición sería liquidable
fr: La position serait liquidable
ja: ポジションが清算対象となります
ru: Позиция будет подлежать ликвидации
zh_tw: 倉位將面臨清算

source: Media kit
de: Medienpaket
es: Kit de medios
fr: Kit média
ja: メディアキット
ru: Медиакит
zh_tw: 媒體素材包

source: Yield-optimized vaults supplying liquidity across multiple GMX markets
de: Renditeoptimierte Tresore, die Liquidität über mehrere GMX Märkte bereitstellen
es: Bóvedas optimizadas para rendimiento que suministran liquidez en múltiples mercados de GMX
fr: Coffres optimisés pour le rendement fournissant de la liquidité sur plusieurs marchés GMX
ja: 複数のGMXマーケットに流動性を提供する利回り最適化ボールト
ru: Оптимизированные по доходности хранилища, обеспечивающие ликвидность на нескольких рынках GMX
zh_tw: 跨多個 GMX 市場提供流動性的收益優化金庫

source: Analytics
es: Analíticas
ja: アナリティクス
ru: Аналитика
zh_tw: 分析

source: wstETH APR
es: APR de wstETH
fr: APR wstETH
ru: APR wstETH

source: About the GLP incident
de: Über den GLP Vorfall
es: Sobre el incidente de GLP
fr: À propos de l'incident GLP
ja: GLPインシデントについて
ru: Об инциденте с GLP
zh_tw: 關於 GLP 事件

source: Estimated time to liquidation
de: Geschätzte Zeit bis zur Liquidation
es: Tiempo estimado hasta la liquidación
fr: Temps estimé avant la liquidation
ja: 清算までの推定時間
ru: Расчётное время до ликвидации
zh_tw: 預計清算時間

source: Mark price for the liquidation
de: Markpreis für die Liquidation
es: Precio de referencia de la liquidación
fr: Prix de référence pour la liquidation
ja: 清算時のマーク価格
ru: Расчётная цена на момент ликвидации
zh_tw: 清算的標記價格

source: Projected from last {daysConsidered} days' APY
de: Prognostiziert aus dem APY der letzten {daysConsidered} Tage
es: Proyectado a partir del APY de los últimos {daysConsidered} días
fr: Projeté à partir du APY des {daysConsidered} derniers jours
ja: 過去{daysConsidered}日間のAPYから算出
ru: Прогноз на основе APY за последние {daysConsidered} дней
zh_tw: 根據過去 {daysConsidered} 天的 APY 推算

source: Settling position fees...
de: Positionsgebühren werden abgerechnet...
es: Liquidando comisiones de posición...
fr: Règlement des frais de position...
ja: ポジション手数料を精算中...
ru: Расчёт комиссий по позиции...
zh_tw: 正在結算倉位費用...

source: GMX announcements and updates
de: GMX Ankündigungen und Aktualisierungen
es: Anuncios y actualizaciones de GMX
fr: Annonces et mises à jour GMX
ja: GMXのお知らせとアップデート
ru: Анонсы и обновления GMX
zh_tw: GMX 公告與更新

source: Edit TP/SL size
de: TP/SL-Größe bearbeiten
es: Editar tamaño TP/SL
fr: Modifier la taille TP/SL
ja: TP/SLサイズを編集
ru: Изменить размер TP/SL
zh_tw: 編輯 TP/SL 大小

source: <0>{fromTokenText} </0>{fromTokenIcon}<1> to </1>{toTokenIcon}
de: <0>{fromTokenText} </0>{fromTokenIcon}<1> zu </1>{toTokenIcon}
es: <0>{fromTokenText} </0>{fromTokenIcon}<1> a </1>{toTokenIcon}
fr: <0>{fromTokenText} </0>{fromTokenIcon}<1> vers </1>{toTokenIcon}
ja: <0>{fromTokenText} </0>{fromTokenIcon}<1> から </1>{toTokenIcon}
ru: <0>{fromTokenText} </0>{fromTokenIcon}<1> в </1>{toTokenIcon}
zh_tw: <0>{fromTokenText} </0>{fromTokenIcon}<1> 至 </1>{toTokenIcon}

source: Pool max long amount
de: Maximaler Long-Betrag des Pools
es: Cantidad máxima largo del pool
fr: Montant long maximum du pool
ja: プール最大ロング数量
ru: Макс. сумма лонгов в пуле
zh_tw: 池做多最大數量

source: Requires more active management than GLV
de: Erfordert aktiveres Management als GLV
es: Requiere una gestión más activa que GLV
fr: Nécessite une gestion plus active que GLV
ja: GLVより積極的な管理が必要です
ru: Требует более активного управления, чем GLV
zh_tw: 比 GLV 需要更多主動管理

source: Min funding factor
de: Minimaler Finanzierungsfaktor
es: Factor de financiación mínimo
fr: Facteur de financement minimum
ja: 最小ファンディングファクター
ru: Мин. фактор финансирования
zh_tw: 最小資金費率因子

source: Governance alerts
de: Governance-Benachrichtigungen
es: Alertas de gobernanza
fr: Alertes de gouvernance
ja: ガバナンスアラート
ru: Уведомления о голосованиях
zh_tw: 治理通知

source: Trigger price for the order
de: Auslösepreis für die Order
es: Precio de activación de la orden
fr: Prix de déclenchement de l'ordre
ja: 注文のトリガー価格
ru: Цена активации ордера
zh_tw: 訂單的觸發價格
