Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: in liquidity
de: In Liquidität
es: en liquidez
fr: en liquidité
ja: 流動性で
ru: используется для обеспечения ликвидности
zh_tw: 流動性

source: Decentralized money market
de: Dezentraler Geldmarkt
es: Mercado monetario descentralizado
fr: Marché monétaire décentralisé
ja: 分散型マネーマーケット
ru: Децентрализованный денежный рынок
zh_tw: 去中心化貨幣市場

source: By claiming, you agree to the <0>GLP Reimbursement</0> terms
de: Durch die Inanspruchnahme stimmen Sie den <0>GLP-Erstattungs</0>bedingungen zu
es: Al reclamar, acepta los términos de <0>GLP Reimbursement</0>
fr: En réclamant, vous acceptez les conditions de <0>remboursement GLP</0>
ja: 請求することにより、<0>GLP払い戻し</0>の利用規約に同意したものとみなされます
ru: Подавая заявку, вы соглашаетесь с условиями <0>GLP Reimbursement</0>
zh_tw: 領取即表示您同意 <0>GLP 補償</0>條款

source: Insufficient {nativeTokenSymbol} for gas on {0}. <0>Buy {nativeTokenSymbol}</0>
de: Unzureichend {nativeTokenSymbol} für Gas auf {0}. <0>{nativeTokenSymbol} kaufen</0>
es: Saldo insuficiente de {nativeTokenSymbol} para Gas en {0}. <0>Comprar {nativeTokenSymbol}</0>
fr: Solde de {nativeTokenSymbol} insuffisant pour le gas sur {0}. <0>Acheter des {nativeTokenSymbol}</0>
ja: {0}でのガスに必要な{nativeTokenSymbol}が不足しています。<0>{nativeTokenSymbol}を購入</0>
ru: Недостаточно {nativeTokenSymbol} для оплаты комиссии сети на {0}. <0>Купить {nativeTokenSymbol}</0>
zh_tw: {0} 上的 {nativeTokenSymbol} 不足以支付 Gas 費用。<0>購買 {nativeTokenSymbol}</0>

source: Add {marketName} to wallet
de: {marketName} zum Wallet hinzufügen
es: Añadir {marketName} al monedero
fr: Ajouter {marketName} au portefeuille
ja: {marketName}をウォレットに追加
ru: Добавить {marketName} в кошелёк
zh_tw: 將 {marketName} 加入錢包

source: Position impact
de: Positionseinfluss
es: Impacto en la posición
fr: Impact sur la position
ja: ポジションへの影響
ru: Влияние на позицию
zh_tw: 倉位影響

source: Insufficient staked tokens
de: Unzureichend gestakete Token
es: Tokens stakeados insuficientes
fr: Tokens stakés insuffisants
ja: ステークされたトークン不足
ru: Недостаточно застейканных токенов
zh_tw: 質押代幣不足

source: Creating code...
de: Code wird erstellt...
es: Creando código...
fr: Création du code...
ja: コードを作成中...
ru: Создание кода...
zh_tw: 建立代碼中...

source: Telegram contact (optional)
de: Telegram-Kontakt (optional)
es: Contacto de Telegram (opcional)
fr: Contact Telegram (optionnel)
ja: Telegram連絡先（任意）
ru: Контакт в Telegram (опционально)
zh_tw: Telegram 聯絡方式（選填）

source: Conversion creation failed
de: Konvertierungserstellung fehlgeschlagen
es: Error en la creación de la conversión
fr: Échec de la création de la conversion
ja: コンバージョンの作成に失敗しました
ru: Не удалось создать конвертацию
zh_tw: 轉換建立失敗

source: GMX alerts
de: GMX-Benachrichtigungen
es: Alertas de GMX
fr: Alertes GMX
ja: GMXアラート
ru: Уведомления GMX
zh_tw: GMX 通知

source: Net price impact and fees from your trade. <0>Read more</0>.
de: Nettopreiseinfluss und Gebühren aus Ihrem Handel. <0>Mehr erfahren</0>.
es: Impacto en el precio neto y comisiones de su operación. <0>Más información</0>.
fr: Impact sur le prix net et frais de votre transaction. <0>En savoir plus</0>.
ru: Чистое влияние на цену и комиссии вашей сделки. <0>Подробнее</0>.
zh_tw: 您交易的淨價格影響與費用。<0>閱讀更多</0>。

source: Prices are volatile. <0>Increase allowed slippage</0>
de: Preise sind volatil. <0>Erlaubte Slippage erhöhen</0>
es: Los precios son volátiles. <0>Aumente el deslizamiento permitido</0>
fr: Les prix sont volatils. <0>Augmentez le glissement autorisé</0>
ja: 価格が不安定です。<0>許容スリッページを増やしてください</0>
ru: Цены нестабильны. <0>Увеличьте допустимое проскальзывание</0>
zh_tw: 價格波動劇烈。<0>增加允許的滑點</0>

source: providing liquidity
de: Liquidität bereitstellen
es: proporcionando liquidez
fr: fournir de la liquidité
ja: 流動性を提供
ru: обеспечение ликвидности
zh_tw: 提供流動性

source: No options to buy {nativeTokenSymbol} on {chainName}
de: Keine Optionen zum Kauf von {nativeTokenSymbol} auf {chainName}
es: No hay opciones para comprar {nativeTokenSymbol} en {chainName}
fr: Aucune option pour acheter des {nativeTokenSymbol} sur {chainName}
ja: {chainName}で{nativeTokenSymbol}を購入するオプションがありません
ru: Нет вариантов покупки {nativeTokenSymbol} на {chainName}
zh_tw: 在 {chainName} 上沒有購買 {nativeTokenSymbol} 的選項

source: Fee values calculated when earned. Excludes incentives.
de: Gebührenwerte werden bei Erhalt berechnet. Ohne Anreize.
es: Valores de comisiones calculados en el momento en que se obtienen. No incluye incentivos.
fr: Valeurs des frais calculées au moment où ils sont perçus. Hors incitations.
ja: 手数料は獲得時に計算されます。インセンティブは含まれません。
ru: Значения комиссий рассчитываются на момент получения. Без учёта поощрений.
zh_tw: 費用數值在賺取時計算。不包含獎勵。

source: TVL in vaults and pools
de: TVL in Vaults und Pools
es: TVL en bóvedas y pools
fr: TVL dans les coffres et les pools
ja: ボールトおよびプール内のTVL
ru: TVL в хранилищах и пулах
zh_tw: 金庫與池中的 TVL

source: Limit price above mark price
de: Limitpreis über Markpreis
es: Precio límite por encima del precio de referencia
fr: Prix limite au-dessus du prix mark
ja: 指値価格がマーク価格を上回っています
ru: Лимитная цена выше рыночной цены
zh_tw: 限價高於標記價格

source: Trading simulations on GMX using DOJO
de: Handelssimulationen auf GMX mit DOJO
es: Simulaciones de trading en GMX con DOJO
fr: Simulations de trading sur GMX avec DOJO
ja: DOJOを使用したGMXでのトレーディングシミュレーション
ru: Торговые симуляции на GMX с использованием DOJO
zh_tw: 使用 DOJO 在 GMX 上進行交易模擬

source: Manual swap path (click market to remove)
de: Manueller Tauschpfad (Markt anklicken zum Entfernen)
es: Ruta de intercambio manual (haga clic en el mercado para eliminarlo)
fr: Chemin d'échange manuel (cliquez sur un marché pour le retirer)
ja: 手動スワップパス（マーケットをクリックして削除）
ru: Ручной маршрут обмена (нажмите на рынок для удаления)
zh_tw: 手動兌換路徑（點擊市場以移除）

source: Max network fee buffer precision is 0.01%
de: Max. Netzwerkgebühr-Puffer-Präzision beträgt 0,01 %
es: La precisión máxima del buffer de comisión de red es 0.01%
fr: La précision maximale du buffer de frais de réseau est de 0.01%
ja: 最大ネットワーク手数料バッファ精度は0.01%
ru: Максимальная точность буфера сетевой комиссии 0.01%
zh_tw: 網路費用緩衝精度上限為 0.01%

source: 1st place
de: 1. Platz
es: 1.er puesto
fr: 1re place
ja: 1位
ru: 1-е место
zh_tw: 第 1 名

source: Force primary failure
de: Primärausfall erzwingen
es: Forzar fallo del primario
fr: Forcer une défaillance primaire
ja: プライマリ障害を強制
ru: Имитировать сбой основного провайдера
zh_tw: 強制主要端點故障

source: No matching markets
de: Keine passenden Märkte
es: No hay mercados coincidentes
fr: Aucun marché correspondant
ja: 一致するマーケットがありません
ru: Рынки не найдены
zh_tw: 沒有符合的市場

source: Total {0}
de: Gesamt {0}
ja: 合計 {0}
ru: Итого {0}
zh_tw: 總計 {0}

source: Position fee factor (positive PI)
de: Positionsgebührfaktor (positiver PI)
es: Factor de comisión de posición (PI positivo)
fr: Facteur de frais de position (PI positif)
ja: ポジション手数料係数（プラスPI）
ru: Фактор комиссии позиции (положительное влияние на цену)
zh_tw: 倉位手續費因子（正價格影響）

source: High swap price impact
de: Hohe Swap-Preisauswirkung
es: Alto impacto de precio de swap
fr: Impact de prix d'échange élevé
ja: 高いスワップ価格影響
ru: Высокое влияние цены свопа
zh_tw: 兌換價格影響過高

source: Failed to parse related transaction:
de: Zugehörige Transaktion konnte nicht geparst werden:
es: Error al analizar la transacción relacionada:
fr: Échec de l'analyse de la transaction associée :
ja: 関連トランザクションの解析に失敗しました：
ru: Не удалось разобрать связанную транзакцию:
zh_tw: 解析相關交易失敗：

source: to {0}
de: nach {0}
es: a {0}
fr: vers {0}
ru: в {0}
zh_tw: 至 {0}

source: Seamless trading with Express reliability
de: Nahtloser Handel mit Express-Zuverlässigkeit
es: Operativa fluida con la fiabilidad de Express
fr: Trading fluide avec la fiabilité Express
ja: Express の信頼性によるシームレスな取引
ru: Удобная торговля с надёжностью Express
zh_tw: 順暢交易，Express 可靠保障

source: {0} <0/><1> to </1>{1} <2/>
de: {0} <0/><1> zu </1>{1} <2/>
es: {0} <0/><1> a </1>{1} <2/>
fr: {0} <0/><1> à </1>{1} <2/>
ja: {0} <0/><1> から </1>{1} <2/>
ru: {0} <0/><1> до </1>{1} <2/>
zh_tw: {0} <0/><1> 至 </1>{1} <2/>

source: Unable to verify code availability on {0}. You can still create the code, but it may already be taken on those networks.
de: Die Codeverfügbarkeit auf {0} konnte nicht überprüft werden. Sie können den Code dennoch erstellen, er könnte jedoch bereits auf diesen Netzwerken vergeben sein.
es: No se ha podido verificar la disponibilidad del código en {0}. Aún puede crear el código, pero es posible que ya esté en uso en esas redes.
fr: Impossible de vérifier la disponibilité du code sur {0}. Vous pouvez tout de même créer le code, mais il est possible qu'il soit déjà pris sur ces réseaux.
ja: {0}でコードの利用可能性を確認できません。コードは作成できますが、それらのネットワークでは既に使用されている可能性があります。
ru: Не удалось проверить доступность кода на {0}. Вы всё равно можете создать код, но он может быть уже занят в этих сетях.
zh_tw: 無法在 {0} 上驗證代碼是否可用。您仍然可以建立代碼，但該代碼在這些網路上可能已被使用。

source: Deposit completed
de: Einzahlung abgeschlossen
es: Depósito completado
fr: Dépôt terminé
ja: 入金完了
ru: Депозит завершён
zh_tw: 存入完成

source: Claim {totalUsd}
de: Beanspruche {totalUsd}
es: Reclamar {totalUsd}
fr: Réclamer {totalUsd}
ja: {totalUsd}を請求
ru: Получить {totalUsd}
zh_tw: 領取 {totalUsd}

source: Insufficient {0} for gas on {networkName}<0/><1/><2>Buy or transfer {1} to {networkName}</2>
de: Unzureichend {0} für Gas auf {networkName}<0/><1/><2>{1} kaufen oder auf {networkName} übertragen</2>
es: Saldo insuficiente de {0} para Gas en {networkName}<0/><1/><2>Comprar o transferir {1} a {networkName}</2>
fr: Solde de {0} insuffisant pour le gas sur {networkName}<0/><1/><2>Acheter ou transférer des {1} vers {networkName}</2>
ja: {networkName}でのガスに必要な{0}が不足しています<0/><1/><2>{1}を購入または{networkName}へ送金</2>
ru: Недостаточно {0} для газа в сети {networkName}<0/><1/><2>Купите или переведите {1} в сеть {networkName}</2>
zh_tw: 在 {networkName} 上 {0} 不足以支付 Gas 費用<0/><1/><2>購買或轉帳 {1} 至 {networkName}</2>

source: Yield Yak Swap
es: Intercambio Yield Yak
fr: Swap Yield Yak
ja: Yield Yakスワップ
ru: Обмен Yield Yak

source: Annualized buy pressure (BB&D):
de: Annualisierter Kaufdruck (BB&D):
es: Presión de compra anualizada (BB&D):
fr: Pression d'achat annualisée (BB&D) :
ja: 年間購入圧力（BB&D）：
ru: Годовое давление на покупку (BB&D):
zh_tw: 年化買入壓力（BB&D）：

source: MARKET
de: MARKT
es: MERCADO
fr: MARCHÉ
ja: マーケット
ru: РЫНОК
zh_tw: 市場

source: Active referral code
de: Aktiver Empfehlungscode
es: Código de referido activo
fr: Code de parrainage actif
ja: 有効なリファラルコード
ru: Активный реферальный код
zh_tw: 使用中的推薦碼

source: View breakdown
de: Aufschlüsselung anzeigen
es: Ver desglose
fr: Voir le détail
ja: 内訳を表示
ru: Посмотреть детали
zh_tw: 查看明細

source: Borrowing factor short
de: Leihfaktor Short
es: Factor de préstamo en corto
fr: Facteur d'emprunt short
ja: ショート借入係数
ru: Фактор заимствования для шортов
zh_tw: 做空借貸因子

source: Swap fee factor (positive PI)
de: Tauschgebührfaktor (positiver PI)
es: Factor de comisión de intercambio (PI positivo)
fr: Facteur de frais d'échange (PI positif)
ja: スワップ手数料係数（プラスPI）
ru: Фактор комиссии за обмен (положительное влияние на цену)
zh_tw: 兌換手續費因子（正價格影響）

source: Search pool
de: Pool suchen
es: Buscar pool
fr: Rechercher un pool
ja: プールを検索
ru: Поиск пула
zh_tw: 搜尋池

source: Your {symbol} collateral exceeds the {indexName} long position size. Stable collateral covers any losses—no liquidation price.
de: Ihre {symbol}-Sicherheit übersteigt die {indexName}-Long-Positionsgröße. Stabile Sicherheiten decken alle Verluste ab – kein Liquidationspreis.
es: Su garantía en {symbol} excede el tamaño de la posición larga de {indexName}. La garantía estable cubre cualquier pérdida — no hay precio de liquidación.
fr: Votre garantie en {symbol} dépasse la taille de la position long {indexName}. La garantie stable couvre toutes les pertes — pas de prix de liquidation.
ja: {symbol}の担保が{indexName}のロングポジションサイズを超えています。安定担保がすべての損失をカバーするため、清算価格はありません。
ru: Ваше обеспечение в {symbol} превышает размер лонг-позиции {indexName}. Стабильное обеспечение покрывает все убытки — цена ликвидации отсутствует.
zh_tw: 您的 {symbol} 抵押品超過 {indexName} 做多倉位規模。穩定幣抵押品可覆蓋任何損失，因此沒有清算價格。

source: Driven by <0/> our community
de: Angetrieben durch <0/> unsere Community
es: Impulsado por <0/> nuestra comunidad
fr: Propulsé par <0/> notre communauté
ja: <0/> 私たちのコミュニティによって駆動
ru: Движимая <0/> нашим сообществом
zh_tw: 由我們的社群<0/>所驅動

source: Max pool amount reached
de: Max. Pool-Betrag erreicht
es: Cantidad máxima de reserva alcanzada
fr: Montant max du pool atteint
ja: 最大プール額到達
ru: Достигнута максимальная сумма пула
zh_tw: 已達池上限

source: Partnerships and integrations
de: Partnerschaften und Integrationen
es: Asociaciones e integraciones
fr: Partenariats et intégrations
ja: パートナーシップと統合
ru: Партнёрства и интеграции
zh_tw: 合作夥伴與整合

source: Insufficient gas balance. Deposit more ETH.
de: Unzureichendes Gas-Guthaben. Zahlen Sie mehr ETH ein.
es: Saldo de Gas insuficiente. Deposite más ETH.
fr: Solde de Gas insuffisant. Déposez davantage d'ETH.
ja: Gas残高が不足しています。ETHを追加入金してください。
ru: Недостаточный баланс Gas. Пополните ETH.
zh_tw: Gas 餘額不足。請存入更多 ETH。

source: Swap fee factor (negative PI)
de: Tauschgebührfaktor (negativer PI)
es: Factor de comisión de intercambio (PI negativo)
fr: Facteur de frais d'échange (PI négatif)
ja: スワップ手数料係数（マイナスPI）
ru: Фактор комиссии за обмен (отрицательное влияние на цену)
zh_tw: 兌換手續費因子（負價格影響）

source: Claimable balance
de: Einforderbares Guthaben
es: Saldo reclamable
fr: Solde réclamable
ja: 請求可能な残高
ru: Доступный баланс
zh_tw: 可領取餘額

source: VOLUME
de: VOLUMEN
es: VOLUMEN
ru: ОБЪЁМ
zh_tw: 交易量

source: {0} amount
de: {0}-Betrag
es: Cantidad de {0}
fr: Montant de {0}
ja: {0}数量
ru: {0} количество
zh_tw: {0} 數量

source: Current yield landscape
de: Aktuelle Renditelandschaft
es: Panorama de rendimiento actual
fr: Panorama actuel des rendements
ja: 現在の利回り状況
ru: Текущая картина доходности
zh_tw: 當前收益概況

source: Order type not available for creation
de: Ordertyp nicht zur Erstellung verfügbar
es: Tipo de orden no disponible para su creación
fr: Type d'ordre non disponible pour la création
ja: この注文タイプは作成できません
ru: Данный тип ордера недоступен для создания
zh_tw: 此訂單類型無法建立

source: SHORTS NET RATE / 1H
de: SHORTS NETTORATE / 1H
es: TASA NETA CORTOS / 1H
fr: TAUX NET SHORTS / 1H
ru: ЧИСТАЯ СТАВКА ШОРТОВ / 1Ч
zh_tw: 做空淨費率 / 1H

source: Error:
de: Fehler:
fr: Erreur :
ja: エラー：
ru: Ошибка:
zh_tw: 錯誤：

source: Cross-chain one-click deposits into GM
de: Cross-Chain-One-Click-Einzahlungen in GM
es: Depósitos en un clic cross-chain en GM
fr: Dépôts en un clic cross-chain dans GM
ja: GMへのクロスチェーン1クリック入金
ru: Кросс-чейн депозиты в один клик в GM
zh_tw: 跨鏈一鍵存入 GM

source: <0>Switch to TBTC-TBTC pool</0> for potentially lower price impact
de: <0>Zum TBTC-TBTC Pool wechseln</0> für potenziell geringeren Preiseinfluss
es: <0>Cambiar al pool TBTC-TBTC</0> para un impacto en el precio potencialmente menor
fr: <0>Passer au pool TBTC-TBTC</0> pour un impact sur le prix potentiellement plus faible
ja: <0>TBTC-TBTCプールに切り替える</0>ことで価格への影響を軽減できる可能性があります
ru: <0>Переключитесь на пул TBTC-TBTC</0> для потенциально меньшего влияния на цену
zh_tw: <0>切換至 TBTC-TBTC 池</0>以獲得可能更低的價格影響

source: Transaction:
de: Transaktion:
es: Transacción:
ja: トランザクション：
ru: Транзакция:
zh_tw: 交易：

source: Auto-compounds yield (no manual claiming needed, unlike GLP)
de: Automatische Renditezusammenführung (kein manuelles Einfordern nötig, im Gegensatz zu GLP)
es: Composición automática de rendimiento (no requiere reclamación manual, a diferencia de GLP)
fr: Composition automatique du rendement (aucune réclamation manuelle nécessaire, contrairement à GLP)
ja: 利回りを自動複利運用します（GLP とは異なり、手動でのクレームは不要です）
ru: Автоматически реинвестирует доходность (ручное получение не требуется, в отличие от GLP)
zh_tw: 自動複利收益（無需手動領取，不同於 GLP）

source: Unstake {tokenSymbol}
de: {tokenSymbol} unstaken
es: Retirar staking de {tokenSymbol}
fr: Unstaker {tokenSymbol}
ja: {tokenSymbol}をアンステーク
ru: Вывести из стейкинга {tokenSymbol}
zh_tw: 解除質押 {tokenSymbol}

source: Invalid slippage value
de: Ungültiger Schlupfwert
es: Valor de deslizamiento no válido
fr: Valeur de slippage invalide
ja: 無効なスリッページ値
ru: Недопустимое значение скольжения
zh_tw: 無效的滑點值

source: Invalid collateral token for this market
de: Ungültiger Sicherheitstoken für diesen Markt
es: Token de garantía no válido para este mercado
fr: Jeton de garantie invalide pour ce marché
ja: この市場では無効な担保トークンです
ru: Недопустимый токен обеспечения для этого рынка
zh_tw: 此市場的抵押品代幣無效

source: Get 5% back and give your community 5% off every trade. Higher referral tiers unlock even more. <0>Read more</0>.
de: Erhalte 5 % zurück und gib deiner Community 5 % Rabatt auf jeden Trade. Höhere Referral-Stufen schalten noch mehr frei. <0>Mehr erfahren</0>.
es: Obtén un 5 % de reembolso y da a tu comunidad un 5 % de descuento en cada operación. Los niveles de referidos más altos desbloquean aún más. <0>Más información</0>.
fr: Obtenez 5 % de remboursement et offrez à votre communauté 5 % de réduction sur chaque trade. Les niveaux de parrainage supérieurs débloquent encore plus. <0>En savoir plus</0>.
ja: 5%のキャッシュバックを獲得し、コミュニティに取引ごとに5%オフを提供しましょう。より高いリファラルティアでさらに多くのメリットが解除されます。<0>詳細はこちら</0>。
ru: Получите 5% возврат и дайте вашему сообществу 5% скидку на каждую сделку. Более высокие реферальные уровни открывают ещё больше. <0>Подробнее</0>.
zh_tw: 獲得 5% 回饋，並為您的社群提供每筆交易 5% 折扣。更高的推薦等級可解鎖更多獎勵。<0>了解更多</0>。

source: Estimated impact rebate
de: Geschätzter Preiseinflussrabatt
es: Reembolso estimado por impacto
fr: Remise estimée sur l'impact
ja: 推定価格への影響リベート
ru: Расчётная компенсация влияния на цену
zh_tw: 預估影響退款

source: Decentralized yield products
de: Dezentrale Renditeprodukte
es: Productos de rendimiento descentralizados
fr: Produits de rendement décentralisés
ja: 分散型利回りプロダクト
ru: Децентрализованные продукты доходности
zh_tw: 去中心化收益產品

source: {0} price
de: {0}-Preis
es: Precio de {0}
fr: Prix de {0}
ja: {0} 価格
ru: Цена {0}
zh_tw: {0} 價格

source: Max {0} buyable amount exceeded
de: Max. {0} kaufbarer Betrag überschritten
es: Cantidad máxima comprable de {0} superada
fr: Montant achetable max {0} dépassé
ja: 最大{0}購入可能額超過
ru: Максимальная сумма покупки {0} превышена
zh_tw: 已超過 {0} 可購買上限

source: Small
de: Klein
es: Pequeño
fr: Petit
ja: 小
ru: Маленький

source: Code already taken
de: Code bereits vergeben
es: Código ya cogido
fr: Code déjà pris
ja: そのコードは既に使用されています
ru: Код уже занят
zh_tw: 代碼已被使用

source: {0} swapped to {1} when executed
de: {0} wird bei Ausführung in {1} getauscht
es: {0} se intercambia por {1} cuando se ejecuta
fr: {0} échangé contre {1} lors de l'exécution
ja: 約定時に {0} が {1} にスワップされます
ru: {0} будет обменено на {1} при исполнении
zh_tw: 執行時 {0} 將兌換為 {1}

source: Unrealized PnL
de: Nicht realisierter Gewinn/Verlust
es: PnL No Realizado
fr: PnL non réalisé
ja: 未実現PnL
ru: Нереализованная PnL
zh_tw: 未實現盈虧

source: Pay
de: Bezahlen
es: Pagar
fr: Payer
ja: 支払い
ru: Оплатить
zh_tw: 支付

source: Creating referral code...
de: Empfehlungscode wird erstellt...
es: Creando código de referido...
fr: Création du code de parrainage...
ja: リファラルコードを作成中...
ru: Создание реферального кода...
zh_tw: 正在建立推薦碼...

source: DATE
de: DATUM
es: FECHA
ru: ДАТА
zh_tw: 日期

source: Max {allowedAutoCancelOrdersNumber} auto-cancel TP/SL orders allowed. Extra orders require manual cancellation. Existing orders still close with the position. <0>Read more</0>.
de: Maximal {allowedAutoCancelOrdersNumber} automatisch stornierbare TP/SL-Orders erlaubt. Zusätzliche Orders müssen manuell storniert werden. Bestehende Orders werden weiterhin mit der Position geschlossen. <0>Mehr erfahren</0>.
es: Se permiten un máximo de {allowedAutoCancelOrdersNumber} órdenes TP/SL con cancelación automática. Las órdenes adicionales requieren cancelación manual. Las órdenes existentes aún se cierran con la posición. <0>Más información</0>.
fr: Maximum {allowedAutoCancelOrdersNumber} ordres TP/SL à annulation automatique autorisés. Les ordres supplémentaires nécessitent une annulation manuelle. Les ordres existants se ferment toujours avec la position. <0>En savoir plus</0>.
ja: 自動キャンセル TP/SL 注文は最大 {allowedAutoCancelOrdersNumber} 件まで許可されています。超過した注文は手動でキャンセルする必要があります。既存の注文はポジションのクローズ時に引き続き決済されます。<0>詳細はこちら</0>。
ru: Максимум {allowedAutoCancelOrdersNumber} автоотменяемых TP/SL ордеров. Дополнительные ордера необходимо отменять вручную. Существующие ордера по-прежнему закрываются вместе с позицией. <0>Подробнее</0>.
zh_tw: 最多允許 {allowedAutoCancelOrdersNumber} 個自動取消的 TP/SL 訂單。超出的訂單需手動取消。現有訂單仍會隨倉位一起關閉。<0>了解更多</0>。

source: GMX proposals voting page
de: GMX-Abstimmungsseite für Vorschläge
es: Página de votación de propuestas de GMX
fr: Page de vote des propositions GMX
ja: GMX 提案の投票ページ
ru: Страница голосования по предложениям GMX
zh_tw: GMX 提案投票頁面

source: Liquidity only available on {chainNames}. Switch networks to continue.
de: Liquidität nur auf {chainNames} verfügbar. Wechseln Sie das Netzwerk, um fortzufahren.
es: Liquidez disponible únicamente en {chainNames}. Cambie de red para continuar.
fr: Liquidité disponible uniquement sur {chainNames}. Changez de réseau pour continuer.
ja: 流動性は {chainNames} でのみ利用可能です。続行するにはネットワークを切り替えてください。
ru: Ликвидность доступна только в сети {chainNames}. Переключите сеть для продолжения.
zh_tw: 流動性僅在 {chainNames} 上可用。請切換網路以繼續。

source: Stop-Loss
ja: ストップロス
ru: Стоп-лосс
zh_tw: 止損

source: External swap {0} to {1}
de: Externer Tausch {0} zu {1}
es: Intercambio externo de {0} a {1}
fr: Échange externe de {0} vers {1}
ja: 外部スワップ {0} → {1}
ru: Внешний обмен {0} на {1}
zh_tw: 外部兌換 {0} 至 {1}

source: To buy GMX on {0}, <0>change your network</0>
de: Um GMX auf {0} zu kaufen, <0>wechseln Sie Ihr Netzwerk</0>
es: Para comprar GMX en {0}, <0>cambie su red</0>
fr: Pour acheter GMX sur {0}, <0>changez de réseau</0>
ja: {0} で GMX を購入するには、<0>ネットワークを切り替えてください</0>
ru: Чтобы купить GMX в сети {0}, <0>смените сеть</0>
zh_tw: 若要在 {0} 上購買 GMX，<0>請切換網路</0>

source: Deposited
de: Eingezahlt
es: Depositado
fr: Déposé
ja: 入金完了
ru: Депозит выполнен
zh_tw: 已存入

source: Signing...
de: Signierung...
es: Firmando...
fr: Signature...
ja: 署名中...
ru: Подписание...
zh_tw: 簽署中...

source: Deposit fee
de: Einzahlungsgebühr
es: Comisión de depósito
fr: Frais de dépôt
ja: 入金手数料
ru: Комиссия за депозит
zh_tw: 存入手續費

source: <0>Botanix</0> supports
de: <0>Botanix</0> unterstützt
es: <0>Botanix</0> soporta
fr: <0>Botanix</0> prend en charge
ja: <0>Botanix</0> は以下をサポートしています
ru: <0>Botanix</0> поддерживает
zh_tw: <0>Botanix</0> 支援

source: Selling {symbol}...
de: Verkaufe {symbol}...
es: Vendiendo {symbol}...
fr: Vente de {symbol}...
ja: {symbol}を売却中...
ru: Продажа {symbol}...
zh_tw: 正在賣出 {symbol}...
