Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Insufficient funds to pay for order costs. Remaining: {remainingCostUsdText}
de: Unzureichende Mittel zur Deckung der Orderkosten. Verbleibend: {remainingCostUsdText}
es: Fondos insuficientes para cubrir los costes de la orden. Restante: {remainingCostUsdText}
fr: Fonds insuffisants pour couvrir les frais d'ordre. Restant : {remainingCostUsdText}
ja: 注文コストの支払いに必要な資金が不足しています。残額：{remainingCostUsdText}
ru: Недостаточно средств для оплаты расходов на ордер. Остаток: {remainingCostUsdText}
zh_tw: 資金不足以支付訂單費用。剩餘：{remainingCostUsdText}

source: Tenderly settings
de: Tenderly-Einstellungen
es: Configuración de Tenderly
fr: Paramètres Tenderly
ja: Tenderly設定
ru: Настройки Tenderly
zh_tw: Tenderly 設定

source: Price you'll receive when closing, adjusted for capped price impact
ja: 決済時の受取価格です。上限付き価格への影響が反映されています
ru: Цена, которую вы получите при закрытии, с учётом ограниченного влияния на цену

source: Increase size (Market)
de: Größe erhöhen (Market)
es: Aumentar tamaño (Market)
fr: Augmenter la taille (Market)
ja: サイズを増加（Market）
ru: Увеличить размер (Market)
zh_tw: 加倉（市價）

source: Bridge transfer sent
de: Bridge-Übertragung gesendet
es: Transferencia de puente enviada
fr: Transfert bridge envoyé
ja: ブリッジ送金が送信されました
ru: Перевод через мост отправлен
zh_tw: 跨鏈轉帳已發送

source: Total value of tokens in the GLP pool
de: Gesamtwert der Token im GLP Pool
es: Valor total de los tokens en el pool de GLP
fr: Valeur totale des tokens dans le pool GLP
ja: GLPプール内のトークンの合計価値
ru: Общая стоимость токенов в пуле GLP
zh_tw: GLP 池中代幣的總價值

source: GLV vaults
es: Bóvedas GLV
ja: GLVボールト
ru: Хранилища GLV
zh_tw: GLV 金庫

source: Buy GMX from centralized services
de: Kaufe GMX von zentralisierten Diensten
es: Comprar GMX en servicios centralizados
fr: Acheter GMX sur des services centralisés
ja: 中央集権型サービスからGMXを購入
ru: Купить GMX на централизованных сервисах
zh_tw: 從中心化服務購買 GMX

source: Primary failed
de: Primär fehlgeschlagen
es: Primario fallido
fr: Primaire échoué
ja: プライマリ失敗
ru: Основной не удался
zh_tw: 主要失敗

source: Edit collateral
de: Sicherheit bearbeiten
es: Editar garantía
fr: Modifier la garantie
ja: 担保を編集
ru: Редактировать обеспечение
zh_tw: 編輯抵押品

source: Max number of parts: {MAX_TWAP_NUMBER_OF_PARTS}
de: Maximale Anzahl von Teilen: {MAX_TWAP_NUMBER_OF_PARTS}
es: Número máximo de partes: {MAX_TWAP_NUMBER_OF_PARTS}
fr: Nombre maximum de parties : {MAX_TWAP_NUMBER_OF_PARTS}
ja: 最大パート数: {MAX_TWAP_NUMBER_OF_PARTS}
ru: Максимальное количество частей: {MAX_TWAP_NUMBER_OF_PARTS}
zh_tw: 最大分割數量：{MAX_TWAP_NUMBER_OF_PARTS}

source: <0>Set recommended impact: {0}</0>.
de: <0>Empfohlenen Einfluss festlegen: {0}</0>.
es: <0>Establecer impacto recomendado: {0}</0>.
fr: <0>Définir l'impact recommandé : {0}</0>.
ja: <0>推奨インパクトを設定：{0}</0>。
ru: <0>Установить рекомендуемое влияние: {0}</0>.
zh_tw: <0>設定建議影響值：{0}</0>。

source: Claiming affiliate rewards failed
de: Einlösen von Partnerbelohnungen fehlgeschlagen
es: Error al reclamar recompensas de afiliados
fr: Échec de la réclamation des récompenses d'affiliation
ja: アフィリエイトリワードの請求に失敗しました
ru: Не удалось получить вознаграждения партнера
zh_tw: 領取推薦獎勵失敗

source: DATA TYPE
de: DATENTYP
es: TIPO DE DATO
fr: TYPE DE DONNÉES
ru: ТИП ДАННЫХ
zh_tw: 資料類型

source: Swap price impact is high
de: Preiseinfluss beim Tauschen ist hoch
es: El impacto en el precio del intercambio es alto
fr: L'impact sur le prix du swap est élevé
ja: スワップの価格への影響が大きいです
ru: Высокое влияние на цену при обмене
zh_tw: 兌換價格影響偏高

source: Cancellable in {minutesText}{seconds}s
de: Stornierbar in {minutesText}{seconds}s
es: Cancelable en {minutesText}{seconds}s
fr: Annulable dans {minutesText}{seconds}s
ja: {minutesText}{seconds}秒後にキャンセル可能
ru: Отмена доступна через {minutesText}{seconds}с
zh_tw: 可在 {minutesText}{seconds} 秒後取消

source: Trigger price
de: Auslösepreis
es: Precio de activación
fr: Prix de déclenchement
ja: トリガー価格
ru: Цена активации
zh_tw: 觸發價格

source: No AB flags
de: Keine AB-Flags
es: Sin AB flags
fr: Aucun AB flag
ja: ABフラグはありません
ru: Нет AB-флагов
zh_tw: 無 AB 標記

source: Line heights
de: Zeilenhöhen
es: Alturas de línea
fr: Hauteurs de ligne
ja: 行の高さ
ru: Межстрочные интервалы
zh_tw: 行高

source: GMX V2 Telegram & Discord analytics
de: GMX V2 Telegram- & Discord-Analysen
es: Analíticas de GMX V2 en Telegram y Discord
ja: GMX V2 Telegram & Discord アナリティクス
ru: Аналитика GMX V2 для Telegram и Discord
zh_tw: GMX V2 Telegram & Discord 分析

source: GMX ecosystem pages
de: GMX Ökosystem-Seiten
es: Páginas del ecosistema GMX
fr: Pages de l'écosystème GMX
ja: GMXエコシステムページ
ru: Страницы экосистемы GMX
zh_tw: GMX 生態系統頁面

source: Dune Analytics for GMX
de: Dune Analytics für GMX
es: Dune Analytics para GMX
fr: Analyses Dune pour GMX
ja: GMXのDuneアナリティクス
ru: Dune Analytics для GMX

source: Pending borrowing fees from all open positions
de: Ausstehende Leihgebühren aus allen offenen Positionen
es: Comisiones de préstamo pendientes de todas las posiciones abiertas
fr: Frais d'emprunt en attente de toutes les positions ouvertes
ja: すべてのオープンポジションからの未払い借入手数料
ru: Незафиксированные комиссии за заимствование по всем открытым позициям
zh_tw: 所有未平倉倉位的待結算借貸費用

source: Shorts net rate / 1h
de: Short-Nettorate / 1h
es: Tasa neta de cortos / 1h
fr: Taux net shorts / 1h
ja: ショート純レート / 1時間
ru: Чистая ставка шортов / 1ч
zh_tw: 做空淨費率 / 1小時

source: Remove endpoint
de: Endpunkt entfernen
es: Eliminar endpoint
fr: Supprimer le point de terminaison
ja: エンドポイントを削除
ru: Удалить конечную точку
zh_tw: 移除端點

source: Community-led Telegram groups
de: Community-geführte Telegram-Gruppen
es: Grupos de Telegram gestionados por la comunidad
fr: Groupes Telegram animés par la communauté
ja: コミュニティ主導のTelegramグループ
ru: Telegram-группы, управляемые сообществом
zh_tw: 社群主導的 Telegram 群組

source: Change to {0}
de: Ändern zu {0}
es: Cambiar a {0}
fr: Changer pour {0}
ja: {0} に変更
ru: Изменить на {0}
zh_tw: 切換至 {0}

source: It's just an unwrap
de: Es ist nur ein Unwrap
es: Es solo un unwrap
fr: C'est un simple unwrap
ja: アンラップのみです
ru: Это просто unwrap
zh_tw: 這只是一個解包操作

source: Relayer request failed
de: Relayer-Anfrage fehlgeschlagen
es: Solicitud de relayer fallida
fr: Échec de la demande de relais
ja: リレヤーリクエストに失敗しました
ru: Запрос релеера не удался
zh_tw: 中繼器請求失敗

source: No matches for selected filters
de: Keine Treffer für die ausgewählten Filter
es: No hay coincidencias para los filtros seleccionados
fr: Aucun résultat pour les filtres sélectionnés
ja: 選択したフィルターに一致するものがありません
ru: Нет совпадений для выбранных фильтров
zh_tw: 所選篩選條件無匹配結果

source: Insufficient {wrappedNativeTokenSymbol} for gas in your GMX Account.
de: Unzureichendes {wrappedNativeTokenSymbol} für Gas in Ihrem GMX-Konto.
es: Insuficiente {wrappedNativeTokenSymbol} para gas en tu Cuenta GMX.
fr: Insuffisant {wrappedNativeTokenSymbol} pour le gaz dans votre Compte GMX.
ja: GMXアカウント内のガス用の{wrappedNativeTokenSymbol}が不足しています。
ru: Недостаточно {wrappedNativeTokenSymbol} для газа в вашем Счете GMX.
zh_tw: 您的 GMX Account 中 {wrappedNativeTokenSymbol} 不足以支付 Gas 費用。

source: TRANSACTION
de: TRANSAKTION
es: TRANSACCIÓN
ru: ТРАНЗАКЦИЯ
zh_tw: 交易紀錄

source: Show error boundary debug trigger
de: Fehlergrenze-Debug-Auslöser anzeigen
es: Mostrar activador de depuración de error boundary
fr: Afficher le déclencheur de débogage error boundary
ja: エラーバウンダリのデバッグトリガーを表示
ru: Показать триггер отладки границы ошибок
zh_tw: 顯示錯誤邊界除錯觸發器

source: Autocompound
de: Automatisches Reinvestieren
fr: Recomposer automatiquement
ja: 自動複利
ru: Автореинвестирование
zh_tw: 自動複投

source: Market graph
de: Marktgraph
es: Gráfico de mercado
fr: Graphique du marché
ja: マーケットグラフ
ru: График рынка
zh_tw: 市場圖表

source: Only letters, numbers, and underscores allowed
de: Nur Buchstaben, Zahlen und Unterstriche erlaubt
es: Solo se permiten letras, números y guiones bajos
fr: Seuls les lettres, chiffres et underscores sont autorisés
ja: 英字、数字、アンダースコアのみ使用可能です
ru: Допускаются только буквы, цифры и символы подчёркивания
zh_tw: 僅允許字母、數字和底線

source: Trade from your wallet
de: Handeln aus Ihrer Wallet
es: Opera desde tu billetera
fr: Trader depuis votre portefeuille
ja: ウォレットから取引
ru: Торговля из вашего кошелька
zh_tw: 從您的錢包交易

source: Deposit USD capacity
de: Einzahlungskapazität in USD
es: Capacidad de depósito en USD
fr: Capacité de dépôt en USD
ja: 入金USD上限
ru: Ёмкость депозита в USD
zh_tw: 存入 USD 容量

source: <0>Smart wallets not supported on {0}</0><1/><2>Switch to a different network or use an EOA wallet</2>
de: <0>Smart Wallets werden auf {0} nicht unterstützt</0><1/><2>Wechseln Sie zu einem anderen Netzwerk oder verwenden Sie ein EOA-Wallet</2>
es: <0>Los monederos inteligentes no son compatibles con {0}</0><1/><2>Cambie a una red diferente o utilice un monedero EOA</2>
fr: <0>Portefeuilles intelligents non pris en charge sur {0}</0><1/><2>Changez de réseau ou utilisez un portefeuille EOA</2>
ja: <0>スマートウォレットは{0}ではサポートされていません</0><1/><2>別のネットワークに切り替えるか、EOAウォレットをご利用ください</2>
ru: <0>Смарт-кошельки не поддерживаются в сети {0}</0><1/><2>Переключитесь на другую сеть или используйте EOA-кошелёк</2>
zh_tw: <0>智能錢包不支援 {0}</0><1/><2>請切換至其他網路或使用 EOA 錢包</2>

source: Buy from decentralized or centralized exchanges
de: Kaufen Sie über dezentrale oder zentralisierte Börsen
es: Comprar en exchanges descentralizados o centralizados
fr: Acheter sur des plateformes décentralisées ou centralisées
ja: 分散型または中央集権型取引所で購入
ru: Покупка на децентрализованных или централизованных биржах
zh_tw: 從去中心化或中心化交易所買入

source: Impact pool after reserved positive impact
de: Impact-Pool nach reserviertem positivem Einfluss
es: Pool de impacto tras el impacto positivo reservado
fr: Pool d'impact après réservation de l'impact positif
ja: 予約済みポジティブインパクト差引後のインパクトプール
ru: Пул влияния после зарезервированного положительного влияния
zh_tw: 扣除保留正向影響後的影響池

source: {fromText} to {toMinText}
de: {fromText} zu {toMinText}
es: {fromText} a {toMinText}
fr: {fromText} à {toMinText}
ja: {fromText}から{toMinText}へ
ru: {fromText} в {toMinText}
zh_tw: {fromText} 至 {toMinText}

source: Fee factors
de: Gebührenfaktoren
es: Factores de comisiones
fr: Facteurs de frais
ja: 手数料ファクター
ru: Факторы комиссий
zh_tw: 費用因子

source: Funding factor
de: Finanzierungsfaktor
es: Factor de financiación
fr: Facteur de financement
ja: ファンディングファクター
ru: Фактор финансирования
zh_tw: 資金因子

source: Deposit sent
de: Einzahlung gesendet
es: Depósito enviado
fr: Dépôt envoyé
ja: 入金が送信されました
ru: Депозит отправлен
zh_tw: 存入已送出

source: <0><1>$GMX</1> has rightfully earned its title as the perpetual trading juggernaut, and the reasons behind this recognition are manifold.</0><2><3>@GMX_IO</3> stands out as a project that's navigated its path without relying on VC backing. Remarkably, it has risen to the top, securing the No. #1 spot by TVL on Arbitrum Chain at $488.34M and an impressive overall Rank #23 on DeFiLlama... <4>see more</4></2>
de: <0><1>$GMX</1> hat seinen Titel als Perpetual-Trading-Juggernaut zu Recht verdient, und die Gründe dafür sind vielfältig.</0><2><3>@GMX_IO</3> zeichnet sich als Projekt aus, das seinen Weg ohne VC-Finanzierung gemeistert hat. Beeindruckend hat es den Gipfel erreicht, mit Platz Nr. 1 nach TVL auf der Arbitrum-Chain bei $488,34M und einem beeindruckenden Gesamtrang Nr. 23 auf DeFiLlama... <4>mehr sehen</4></2>
es: <0><1>$GMX</1> ha ganado justamente su título como el gigante del trading perpetuo, y las razones detrás de este reconocimiento son múltiples.</0><2><3>@GMX_IO</3> se destaca como un proyecto que ha navegado su camino sin depender de respaldo VC. Notablemente, ha ascendido a la cima, asegurando el puesto No. #1 por TVL en la Cadena Arbitrum a $488.34M y un impresionante Rank #23 general en DeFiLlama... <4>ver más</4></2>
fr: <0><1>$GMX</1> a légitimement gagné son titre de géant du trading perpétuel, et les raisons de cette reconnaissance sont multiples.</0><2><3>@GMX_IO</3> se distingue comme un projet qui a tracé son chemin sans dépendre de financement VC. Remarquablement, il a atteint le sommet, sécurisant la place No. #1 par TVL sur la chaîne Arbitrum à 488,34 M$ et un rang global impressionnant #23 sur DeFiLlama... <4>voir plus</4></2>
ja: <0><1>$GMX</1> はパーペチュアル取引の巨頭としての称号を正当にも獲得し、その認識の理由は多岐にわたります。</0><2><3>@GMX_IO</3> はVC支援に頼らず道を切り開いたプロジェクトとして際立っています。驚くべきことにトップに上り詰め、ArbitrumチェーンでTVLによるNo.1スポットを488.34Mドルで確保し、DeFiLlama全体で印象的なRank #23... <4>もっと見る</4></2>
ru: <0><1>$GMX</1> по праву заработал титул гиганта перпетуальной торговли, и причины этого признания многообразны.</0><2><3>@GMX_IO</3> выделяется как проект, который прошел свой путь без опоры на VC-финансирование. Замечательно, что он поднялся на вершину, заняв №1 по TVL на цепи Arbitrum на $488.34M и впечатляющий общий ранг №23 на DeFiLlama... <4>см. больше</4></2>
zh_tw: <0><1>$GMX</1> 當之無愧地獲得了永續合約交易巨擘的稱號，背後的原因不勝枚舉。</0><2><3>@GMX_IO</3> 是一個在沒有 VC 資金支持下自行開拓道路的專案。令人矚目的是，它已躍居 Arbitrum Chain 上 TVL 排名第一，達 $488.34M，並在 DeFiLlama 上取得了整體排名第 23 的佳績... <4>查看更多</4></2>

source: H1 text size
de: H1-Textgröße
es: Tamaño de texto H1
fr: Taille de texte H1
ja: H1テキストサイズ
ru: Размер текста H1
zh_tw: H1 文字大小

source: Network status
de: Netzwerkstatus
es: Estado de la red
fr: Statut du réseau
ja: ネットワーク状況
ru: Статус сети
zh_tw: 網路狀態

source: Price impact too high. Impact: {negativeImpactAmountText}, input: {amountAfterFeesText}
de: Preiseinfluss zu hoch. Einfluss: {negativeImpactAmountText}, Eingabe: {amountAfterFeesText}
es: Impacto en el precio demasiado alto. Impacto: {negativeImpactAmountText}, entrada: {amountAfterFeesText}
fr: Impact sur le prix trop élevé. Impact : {negativeImpactAmountText}, entrée : {amountAfterFeesText}
ja: 価格への影響が大きすぎます。影響額：{negativeImpactAmountText}、入力額：{amountAfterFeesText}
ru: Слишком высокое влияние на цену. Влияние: {negativeImpactAmountText}, сумма: {amountAfterFeesText}
zh_tw: 價格影響過高。影響：{negativeImpactAmountText}，輸入：{amountAfterFeesText}

source: What networks are supported?
de: Welche Netzwerke werden unterstützt?
es: ¿Qué redes son compatibles?
fr: Quels réseaux sont pris en charge ?
ja: 対応ネットワークは？
ru: Какие сети поддерживаются?
zh_tw: 支援哪些網路？

source: Dark theme
de: Dunkles Design
es: Tema oscuro
fr: Thème sombre
ja: ダークテーマ
ru: Тёмная тема
zh_tw: 深色主題

source: Warning: May not execute due to low liquidity at your min. receive price
de: Warnung: Ausführung möglicherweise nicht möglich aufgrund geringer Liquidität bei Ihrem Mindestempfangspreis
es: Advertencia: Puede no ejecutarse debido a la baja liquidez en su precio mínimo de recepción
fr: Attention : l'exécution pourrait échouer en raison d'une faible liquidité à votre prix de réception minimum
ja: 警告：最小受取価格での流動性が低いため、約定しない可能性があります
ru: Предупреждение: может не исполниться из-за низкой ликвидности при вашей минимальной цене получения
zh_tw: 警告：由於在您的最低接收價格流動性不足，可能無法執行

source: UI fee
de: UI-Gebühr
es: Comisión de la interfaz
fr: Frais d'interface
ja: UI手数料
ru: Комиссия интерфейса
zh_tw: UI 費用

source: <0>Liquidity providers receive 63% of all trading and liquidation fees. By depositing WBTC, ETH, USDC, or other supported assets, you can earn up to ~35% annualized yield on the largest pools.</0><1><2> GM pools – choose single-market exposure for targeted returns</2><3> GLV vaults – auto-diversify across markets for a hands-off strategy</3></1><4>Historically, both options have outperformed standard LP benchmarks. See live stats on the Pools page.</4>
de: <0>Liquiditätsanbieter erhalten 63 % aller Handels- und Liquidationsgebühren. Durch das Einzahlen von WBTC, ETH, USDC oder anderen unterstützten Vermögenswerten können Sie eine annualisierte Rendite von bis zu ~35 % auf den größten Pools erzielen.</0><1><2> GM Pools – wählen Sie Einzelmarktexposition für gezielte Renditen</2><3> GLV Vaults – automatische Diversifikation über Märkte für eine passive Strategie</3></1><4>Historisch gesehen haben beide Optionen Standard-LP-Benchmarks übertroffen. Sehen Sie sich die Live-Statistiken auf der Pools-Seite an.</4>
es: <0>Los proveedores de liquidez reciben el 63 % de todas las comisiones de negociación y liquidación. Al depositar WBTC, ETH, USDC u otros activos compatibles, puede obtener un rendimiento anualizado de hasta ~35 % en los pools más grandes.</0><1><2> GM pools: elija exposición a un solo mercado para obtener rendimientos específicos</2><3> Bóvedas GLV: diversifique automáticamente entre mercados con una estrategia sin intervención</3></1><4>Históricamente, ambas opciones han superado los índices de referencia LP estándar. Consulte las estadísticas en directo en la página de Pools.</4>
fr: <0>Les fournisseurs de liquidité reçoivent 63 % de tous les frais de trading et de liquidation. En déposant du WBTC, ETH, USDC ou d'autres actifs pris en charge, vous pouvez obtenir jusqu'à ~35 % de rendement annualisé sur les plus grands pools.</0><1><2> GM pools – choisissez une exposition sur un seul marché pour des rendements ciblés</2><3> GLV vaults – diversification automatique entre les marchés pour une stratégie sans intervention</3></1><4>Historiquement, les deux options ont surpassé les benchmarks LP standards. Consultez les statistiques en direct sur la page Pools.</4>
ja: <0>流動性プロバイダーは、すべての取引手数料および清算手数料の63%を受け取ります。WBTC、ETH、USDC、またはその他のサポート対象資産を入金することで、最大プールで年間約35%の利回りを得ることができます。</0><1><2> GMプール – 単一マーケットへのエクスポージャーを選択し、狙ったリターンを獲得</2><3> GLVボールト – マーケット間で自動分散し、手間のかからない戦略を実現</3></1><4>歴史的に、どちらのオプションも標準的なLPベンチマークを上回っています。プールページでライブ統計をご確認ください。</4>
ru: <0>Поставщики ликвидности получают 63% всех торговых комиссий и комиссий за ликвидацию. Внеся WBTC, ETH, USDC или другие поддерживаемые активы, вы можете получать до ~35% годовой доходности на крупнейших пулах.</0><1><2> GM пулы — выберите экспозицию на один рынок для целевой доходности</2><3> GLV хранилища — автоматическая диверсификация по рынкам для пассивной стратегии</3></1><4>Исторически оба варианта превосходили стандартные LP-бенчмарки. Актуальная статистика доступна на странице пулов.</4>
zh_tw: <0>流動性提供者可獲得所有交易和清算費用的 63%。透過存入 WBTC、ETH、USDC 或其他支援的資產，您可以在最大的池中賺取高達約 35% 的年化收益。</0><1><2> GM 池 – 選擇單一市場曝險以獲得目標報酬</2><3> GLV 金庫 – 跨市場自動分散投資，無需手動管理</3></1><4>從歷史數據來看，兩種選項的表現都優於標準 LP 基準。請至池頁面查看即時數據。</4>

source: Minimum {0} capital required for rankings.<0/><1/>Capital = max(sum of collateral of open positions - realized PnL + starting pending PnL).
de: Mindestens {0} Kapital für die Rangliste erforderlich.<0/><1/>Kapital = max(Summe der Sicherheiten offener Positionen - realisierter PnL + anfänglicher ausstehender PnL).
es: Capital mínimo de {0} requerido para las clasificaciones.<0/><1/>Capital = max(suma de garantía de posiciones abiertas - PnL realizado + PnL pendiente inicial).
fr: Capital minimum de {0} requis pour le classement.<0/><1/>Capital = max(somme des garanties des positions ouvertes - PnL réalisé + PnL en attente de départ).
ja: ランキングには最低{0}の資本が必要です。<0/><1/>資本 = max(オープンポジションの担保合計 - 確定損益 + 開始時の未確定PnL)。
ru: Минимальный капитал {0} для участия в рейтинге.<0/><1/>Капитал = max(сумма обеспечения открытых позиций - реализованный PnL + начальный незафиксированный PnL).
zh_tw: 排名需要至少 {0} 的資金。<0/><1/>資金 = max(未平倉倉位抵押品總和 - 已實現盈虧 + 起始待定盈虧)。

source: Can't withdraw collateral. Remaining would be {estimatedRemainingCollateralUsdText}, below minimum
de: Sicherheit kann nicht abgehoben werden. Verbleibend wäre {estimatedRemainingCollateralUsdText}, unter dem Minimum
es: No se puede retirar la garantía. El remanente sería {estimatedRemainingCollateralUsdText}, por debajo del mínimo
fr: Impossible de retirer la garantie. Le montant restant serait de {estimatedRemainingCollateralUsdText}, en dessous du minimum
ja: 担保を出金できません。残額は{estimatedRemainingCollateralUsdText}となり、最低額を下回ります
ru: Невозможно вывести обеспечение. Остаток составит {estimatedRemainingCollateralUsdText}, что ниже минимума
zh_tw: 無法提取抵押品。剩餘將為 {estimatedRemainingCollateralUsdText}，低於最低要求

source: Funds claimed
de: Mittel eingelöst
es: Fondos reclamados
fr: Fonds réclamés
ja: 資金が請求されました
ru: Средства клеймлены
zh_tw: 資金已領取

source: Missing claim params. Retry in a few seconds
de: Fehlende Beanspruchungsparameter. Versuchen Sie es in einigen Sekunden erneut
es: Faltan parámetros de reclamación. Vuelva a intentarlo en unos segundos
fr: Paramètres de récupération manquants. Réessayez dans quelques secondes
ja: 受け取りパラメータが不足しています。数秒後にお試しください
ru: Отсутствуют параметры для получения. Повторите попытку через несколько секунд
zh_tw: 缺少領取參數，請稍後重試

source: Trigger
es: Activador
fr: Déclencheur
ja: トリガー
ru: Триггер
zh_tw: 觸發

source: Mark price changed. Increase allowed slippage
de: Markpreis hat sich geändert. Erhöhen Sie die erlaubte Slippage
es: El precio de referencia ha cambiado. Aumente el deslizamiento permitido
fr: Le prix de référence a changé. Augmentez le glissement autorisé
ja: マーク価格が変更されました。許容スリッページを引き上げてください
ru: Расчётная цена изменилась. Увеличьте допустимое проскальзывание
zh_tw: 標記價格已變動，請提高允許的滑點

source: Permit signed
de: Genehmigung unterzeichnet
es: Permiso firmado
fr: Permit signé
ja: Permit が署名されました
ru: Permit подписан
zh_tw: 許可已簽署

source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
ja: 折りたたむ
ru: Свернуть
zh_tw: 收合

source: Banners
de: Banner
fr: Bannières
ja: バナー
ru: Баннеры
zh_tw: 橫幅

source: Fees (including swap)
de: Gebühren (inkl. Tauschen)
es: Comisiones (incluido intercambio)
fr: Frais (incluant l'échange)
ja: 手数料（スワップを含む）
ru: Комиссии (включая обмен)
zh_tw: 費用（含兌換）

source: Exponent (positive)
de: Exponent (positiv)
es: Exponente (positivo)
fr: Exposant (positif)
ja: 指数（正）
ru: Экспонента (положительная)
zh_tw: 指數（正向）

source: Deposit in progress...
de: Einzahlung wird verarbeitet...
es: Depósito en curso...
fr: Dépôt en cours...
ja: 入金処理中...
ru: Депозит в процессе...
zh_tw: 存入進行中...

source: Creating...
de: Wird erstellt…
es: Creando…
fr: Création en cours…
ja: 作成中…
ru: Создание…
zh_tw: 建立中...

source: Existing position in WETH-USDC pool.<0>Switch to WETH-USDC pool</0>
de: Bestehende Position im WETH-USDC Pool.<0>Zum WETH-USDC Pool wechseln</0>
es: Posición existente en el pool WETH-USDC.<0>Cambiar al pool WETH-USDC</0>
fr: Position existante dans le pool WETH-USDC.<0>Passer au pool WETH-USDC</0>
ja: WETH-USDCプールに既存のポジションがあります。<0>WETH-USDCプールに切り替える</0>
ru: Существующая позиция в пуле WETH-USDC.<0>Переключиться на пул WETH-USDC</0>
zh_tw: WETH-USDC 池中有現有倉位。<0>切換至 WETH-USDC 池</0>

source: GMX is not actively hiring. If you think you can contribute, email <0>jobs@gmx.io</0>.
de: GMX stellt derzeit nicht aktiv ein. Wenn Sie glauben, einen Beitrag leisten zu können, senden Sie eine E-Mail an <0>jobs@gmx.io</0>.
es: GMX no está contratando activamente. Si cree que puede contribuir, envíe un correo electrónico a <0>jobs@gmx.io</0>.
fr: GMX ne recrute pas activement. Si vous pensez pouvoir contribuer, envoyez un e-mail à <0>jobs@gmx.io</0>.
ja: GMX は現在積極的な採用を行っておりません。貢献できるとお考えの方は、<0>jobs@gmx.io</0> までメールでご連絡ください。
ru: GMX в настоящее время не набирает сотрудников. Если вы считаете, что можете внести вклад, напишите на <0>jobs@gmx.io</0>.
zh_tw: GMX 目前沒有開放職缺。如果您認為可以做出貢獻，請寄信至 <0>jobs@gmx.io</0>。

source: Job openings
de: Stellenangebote
es: Ofertas de empleo
fr: Offres d'emploi
ja: 求人情報
ru: Вакансии
zh_tw: 職缺

source: Buy GMX using decentralized exchange aggregators
de: Kaufen Sie GMX über dezentralisierte Börsenaggregratoren
es: Comprar GMX utilizando agregadores de intercambios descentralizados
fr: Acheter des GMX en utilisant des agrégateurs d'échanges décentralisés
ja: 分散型取引所アグリゲーターを使用して GMX を購入できます
ru: Купить GMX через агрегаторы децентрализованных бирж
zh_tw: 透過去中心化交易所聚合器買入 GMX

source: Realized fees
de: Realisierte Gebühren
es: Comisiones realizadas
fr: Frais réalisés
ja: 実現手数料
ru: Реализованные комиссии
zh_tw: 已實現費用
