Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Claim parameters unavailable. Retry in a few seconds
de: Parameter zum Beanspruchen nicht verfügbar. Versuchen Sie es in einigen Sekunden erneut
es: Parámetros de reclamación no disponibles. Reintente en unos segundos
fr: Paramètres de récupération indisponibles. Réessayez dans quelques secondes
ja: 受け取りパラメータが利用できません。数秒後に再試行してください
ru: Параметры получения недоступны. Повторите через несколько секунд
zh_tw: 領取參數不可用。請幾秒後重試

source: Read details
de: Details lesen
es: Leer detalles
fr: Lire les détails
ja: 詳細を読む
ru: Подробнее
zh_tw: 閱讀詳情

source: PnL long
es: PnL largo
ja: PnL ロング
ru: PnL лонг
zh_tw: 做多 PnL

source: For detailed stats
de: Für detaillierte Statistiken
es: Para estadísticas detalladas
fr: Pour des stats détaillées
ja: 詳細統計のために
ru: Для детальной статистики
zh_tw: 查看詳細統計

source: Simulate transactions
de: Transaktionen simulieren
es: Simular transacciones
fr: Simuler les transactions
ja: トランザクションをシミュレート
ru: Симулировать транзакции
zh_tw: 模擬交易

source: SL price below mark price
de: SL-Preis unter Markpreis
es: Precio de SL por debajo del precio de referencia
fr: Prix SL inférieur au prix de référence
ja: SL 価格がマーク価格を下回っています
ru: Цена SL ниже расчётной цены
zh_tw: SL 價格低於標記價格

source: Parts of this order will execute once sufficient liquidity is available
de: Teile dieser Order werden ausgeführt, sobald ausreichend Liquidität verfügbar ist
es: Partes de esta orden se ejecutarán cuando haya liquidez suficiente
fr: Certaines parties de cet ordre seront exécutées lorsque la liquidité sera suffisante
ja: この注文の一部は、十分な流動性が確保され次第実行されます
ru: Части этого ордера будут исполнены, когда будет доступна достаточная ликвидность
zh_tw: 此訂單的部分將在有足夠流動性時執行

source: High acceptable price impact set. Current impact: {0}.
de: Hoher akzeptabler Preiseinfluss festgelegt. Aktueller Einfluss: {0}.
es: Impacto en el precio aceptable alto configurado. Impacto actual: {0}.
fr: Impact sur le prix acceptable élevé défini. Impact actuel : {0}.
ja: 許容価格への影響が高く設定されています。現在の影響: {0}。
ru: Установлено высокое допустимое влияние на цену. Текущее влияние: {0}.
zh_tw: 設定了較高的可接受價格影響。目前影響：{0}。

source: Swap
de: Tauschen
es: Intercambiar
fr: Échanger
ja: スワップ
ru: Своп
zh_tw: 兌換

source: Where do GMX staking rewards come from?
de: Woher kommen die GMX-Staking-Belohnungen?
es: ¿De dónde provienen las recompensas por staking de GMX?
fr: D’où proviennent les récompenses de staking GMX ?
ja: GMXステーキング報酬はどこから来る？
ru: Откуда берутся награды за ст Потомейкинг GMX?
zh_tw: GMX 質押獎勵從何而來？

source: GMX token icon
de: GMX Token-Symbol
es: Icono del token GMX
fr: Icône du jeton GMX
ja: GMX トークンアイコン
ru: Иконка токена GMX
zh_tw: GMX 代幣圖示

source: long
es: largo
ja: ロング
ru: лонг
zh_tw: 做多

source: Error signing permit for {0}: {1}
de: Fehler beim Signieren der Genehmigung für {0}: {1}
es: Error al firmar el permiso para {0}: {1}
fr: Erreur lors de la signature du permis pour {0} : {1}
ja: {0} のパーミット署名エラー: {1}
ru: Ошибка подписания разрешения для {0}: {1}
zh_tw: 為 {0} 簽署許可時發生錯誤：{1}

source: Longs net rate / 1h
de: Long Nettogebühr / 1h
es: Tasa neta largos / 1h
fr: Taux net long / 1h
ja: ロング ネットレート / 1時間
ru: Нетто-ставка лонгов / 1ч
zh_tw: 做多淨費率 / 1 小時

source: EVENT
de: EREIGNIS
es: EVENTO
fr: ÉVÉNEMENT
ja: イベント
ru: СОБЫТИЕ
zh_tw: 事件

source: Distribution
de: Verteilung
es: Distribución
ja: 分配
ru: Распределение
zh_tw: 分配

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ru: Язык
zh_tw: 語言

source: {idleSeconds}s
ja: {idleSeconds}秒
ru: {idleSeconds}с

source: GMX V1 actions
de: GMX V1 Aktionen
es: Acciones de GMX V1
fr: Actions GMX V1
ja: GMX V1 アクション
ru: GMX V1 действия
zh_tw: GMX V1 操作

source: GLV vaults:
fr: Coffres GLV :
ja: GLV ボールト:
ru: GLV хранилища:
zh_tw: GLV 金庫：

source: Download as CSV
de: Als CSV herunterladen
es: Descargar como CSV
fr: Télécharger en CSV
ja: CSV としてダウンロード
ru: Скачать как CSV
zh_tw: 下載為 CSV

source: Benefit from up to 100x leverage and guaranteed on-chain liquidity that's not dependent on order book depth
de: Profitieren Sie von bis zu 100-fachem Hebel und garantierter On-Chain-Liquidität, die nicht von der Orderbuchtiefe abhängig ist
es: Benefíciese de hasta 100x de apalancamiento y liquidez garantizada en cadena que no depende de la profundidad del libro de órdenes
fr: Bénéficiez d'un effet de levier jusqu'à 100x et d'une liquidité on-chain garantie, indépendante de la profondeur du carnet d'ordres
ja: 最大100倍のレバレッジと、オーダーブックの厚みに依存しないオンチェーン流動性の保証を活用できます
ru: Воспользуйтесь кредитным плечом до 100x и гарантированной ликвидностью на блокчейне, не зависящей от глубины книги ордеров
zh_tw: 享受最高 100 倍槓桿以及不依賴訂單簿深度的鏈上保證流動性

source: Stop loss price
de: Stop-Loss-Preis
es: Precio de stop loss
fr: Prix stop loss
ja: ストップロス価格
ru: Цена стоп-лосса
zh_tw: 止損價格

source: Oracle keeper monitoring
de: Oracle Keeper Überwachung
es: Monitorización del Oracle keeper
fr: Surveillance de l'Oracle keeper
ja: Oracle keeper モニタリング
ru: Мониторинг Oracle keeper
zh_tw: Oracle keeper 監控

source: {0}: {1} {2}{3}/USD decrease
ru: {0}: {1} {2}{3}/USD уменьшение
zh_tw: {0}：{1} {2}{3}/USD 減少

source: Enter a new size or price
de: Neue Größe oder Preis eingeben
es: Ingresa un nuevo tamaño o precio
fr: Saisir une nouvelle taille ou prix
ja: 新しいサイズまたは価格を入力
ru: Введите новый размер или цену
zh_tw: 輸入新的數量或價格

source: Max pool amount exceeded
de: Max. Pool-Betrag überschritten
es: Cantidad máxima de reserva excedida
fr: Montant max. du pool dépassé
ja: 最大プール額を超えました
ru: Превышена максимальная сумма пула
zh_tw: 超過池最大金額

source: Unknown order
de: Unbekannte Order
es: Orden desconocida
fr: Ordre inconnu
ja: 不明な注文
ru: Неизвестный ордер
zh_tw: 未知訂單

source: Entry price
de: Einstiegspreis
es: Precio de entrada
fr: Prix d'entrée
ja: エントリー価格
ru: Цена входа
zh_tw: 入場價格

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセル済み
ru: Отменено
zh_tw: 已取消

source: GMX dashboards and analytics
de: GMX Dashboards und Analysen
es: Paneles de control y análisis de GMX
fr: Tableaux de bord et analytiques GMX
ja: GMX ダッシュボードと分析
ru: Дашборды и аналитика GMX
zh_tw: GMX 儀表板與分析

source: Search icons and images...
de: Symbole und Bilder suchen...
es: Buscar iconos e imágenes...
fr: Rechercher des icônes et images...
ja: アイコンと画像を検索...
ru: Поиск иконок и изображений...
zh_tw: 搜尋圖示和圖片...

source: No trackers registered
de: Keine Tracker registriert
es: No hay rastreadores registrados
fr: Aucun tracker enregistré
ja: 登録されたトラッカーはありません
ru: Нет зарегистрированных трекеров
zh_tw: 無已註冊的追蹤器

source: Request withdraw
de: Abhebung anfordern
es: Solicitar retirada
fr: Demander un retrait
ja: 出金リクエスト
ru: Запрос на вывод
zh_tw: 申請提取

source: Last 30d
de: Letzte 30T
es: Últimos 30d
fr: Les 30 derniers j
ja: 過去30日
ru: Последние 30д
zh_tw: 最近 30 天

source: What issues did you encounter?
de: Welche Probleme sind aufgetreten?
es: ¿Qué problemas encontró?
fr: Quels problèmes avez-vous rencontrés ?
ja: どのような問題が発生しましたか？
ru: С какими проблемами вы столкнулись?
zh_tw: 您遇到了哪些問題？

source: Dashboards
es: Paneles
fr: Tableaux de bord
ja: ダッシュボード
ru: Панели
zh_tw: 儀表板

source: Leftover collateral below {0} USD
de: Verbleibendes Kollateral unter {0} USD
es: Garantía restante por debajo de {0} USD
fr: Collatéral restant inférieur à {0} USD
ja: 残余担保が{0} USD未満
ru: Оставшийся залог ниже {0} USD
zh_tw: 剩餘抵押品低於 {0} USD

source: trigger
es: activación
fr: déclenchement
ja: トリガー
ru: триггер
zh_tw: 觸發

source: Failed to decode error. Make sure the hex data is valid and starts with "0x".
de: Fehler beim Decodieren. Stellen Sie sicher, dass die Hex-Daten gültig sind und mit "0x" beginnen.
es: Error al decodificar. Asegúrese de que los datos hexadecimales son válidos y comienzan con "0x".
fr: Échec du décodage de l'erreur. Assurez-vous que les données hexadécimales sont valides et commencent par "0x".
ja: デコードに失敗しました。16進データが有効で「0x」で始まることを確認してください。
ru: Не удалось декодировать ошибку. Убедитесь, что hex-данные корректны и начинаются с "0x".
zh_tw: 解碼錯誤失敗。請確認十六進位資料有效且以「0x」開頭。

source: Text colors
de: Textfarben
es: Colores de texto
fr: Couleurs de texte
ja: テキストカラー
ru: Цвета текста
zh_tw: 文字顏色

source: 7d
de: 7T
fr: 7j
ja: 7日
ru: 7д
zh_tw: 7 天

source: Token permit
de: Token-Genehmigung
es: Permiso de token
fr: Permis de jeton
ja: トークンパーミット
ru: Разрешение токена
zh_tw: 代幣許可

source: Pool USD short
es: Pool USD corto
ja: プール USD ショート
ru: Pool USD шорт
zh_tw: 池 USD 做空

source: {0} orders not updated, limit reached
de: {0} Orders nicht aktualisiert, Limit erreicht
es: {0} órdenes no actualizadas, límite alcanzado
fr: {0} ordres non mis à jour, limite atteinte
ja: {0} 件の注文が更新されませんでした。上限に達しました
ru: {0} ордеров не обновлено, достигнут лимит
zh_tw: {0} 筆訂單未更新，已達上限

source: Proportional stored impact
de: Proportionaler gespeicherter Einfluss
es: Impacto almacenado proporcional
fr: Impact stocké proportionnel
ja: 比例配分された蓄積インパクト
ru: Пропорциональное сохранённое влияние
zh_tw: 按比例儲存的影響

source: EIP-4844, 20-27 Mar
de: EIP-4844, 20-27 Mär
ja: EIP-4844、3月20-27日
ru: EIP-4844, 20-27 марта

source: Save on costs
de: Kosten sparen
es: Ahorre en costes
fr: Réduisez vos coûts
ja: コストを節約
ru: Экономьте на расходах
zh_tw: 節省費用

source: Get optimized exposure to the highest-utilized pools
de: Erhalte optimierte Exposure zu den am stärksten genutzten Pools
es: Obtén exposición optimizada a los pools más utilizados
fr: Obtenez une exposition optimisée aux pools les plus utilisés
ja: 最も利用率の高いプールへの最適化されたエクスポージャー
ru: Получите оптимизированную экспозицию к наиболее используемым пулам
zh_tw: 獲得最高利用率池的最佳化配置

source: Stop Market price below mark price
de: Stop-Market-Preis unter Markpreis
es: Precio de Stop Market por debajo del precio de referencia
fr: Prix Stop Market inférieur au prix de référence
ja: Stop Market 価格がマーク価格を下回っています
ru: Цена Stop Market ниже расчётной цены
zh_tw: Stop Market 價格低於標記價格

source: Low collateral after fees. Deposit more to reduce liquidation risk.
de: Geringe Sicherheit nach Gebühren. Zahlen Sie mehr ein, um das Liquidationsrisiko zu reduzieren.
es: Garantía baja tras comisiones. Deposite más para reducir el riesgo de liquidación.
fr: Garantie insuffisante après les frais. Déposez davantage pour réduire le risque de liquidation.
ja: 手数料控除後の担保が低くなっています。清算リスクを軽減するために追加入金してください。
ru: Низкое обеспечение после комиссий. Внесите больше для снижения риска ликвидации.
zh_tw: 扣除費用後抵押品過低。存入更多資金以降低清算風險。

source: No markets found
de: Keine Märkte gefunden
es: No se encontraron mercados
fr: Aucun marché trouvé
ja: マーケットが見つかりません
ru: Рынки не найдены
zh_tw: 未找到市場

source: Insufficient collateral. Need more
de: Unzureichende Sicherheit. Mehr erforderlich
es: Garantía insuficiente. Se necesita más
fr: Garantie insuffisante. Montant supplémentaire requis
ja: 担保が不足しています。追加が必要です
ru: Недостаточно обеспечения. Требуется больше
zh_tw: 抵押品不足。需要更多

source: Return on capital used (PnL / capital).<0/><1/>Capital used = max(<2>sum of collateral of open positions - realized PnL + starting pending PnL</2>).
de: Rendite auf eingesetztes Kapital (PnL / Kapital).<0/><1/>Eingesetztes Kapital = max(<2>Summe der Sicherheiten offener Positionen - Realisierter PnL + anfänglich ausstehender PnL</2>).
es: Rentabilidad sobre el capital empleado (PnL / capital).<0/><1/>Capital empleado = máx(<2>suma de garantía de posiciones abiertas - PnL realizado + PnL pendiente inicial</2>).
fr: Rendement du capital utilisé (PnL / capital).<0/><1/>Capital utilisé = max(<2>somme de la garantie des positions ouvertes - PnL réalisé + PnL en attente initial</2>).
ja: 投下資本利益率（PnL / 資本）。<0/><1/>投下資本 = max(<2>未決済ポジションの担保合計 - 確定損益 + 開始時未確定 PnL</2>)。
ru: Доходность на задействованный капитал (PnL / капитал).<0/><1/>Задействованный капитал = макс(<2>сумма обеспечения открытых позиций - реализованный PnL + начальный незафиксированный PnL</2>).
zh_tw: 已用資金回報率（PnL / 資金）。<0/><1/>已用資金 = max（<2>未平倉倉位抵押品總額 - 已實現盈虧 + 初始待結算盈虧</2>）。

source: Max open interest exceeded
de: Maximales Open Interest überschritten
es: Interés abierto máximo excedido
fr: Positions ouvertes maximales dépassées
ja: 最大建玉を超過しました
ru: Превышен максимальный открытый интерес
zh_tw: 已超過最大未平倉量

source: Network fees are high due to increased {chainName} network activity
de: Netzwerkgebühren sind hoch aufgrund erhöhter {chainName}-Netzwerkaktivität
es: Las comisiones de red son elevadas debido al aumento de la actividad en la red {chainName}
fr: Les frais de réseau sont élevés en raison d'une activité accrue sur le réseau {chainName}
ja: {chainName} ネットワークの活動増加により、ネットワーク手数料が高くなっています
ru: Комиссии сети высоки из-за повышенной активности сети {chainName}
zh_tw: 由於 {chainName} 網路活動增加，網路費用偏高

source: TRANSACTION ID
de: TRANSAKTIONS-ID
es: ID DE TRANSACCIÓN
fr: ID DE TRANSACTION
ja: トランザクション ID
ru: ID ТРАНЗАКЦИИ
zh_tw: 交易 ID

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
ja: 頻度
ru: Частота
zh_tw: 頻率

source: Switch to WBTC-USDC pool
de: Zum WBTC-USDC Pool wechseln
es: Cambiar al pool WBTC-USDC
fr: Passer au pool WBTC-USDC
ja: WBTC-USDCプールに切り替える
ru: Переключиться на пул WBTC-USDC
zh_tw: 切換至 WBTC-USDC 池

source: Traders referred
de: Geworbene Trader
es: Traders referidos
fr: Traders parrainés
ja: 紹介されたトレーダー
ru: Привлечённые трейдеры
zh_tw: 推薦交易者

source: Max deposit limit reached: {maxPoolUsdText}
de: Maximales Einzahlungslimit erreicht: {maxPoolUsdText}
es: Límite máximo de depósito alcanzado: {maxPoolUsdText}
fr: Limite de dépôt maximale atteinte : {maxPoolUsdText}
ja: 最大入金上限に達しました: {maxPoolUsdText}
ru: Достигнут максимальный лимит депозита: {maxPoolUsdText}
zh_tw: 已達最大存入上限：{maxPoolUsdText}

source: Yield optimizations
de: Renditeoptimierungen
es: Optimizaciones de rendimiento
fr: Optimisations de rendement
ja: 利回り最適化
ru: Оптимизация доходности
zh_tw: 收益優化

source: Limit Swap
de: Limit-Tausch
es: Intercambio Límite
fr: Échange limité
ja: リミットスワップ
ru: Лимитный своп

source: Claim {tokenSymbol} rewards
de: {tokenSymbol} Belohnungen beanspruchen
es: Reclamar recompensas de {tokenSymbol}
fr: Récupérer les récompenses {tokenSymbol}
ja: {tokenSymbol} 報酬を受け取る
ru: Получить вознаграждения {tokenSymbol}
zh_tw: 領取 {tokenSymbol} 獎勵

source: 24H VOL.
es: VOL. 24H
fr: VOL. 24H
ja: 24時間取引量
ru: ОБЪЕМ ЗА 24Ч.
zh_tw: 24H 交易量

source: {typeString} Long TWAP: {0} a long position in evenly distributed parts over a specified time
de: {typeString} Long TWAP: {0} eine Long-Position in gleichmäßig verteilten Teilen über einen festgelegten Zeitraum
es: {typeString} Long TWAP: {0} una posición larga en partes distribuidas uniformemente durante un período de tiempo especificado
fr: {typeString} Long TWAP : {0} une position long en parts réparties uniformément sur une durée spécifiée
ja: {typeString} Long TWAP: 指定された期間にわたり均等に分割してロングポジションを{0}します
ru: {typeString} Long TWAP: {0} позицию лонг равномерно распределёнными частями за указанный период времени
zh_tw: {typeString} Long TWAP：在指定時間內以均勻分佈的方式{0}做多倉位

source: Daily loss
de: Täglicher Verlust
es: Pérdida diaria
fr: Perte quotidienne
ja: 日次損失
ru: Дневной убыток
zh_tw: 每日虧損

source: Anonymous chat with GMX team
de: Anonymer Chat mit GMX-Team
es: Chat anónimo con el equipo de GMX
fr: Chat anonyme avec l'équipe GMX
ja: GMXチームとの匿名チャット
ru: Анонимный чат с командой GMX
zh_tw: 與 GMX 團隊匿名對話

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続行
ru: Продолжить
zh_tw: 繼續

source: GLV tokens mirror GLP's composition and integrate seamlessly into GMX V2's liquidity ecosystem. You can sell or hold to earn yield. A $500,000 GLV incentive pool rewards holders who keep their allocation for at least 3 months.
de: GLV Token spiegeln die Zusammensetzung von GLP wider und integrieren sich nahtlos in das Liquiditätsökosystem von GMX V2. Sie können verkaufen oder halten, um Rendite zu erzielen. Ein $500.000 GLV Anreizpool belohnt Inhaber, die ihre Zuteilung mindestens 3 Monate halten.
es: Los tokens GLV replican la composición de GLP y se integran de forma fluida en el ecosistema de liquidez de GMX V2. Puede vender o mantener para obtener rendimiento. Un pool de incentivos GLV de $500.000 recompensa a los titulares que mantengan su asignación durante al menos 3 meses.
fr: Les jetons GLV reflètent la composition de GLP et s'intègrent parfaitement dans l'écosystème de liquidité de GMX V2. Vous pouvez vendre ou conserver pour générer du rendement. Un pool d'incitation GLV de 500 000 $ récompense les détenteurs qui conservent leur allocation pendant au moins 3 mois.
ja: GLV トークンは GLP の構成を反映し、GMX V2 の流動性エコシステムにシームレスに統合されます。売却するか、保有して利回りを得ることができます。50万ドルの GLV インセンティブプールは、3か月以上保有を維持したホルダーに報酬を提供します。
ru: Токены GLV повторяют структуру GLP и бесшовно интегрируются в экосистему ликвидности GMX V2. Вы можете продать или удерживать их для получения доходности. Пул стимулирования GLV в размере $500 000 вознаграждает держателей, сохраняющих свою аллокацию не менее 3 месяцев.
zh_tw: GLV 代幣反映 GLP 的組成，並無縫整合至 GMX V2 的流動性生態系統。您可以賣出或持有以賺取收益。$500,000 GLV 激勵池獎勵持有分配至少 3 個月的持有者。

source: Start earning
de: Jetzt verdienen
es: Empiece a ganar
fr: Commencer à gagner
ja: 利回りを獲得する
ru: Начать зарабатывать
zh_tw: 開始賺取收益

source: {orderText} cancellation failed
de: {orderText} Stornierung fehlgeschlagen
es: Error en la cancelación de {orderText}
fr: Échec de l'annulation de {orderText}
ja: {orderText} のキャンセルに失敗しました
ru: Отмена {orderText} не удалась
zh_tw: {orderText} 取消失敗

source: Sell
de: Verkaufen
es: Vender
fr: Vendre
ja: 売却
ru: Продать
zh_tw: 賣出

source: Smart wallets not supported on this network
de: Smart Wallets werden in diesem Netzwerk nicht unterstützt
es: Monederos inteligentes no compatibles en esta red
fr: Portefeuilles intelligents non pris en charge sur ce réseau
ja: このネットワークではスマートウォレットはサポートされていません
ru: Смарт-кошельки не поддерживаются в этой сети
zh_tw: 此網路不支援智慧錢包

source: Lent position impact pool amount
de: Ausgeliehener Betrag des Position-Impact-Pools
es: Cantidad prestada del pool de impacto de posición
fr: Montant prêté du pool d'impact sur le prix des positions
ja: ポジション影響プールの貸出額
ru: Сумма, предоставленная из пула влияния на цену позиций
zh_tw: 借出的倉位影響池金額

source: short
es: corto
ja: ショート
ru: шорт
zh_tw: 做空

source: This year
de: Dieses Jahr
es: Este año
fr: Cette année
ja: 今年
ru: Этот год
zh_tw: 今年

source: Withdraw {glvOrGm}: {0}
de: {glvOrGm} abheben: {0}
es: Retirar {glvOrGm}: {0}
fr: Retirer {glvOrGm} : {0}
ja: {glvOrGm}を出金: {0}
ru: Вывод {glvOrGm}: {0}
zh_tw: 提取 {glvOrGm}: {0}

source: Very likely
de: Sehr wahrscheinlich
es: Muy probable
fr: Très probable
ja: 非常に可能性が高い
ru: Очень вероятно
zh_tw: 非常有可能

source: Save tier
de: Stufe speichern
es: Guardar nivel
fr: Enregistrer le palier
ja: ティアを保存
ru: Сохранить уровень
zh_tw: 儲存等級

source: {count, plural, one {Order} other {# Orders}}
es: {count, plural, one {Orden} other {# Órdenes}}
fr: {count, plural, one {Ordre} other {# Ordres}}
ja: {count, plural, one {注文} other {# 注文}}
ru: {count, plural, one {Ордер} other {# Ордеров}}
zh_tw: {count, plural, one {訂單} other {# 筆訂單}}

source: Avalanche trading incentives
de: Avalanche Handelsanreize
es: Incentivos de trading en Avalanche
fr: Incitations au trading sur Avalanche
ja: Avalancheトレーディングインセンティブ
ru: Торговые поощрения Avalanche
zh_tw: Avalanche 交易獎勵

source: Liquidation {longOrShortText} - {marketIndexName}
es: Liquidación {longOrShortText} - {marketIndexName}
ja: 清算 {longOrShortText} - {marketIndexName}
ru: Ликвидация {longOrShortText} - {marketIndexName}

source: Transaction canceled
de: Transaktion abgebrochen
es: Transacción cancelada
fr: Transaction annulée
ja: トランザクションがキャンセルされました
ru: Транзакция отменена
zh_tw: 交易已取消

source: Request Market Decrease
de: Marktverringerungsanfrage
es: Solicitar Disminución de Mercado
fr: Demander une diminution de marché
ja: マーケット減少リクエスト
ru: Запрос на рыночное уменьшение
zh_tw: 申請 Market Decrease

source: Icons ({0})
de: Symbole ({0})
es: Iconos ({0})
fr: Icônes ({0})
ja: アイコン ({0})
ru: Иконки ({0})
zh_tw: 圖示（{0}）

source: Delta neutral vaults
de: Deltaneutrale Vaults
es: Bóvedas delta neutral
fr: Coffres delta neutre
ja: デルタニュートラルボールト
ru: Дельта-нейтральные хранилища
zh_tw: Delta 中性金庫

source: Sending shift request...
de: Shift-Anfrage wird gesendet…
es: Enviando solicitud de cambio…
fr: Envoi de la demande de transfert…
ja: シフトリクエストを送信中…
ru: Отправка запроса на перемещение…
zh_tw: 正在發送轉移請求...

source: Total earned fees
de: Gesamte verdiente Gebühren
es: Comisiones totales obtenidas
fr: Total des frais gagnés
ja: 獲得手数料合計
ru: Общая сумма заработанных комиссий
zh_tw: 累計已賺取費用

source: Slippage is too high
de: Slippage ist zu hoch
es: El deslizamiento es demasiado alto
fr: Le glissement est trop élevé
ja: スリッページが高すぎます
ru: Проскальзывание слишком высокое
zh_tw: 滑點過高

source: No liquidity available for increasing shorts at<0/>this size. Max short size: {0}<1/><2/>Execution prices for decreasing longs.
de: Keine Liquidität verfügbar, um Shorts bei<0/>dieser Größe zu erhöhen. Maximale Short-Größe: {0}<1/><2/>Ausführungspreise für das Verringern von Longs.
es: No hay liquidez disponible para aumentar posiciones cortas a<0/>este tamaño. Tamaño máximo corto: {0}<1/><2/>Precios de ejecución para reducir posiciones largas.
fr: Aucune liquidité disponible pour augmenter les shorts à<0/>cette taille. Taille short maximale : {0}<1/><2/>Prix d'exécution pour la réduction des longs.
ja: このサイズではショートの増加に利用可能な流動性がありません。<0/>最大ショートサイズ: {0}<1/><2/>ロング減少時の約定価格。
ru: Недостаточно ликвидности для увеличения шорт-позиций при<0/>данном размере. Макс. размер шорта: {0}<1/><2/>Цены исполнения для уменьшения лонг-позиций.
zh_tw: 以此規模加倉做空無可用流動性。<0/>最大做空規模：{0}<1/><2/>減倉做多的成交價格。

source: <0>Switch to {0} pool</0> for potentially lower price impact
de: <0>Zum {0}-Pool wechseln</0> für potenziell geringeren Preiseinfluss
es: <0>Cambiar al pool {0}</0> para un impacto en el precio potencialmente menor
fr: <0>Basculer vers le pool {0}</0> pour un impact sur le prix potentiellement plus faible
ja: <0>{0}プールに切り替える</0>ことで価格への影響を軽減できる可能性があります
ru: <0>Переключитесь на пул {0}</0> для потенциально меньшего влияния на цену
zh_tw: <0>切換至 {0} 池</0>以獲得可能更低的價格影響

source: Buy on other platforms
de: Auf anderen Plattformen kaufen
es: Comprar en otras plataformas
fr: Acheter sur d’autres plateformes
ja: 他プラットフォームで購入
ru: Купить на других платформах
zh_tw: 在其他平台購買

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ru: Вчера
zh_tw: 昨天

source: Remind me later
de: Später erinnern
es: Recordármelo más tarde
fr: Me le rappeler plus tard
ja: 後でリマインド
ru: Напомнить позже
zh_tw: 稍後提醒

source: Exponent (negative)
de: Exponent (negativ)
es: Exponente (negativo)
fr: Exposant (négatif)
ja: 指数（マイナス）
ru: Экспонента (отрицательная)
zh_tw: 指數（負）

source: Technical updates and developer announcements
de: Technische Updates und Entwicklerankündigungen
es: Actualizaciones técnicas y anuncios para desarrolladores
fr: Mises à jour techniques et annonces pour les développeurs
ja: 技術アップデートおよび開発者向けアナウンス
ru: Технические обновления и объявления для разработчиков
zh_tw: 技術更新與開發者公告

source: Switch to account {receiver} to complete this transfer
de: Wechseln Sie zum Konto {receiver}, um diese Übertragung abzuschließen
es: Cambie a la cuenta {receiver} para completar esta transferencia
fr: Basculez vers le compte {receiver} pour terminer ce transfert
ja: この送金を完了するにはアカウント{receiver}に切り替えてください
ru: Переключитесь на аккаунт {receiver}, чтобы завершить перевод
zh_tw: 切換至帳戶 {receiver} 以完成此轉帳

source: No distributions to claim
de: Keine Ausschüttungen zum Beanspruchen
es: No hay distribuciones para reclamar
fr: Aucune distribution à récupérer
ja: 受け取り可能な分配はありません
ru: Нет доступных начислений для получения
zh_tw: 無可領取的分配

source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピー
ru: Скопировать ссылку
zh_tw: 複製連結

source: Referral code created
de: Empfehlungscode erstellt
es: Código de referido creado
fr: Code de parrainage créé
ja: リファラルコードが作成されました
ru: Реферальный код создан
zh_tw: 推薦碼已建立

source: Funds bridging to...
de: Guthaben wird übertragen nach...
es: Fondos transfiriéndose a...
fr: Transfert des fonds vers...
ja: ブリッジ送金中...
ru: Перевод средств в...
zh_tw: 資金正在跨鏈至...
