Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Short
es: Corto
ja: ショート
ru: Шорт
zh_tw: 做空

source: Max network fee includes a buffer for gas spikes. Unused fees refunded on execution. <0>Read more</0>.
de: Die maximale Netzwerkgebühr enthält einen Puffer für Gas-Spitzen. Nicht verwendete Gebühren werden bei Ausführung erstattet. <0>Mehr erfahren</0>.
es: La comisión de red máxima incluye un margen para picos de Gas. Las comisiones no utilizadas se reembolsan en la ejecución. <0>Más información</0>.
fr: Les frais de réseau max incluent une marge pour les pics de Gas. Les frais non utilisés sont remboursés à l'exécution. <0>En savoir plus</0>.
ja: 最大ネットワーク手数料には Gas 急騰時のバッファが含まれています。未使用の手数料は約定時に返金されます。<0>詳しくはこちら</0>。
ru: Максимальная комиссия сети включает буфер на случай скачков Gas. Неиспользованные комиссии возвращаются при исполнении. <0>Подробнее</0>.
zh_tw: 最大網路費用包含 Gas 突增的緩衝。未使用的費用將在執行時退還。<0>了解更多</0>。

source: Some label
de: Beispielbeschriftung
es: Alguna etiqueta
fr: Libellé exemple
ja: サンプルラベル
ru: Пример метки
zh_tw: 某標籤

source: Import URL:
es: URL de importación:
fr: URL d'import :
ja: インポート URL:
ru: URL для импорта:
zh_tw: 匯入 URL：

source: Enter a price
de: Preis eingeben
es: Ingresa un precio
fr: Entrez un prix
ja: 価格を入力
ru: Введите цену
zh_tw: 請輸入價格

source: Updating...
de: Wird aktualisiert…
es: Actualizando…
fr: Mise à jour en cours…
ja: 更新中…
ru: Обновление…
zh_tw: 更新中...

source: GLV earns from trading fees (open, close, borrow, liquidations, swaps) and trader losses across GM pools. Yields auto-compound for seamless growth (20-30% historical APY). View earnings and portfolio value on the <0>Pools page</0>.
de: GLV verdient durch Handelsgebühren (Eröffnung, Schließung, Kreditaufnahme, Liquidierungen, Swaps) und Verluste von Händlern über GM Pools hinweg. Erträge werden automatisch reinvestiert für nahtloses Wachstum (20–30% historischer APY). Sehen Sie Erträge und Portfoliowert auf der <0>Pools-Seite</0> ein.
es: GLV genera ingresos a partir de comisiones de trading (apertura, cierre, préstamo, liquidaciones, intercambios) y pérdidas de los operadores en los pools de GM. Los rendimientos se reinvierten automáticamente para un crecimiento continuo (20-30% APY histórico). Consulte las ganancias y el valor de su cartera en la <0>página de Pools</0>.
fr: GLV génère des revenus à partir des frais de trading (ouverture, clôture, emprunt, liquidations, swaps) et des pertes des traders sur les pools GM. Les rendements se réinvestissent automatiquement pour une croissance continue (20-30% APY historique). Consultez vos gains et la valeur de votre portefeuille sur la <0>page Pools</0>.
ja: GLV は GM プール全体の取引手数料（オープン、クローズ、借入、清算、スワップ）およびトレーダーの損失から収益を得ます。利回りは自動複利運用によりシームレスに成長します（過去の APY は 20〜30%）。収益やポートフォリオの価値は<0>プールページ</0>でご確認いただけます。
ru: GLV получает доход от торговых комиссий (открытие, закрытие, заём, ликвидации, свопы) и убытков трейдеров в пулах GM. Доходность автоматически реинвестируется для стабильного роста (историческая APY 20–30%). Просматривайте доходы и стоимость портфеля на <0>странице пулов</0>.
zh_tw: GLV 從 GM 池的交易手續費（開倉、平倉、借貸、清算、兌換）及交易者虧損中獲得收益。收益自動複利以實現無縫增長（歷史 APY 為 20-30%）。在<0>池頁面</0>查看收益和投資組合價值。

source: Failed Market Increase
de: Fehlgeschlagene Markterhöhung
es: Aumento de Mercado Fallido
fr: Augmentation de marché échouée
ja: マーケット増額失敗
ru: Неудачное Рыночное Увеличение
zh_tw: Market Increase 失敗

source: LEV.
de: HEB.
es: APAL.
ru: ПЛЕЧО

source: 3rd place
de: 3. Platz
es: 3.er puesto
fr: 3e place
ja: 3位
ru: 3-е место
zh_tw: 第3名

source: Some value
de: Beispielwert
es: Algún valor
fr: Valeur exemple
ja: サンプル値
ru: Пример значения
zh_tw: 某數值

source: Max rate long
de: Maximaler Zinssatz Long
es: Tasa máxima largo
fr: Taux max long
ja: 最大レート ロング
ru: Макс. ставка лонг
zh_tw: 做多最大費率

source: SL price
de: SL-Preis
es: Precio SL
fr: Prix Stop-Loss
ja: ストップロス価格
ru: Цена стоп-лосс
zh_tw: SL 價格

source: Staking only available on {chainNames}. Switch networks to continue.
de: Staking nur verfügbar auf {chainNames}. Wechseln Sie das Netzwerk, um fortzufahren.
es: Staking solo disponible en {chainNames}. Cambie de red para continuar.
fr: Le staking est uniquement disponible sur {chainNames}. Changez de réseau pour continuer.
ja: ステーキングは {chainNames} でのみ利用可能です。続行するにはネットワークを切り替えてください。
ru: Стейкинг доступен только на {chainNames}. Переключите сеть для продолжения.
zh_tw: 質押僅適用於 {chainNames}。請切換網路以繼續。

source: Links
es: Enlaces
fr: Liens
ja: リンク
ru: Ссылки
zh_tw: 連結

source: Max lendable impact factor for withdrawals
de: Maximaler verleihbarer Einflussfaktor für Abhebungen
es: Factor de impacto prestable máximo para retiradas
fr: Facteur d'impact prêtable max pour les retraits
ja: 出金の最大貸出可能インパクトファクター
ru: Макс. фактор влияния заёмных средств для выводов
zh_tw: 提取最大可借出影響因子

source: Limit - long inc.
de: Limit - Long Erh.
es: Limit - inc. largo
ja: Limit - ロング増加
ru: Limit — увеличение лонга

source: Claim completed
de: Beanspruchung abgeschlossen
es: Reclamación completada
fr: Récupération terminée
ja: 受け取りが完了しました
ru: Получение завершено
zh_tw: 領取完成

source: Open in explorer
de: Im Explorer öffnen
es: Abrir en el explorador
fr: Ouvrir dans l'explorateur
ja: エクスプローラーで開く
ru: Открыть в обозревателе
zh_tw: 在瀏覽器中查看

source: Permits testing
de: Genehmigungstests
es: Pruebas de permisos
fr: Test des permis
ja: Permit テスト
ru: Тестирование разрешений

source: Invalid transaction
de: Ungültige Transaktion
es: Transacción no válida
fr: Transaction invalide
ja: 無効なトランザクション
ru: Недействительная транзакция
zh_tw: 無效交易

source: Insufficient liquidity in {0} pool. Select a different pool.
de: Unzureichende Liquidität im {0} Pool. Wählen Sie einen anderen Pool.
es: Liquidez insuficiente en el pool {0}. Seleccione un pool diferente.
fr: Liquidité insuffisante dans le pool {0}. Sélectionnez un pool différent.
ja: {0} プールの流動性不足です。別のプールを選択してください。
ru: Недостаточная ликвидность в пуле {0}. Выберите другой пул.
zh_tw: {0} 池流動性不足。請選擇其他池。

source: No GLV vaults on Botanix. Provide liquidity via <0>GM tokens</0> instead.
de: Keine GLV Vaults auf Botanix. Stellen Sie stattdessen Liquidität über <0>GM Token</0> bereit.
es: No hay vaults GLV en Botanix. Proporcione liquidez mediante <0>tokens GM</0> en su lugar.
fr: Pas de vaults GLV sur Botanix. Fournissez de la liquidité via les <0>tokens GM</0> à la place.
ja: Botanix には GLV ボールトがありません。代わりに <0>GM トークン</0>で流動性を提供してください。
ru: На Botanix нет хранилищ GLV. Предоставляйте ликвидность через <0>токены GM</0>.
zh_tw: Botanix 上沒有 GLV 金庫。請改透過 <0>GM 代幣</0>提供流動性。

source: Insufficient liquidity in GM pool
de: Unzureichende Liquidität im GM Pool
es: Liquidez insuficiente en el pool GM
fr: Liquidité insuffisante dans le pool GM
ja: GM プールの流動性不足
ru: Недостаточная ликвидность в пуле GM
zh_tw: GM 池流動性不足

source: Additional reserve required:
de: Zusätzliche Reserve erforderlich:
es: Reserva adicional requerida:
fr: Réserve supplémentaire requise :
ja: 追加リザーブ必要：
ru: Требуется дополнительный резерв:
zh_tw: 額外所需預留：

source: Single
de: Einzeln
es: Simple
fr: Unique
ja: シングル
ru: Одиночный
zh_tw: 單一

source: Invest with control over risk and reward
de: Investieren mit Kontrolle über Risiko und Rendite
es: Invierte con control sobre riesgo y recompensa
fr: Investir avec contrôle sur le risque et la récompense
ja: リスクと報酬をコントロールして投資
ru: Инвестируйте с контролем над риском и вознаграждением
zh_tw: 掌控風險與收益的投資方式

source: Insufficient funds to pay for order costs
de: Unzureichendes Guthaben zur Deckung der Orderkosten
es: Fondos insuficientes para cubrir los costes de la orden
fr: Fonds insuffisants pour couvrir les coûts de l'ordre
ja: 注文コストを支払うための資金が不足しています
ru: Недостаточно средств для оплаты расходов по ордеру
zh_tw: 資金不足，無法支付訂單費用

source: Over 100 protocols
de: Über 100 Protokolle
es: Más de 100 protocolos
fr: Plus de 100 protocoles
ja: 100以上のプロトコル
ru: Более 100 протоколов
zh_tw: 超過 100 個協議

source: Funding fees
de: Finanzierungsgebühren
es: Comisiones de financiación
fr: Frais de financement
ja: ファンディング手数料
ru: Комиссии финансирования
zh_tw: 資金費用

source: REWARDS
de: BELOHNUNGEN
es: RECOMPENSAS
fr: RÉCOMPENSES
ru: ВОЗНАГРАЖДЕНИЯ
zh_tw: 獎勵

source: Max negative factor
de: Maximaler negativer Faktor
es: Factor negativo máximo
fr: Facteur négatif max
ja: 最大ネガティブファクター
ru: Макс. отрицательный фактор
zh_tw: 最大負向因子

source: Asset management
de: Vermögensverwaltung
es: Gestión de activos
fr: Gestion d'actifs
ja: 資産管理
ru: Управление активами
zh_tw: 資產管理

source: Leveraged tokens with protection
de: Leveraged Token mit Schutz
es: Tokens apalancados con protección
fr: Tokens à effet de levier avec protection
ja: 保護付きレバレッジトークン
ru: Токены с плечом и защитой
zh_tw: 具有保護機制的槓桿代幣

source: Failed Stop-Loss
de: Fehlgeschlagener Stop-Loss
es: Stop-Loss fallido
fr: Stop-Loss échoué
ja: ストップロス失敗
ru: Неудачный стоп-лосс
zh_tw: 止損失敗

source: tBTC LP incentives
de: tBTC LP Anreize
es: Incentivos de tBTC LP
fr: Incentives tBTC LP
ja: tBTC LP インセンティブ
ru: Стимулы tBTC LP
zh_tw: tBTC LP 激勵

source: PnL analysis
de: PnL-Analyse
es: Análisis de PnL
fr: Analyse PnL
ja: PnL 分析
ru: Анализ PnL
zh_tw: PnL 分析

source: Failed to claim funds
de: Einlösen von Mitteln fehlgeschlagen
es: Falló la reclamación de fondos
fr: Échec de la réclamation des fonds
ja: 資金の請求に失敗しました
ru: Не удалось клеймить средства
zh_tw: 領取資金失敗

source: Shifting only available on {chainNames} or {lastChainName}. Switch networks to continue.
de: Verschiebung nur verfügbar auf {chainNames} oder {lastChainName}. Wechseln Sie das Netzwerk, um fortzufahren.
es: Shifting solo disponible en {chainNames} o {lastChainName}. Cambie de red para continuar.
fr: Le shifting est uniquement disponible sur {chainNames} ou {lastChainName}. Changez de réseau pour continuer.
ja: シフトは {chainNames} または {lastChainName} でのみ利用可能です。続行するにはネットワークを切り替えてください。
ru: Перемещение доступно только на {chainNames} или {lastChainName}. Переключите сеть для продолжения.
zh_tw: Shifting 僅適用於 {chainNames} 或 {lastChainName}。請切換網路以繼續。

source: No swap path available. <0>Swap {0} to {swapToTokenSymbol}</0>, then to {1}.
de: Kein Tauschpfad verfügbar. <0>Tausche {0} zu {swapToTokenSymbol}</0>, dann zu {1}.
es: No hay ruta de intercambio disponible. <0>Intercambiar {0} a {swapToTokenSymbol}</0>, luego a {1}.
fr: Aucun chemin d'échange disponible. <0>Échanger {0} contre {swapToTokenSymbol}</0>, puis contre {1}.
ja: スワップパスがありません。<0>{0}を{swapToTokenSymbol}にスワップ</0>してから{1}に。
ru: Нет доступного пути обмена. <0>Обмен {0} на {swapToTokenSymbol}</0>, затем на {1}.
zh_tw: 無可用兌換路徑。<0>將 {0} 兌換為 {swapToTokenSymbol}</0>，再兌換為 {1}。

source: GMX community with NFTs, trading, and education initiatives
de: GMX-Community mit NFT-, Handels- und Bildungsinitiativen
es: Comunidad de GMX con NFT, trading e iniciativas educativas
fr: Communauté GMX avec des initiatives NFT, trading et éducation
ja: NFT、トレーディング、教育活動を展開する GMX コミュニティ
ru: Сообщество GMX с NFT, торговлей и образовательными инициативами
zh_tw: GMX 社群，涵蓋 NFT、交易與教育計畫

source: Longs
es: Largos
ja: ロング
ru: Лонги
zh_tw: 做多

source: Affiliate rewards claimed
de: Partnerbelohnungen beansprucht
es: Recompensas de afiliado reclamadas
fr: Récompenses d'affiliation récupérées
ja: アフィリエイト報酬を受け取りました
ru: Партнёрские вознаграждения получены
zh_tw: 聯盟獎勵已領取

source: transaction:
de: Transaktion:
es: transacción:
ja: トランザクション:
ru: транзакция:
zh_tw: 交易：

source: EXECUTION PRICE
de: AUSFÜHRUNGSPREIS
es: PRECIO DE EJECUCIÓN
fr: PRIX D'EXÉCUTION
ru: ЦЕНА ИСПОЛНЕНИЯ
zh_tw: 成交價格

source: spinner
de: Ladeanimation
es: indicador de carga
fr: indicateur de chargement
ja: 読み込み中
ru: загрузка
zh_tw: 載入中

source: Unknown sell GM order
de: Unbekannte Verkaufs-GM-Order
es: Orden de venta GM desconocida
fr: Ordre de vente GM inconnu
ja: 不明なGM売却注文
ru: Неизвестный ордер на продажу GM
zh_tw: 未知的 GM 賣出訂單

source: GM: {0} buyable cap reached in {1} [{2}]. Choose a different pool, reduce size, or pick a different token composition.
de: GM: {0} Kaufobergrenze erreicht in {1} [{2}]. Wählen Sie einen anderen Pool, reduzieren Sie die Größe oder wählen Sie eine andere Tokenzusammensetzung.
es: GM: límite de compra de {0} alcanzado en {1} [{2}]. Elija un pool diferente, reduzca el tamaño o seleccione una composición de tokens diferente.
fr: GM : plafond d'achat de {0} atteint dans {1} [{2}]. Choisissez un pool différent, réduisez la taille ou sélectionnez une composition de tokens différente.
ja: GM: {1} [{2}] で {0} の購入上限に達しました。別のプールを選択するか、サイズを減らすか、別のトークン構成を選択してください。
ru: GM: достигнут лимит покупки {0} в {1} [{2}]. Выберите другой пул, уменьшите размер или выберите другой состав токенов.
zh_tw: GM: {0} 在 {1} [{2}] 中已達到可購買上限。請選擇其他池、減少數量或選擇不同的代幣組合。

source: No options to transfer {nativeTokenSymbol} to {chainName}
de: Keine Optionen zum Übertragen von {nativeTokenSymbol} nach {chainName}
es: No hay opciones para transferir {nativeTokenSymbol} a {chainName}
fr: Aucune option pour transférer {nativeTokenSymbol} vers {chainName}
ja: {chainName} への {nativeTokenSymbol} の送金オプションがありません
ru: Нет вариантов для перевода {nativeTokenSymbol} в {chainName}
zh_tw: 無法將 {nativeTokenSymbol} 轉帳至 {chainName}

source: <0>Notifications are provided by Notifi and not affiliated with GMX. By subscribing, you agree that info you provide to Notifi will be governed by its </0><1>Privacy Policy</1><2> and </2><3>Terms of Use</3>.
de: <0>Benachrichtigungen werden von Notifi bereitgestellt und sind nicht mit GMX verbunden. Durch Abonnieren stimmst du zu, dass die von dir an Notifi bereitgestellten Infos von seiner </0><1>Datenschutzrichtlinie</1><2> und </2><3>Nutzungsbedingungen</3> geregelt werden.
es: <0>Las notificaciones son proporcionadas por Notifi y no afiliadas con GMX. Al suscribirte, aceptas que la info que provees a Notifi estará gobernada por su </0><1>Política de Privacidad</1><2> y </2><3>Términos de Uso</3>.
fr: <0>Les notifications sont fournies par Notifi et non affiliées à GMX. En vous abonnant, vous acceptez que les informations que vous fournissez à Notifi soient régies par sa </0><1>Politique de confidentialité</1><2> et </2><3>Conditions d'utilisation</3>.
ja: <0>Notifiが提供する通知はGMXと提携していません。購読することで、Notifiに提供した情報がその</0><1>プライバシーポリシー</1><2>および</2><3>利用規約</3>に従うことに同意します。
ru: <0>Уведомления предоставляются Notifi и не связаны с GMX. Подписываясь, вы соглашаетесь, что информация, предоставленная Notifi, регулируется её </0><1>Политикой Конфиденциальности</1><2> и </2><3>Условиями Использования</3>.

source: Claims unavailable on Avalanche Fuji
de: Beanspruchungen auf Avalanche Fuji nicht verfügbar
es: Reclamaciones no disponibles en Avalanche Fuji
fr: Récupérations indisponibles sur Avalanche Fuji
ja: Avalanche Fuji では受け取りをご利用いただけません
ru: Выплаты недоступны на Avalanche Fuji
zh_tw: Avalanche Fuji 上無法領取

source: Buy failed
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Échec de l'achat
ja: 購入失敗
ru: Покупка не удалась
zh_tw: 買入失敗

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
ja: ユーザー
ru: Пользователи
zh_tw: 用戶

source: Primary
de: Primär
es: Principal
fr: Primaire
ja: プライマリ
ru: Основной
zh_tw: 主要

source: Select a token
de: Token auswählen
es: Seleccionar un token
fr: Sélectionner un token
ja: トークンを選択
ru: Выбрать токен
zh_tw: 選擇代幣

source: Main thread
de: Hauptthread
es: Hilo principal
fr: Thread principal
ja: メインスレッド
ru: Основной поток
zh_tw: 主執行緒

source: Difference
de: Differenz
es: Diferencia
fr: Différence
ja: 差額
ru: Разница
zh_tw: 差額

source: No valid leverage available
de: Kein gültiger Hebel verfügbar
es: No hay apalancamiento válido disponible
fr: Aucun effet de levier valide disponible
ja: 有効なレバレッジがありません
ru: Нет доступного допустимого кредитного плеча
zh_tw: 無可用的有效槓桿

source: swap amount
de: Tauschbetrag
es: importe del intercambio
fr: montant de l'échange
ja: スワップ額
ru: сумма свопа
zh_tw: 兌換金額

source: Optimal
es: Óptimo
ja: 最適
ru: Оптимальный
zh_tw: 最佳

source: {updateOrdersCount} TP/SL orders updated
de: {updateOrdersCount} TP/SL-Orders aktualisiert
es: {updateOrdersCount} órdenes TP/SL actualizadas
fr: {updateOrdersCount} ordres TP/SL mis à jour
ja: {updateOrdersCount} 件の TP/SL 注文が更新されました
ru: {updateOrdersCount} TP/SL ордеров обновлено
zh_tw: {updateOrdersCount} 筆止盈/止損訂單已更新

source: Available to claim now
de: Jetzt beanspruchbar
es: Disponible para reclamar ahora
fr: Disponible à récupérer maintenant
ja: 現在受け取り可能です
ru: Доступно для получения сейчас
zh_tw: 目前可領取

source: Current reserved:
de: Aktuell reserviert:
es: Reservado actualmente:
fr: Réservé actuellement :
ja: 現在の予約済み:
ru: Текущий резерв:
zh_tw: 目前已預留：

source: Support for
de: Unterstützung für
es: Soporte para
fr: Support pour
ja: サポート
ru: Поддержка для
zh_tw: 支援

source: Select market
de: Markt auswählen
es: Seleccionar mercado
fr: Sélectionner le marché
ja: マーケットを選択
ru: Выбрать рынок
zh_tw: 選擇市場

source: Referral code creation failed
de: Erstellung des Empfehlungscodes fehlgeschlagen
es: Error al crear el código de referido
fr: Échec de la création du code de parrainage
ja: リファラルコードの作成に失敗しました
ru: Не удалось создать реферальный код
zh_tw: 推薦碼建立失敗

source: Withdraw fee
de: Abhebungsgebühr
es: Comisión de retirada
fr: Frais de retrait
ja: 出金手数料
ru: Комиссия за вывод
zh_tw: 提取手續費

source: Your fee savings from referral discounts
de: Ihre Gebührenersparnisse durch Empfehlungsrabatte
es: Su ahorro en comisiones por descuentos de referido
fr: Vos économies de frais grâce aux remises de parrainage
ja: リファラル割引による手数料の節約額
ru: Ваша экономия на комиссиях от реферальных скидок
zh_tw: 您透過推薦折扣節省的手續費

source: Claimable
de: Beanspruchbar
es: Reclamable
fr: Réclamable
ja: 請求可能
ru: Требуемый
zh_tw: 可領取

source: Executes {numberOfParts} {0} {type} orders of {1} each over the next {2} for {3}
de: Führt {numberOfParts} {0} {type}-Orders von je {1} über die nächsten {2} für {3} aus
es: Ejecuta {numberOfParts} órdenes {type} {0} de {1} cada una durante las próximas {2} para {3}
fr: Exécute {numberOfParts} ordres {type} {0} de {1} chacun sur les prochains {2} pour {3}
ja: {3} で {2} にわたり、{1} ずつの {0} {type} 注文を {numberOfParts} 回実行します
ru: Выполняет {numberOfParts} {0} {type} ордеров по {1} каждый в течение {2} для {3}
zh_tw: 在接下來的 {2} 內，為 {3} 執行 {numberOfParts} 筆 {0} {type} 訂單，每筆 {1}

source: Docs
de: Dokumente
fr: Documents
ja: ドキュメント
ru: Документация
zh_tw: 文件

source: {0} cannot be sent to smart contract addresses. Select another token
de: {0} kann nicht an Smart-Contract-Adressen gesendet werden. Wählen Sie einen anderen Token
es: {0} no se puede enviar a direcciones de contratos inteligentes. Seleccione otro token
fr: {0} ne peut pas être envoyé aux adresses de smart contract. Sélectionnez un autre token
ja: {0} はスマートコントラクトアドレスに送信できません。別のトークンを選択してください
ru: {0} не может быть отправлен на адреса смарт-контрактов. Выберите другой токен
zh_tw: {0} 無法發送至智能合約地址。請選擇其他代幣

source: Jobs
es: Empleos
fr: Emplois
ja: 求人
ru: Вакансии
zh_tw: 職缺

source: Failed Stop Market
de: Fehlgeschlagener Stop Market
es: Stop Mercado Fallido
fr: Stop Market échoué
ja: ストップマーケット失敗
ru: Неудачный Стоп-Маркет
zh_tw: 止損市價單失敗

source: {typeString} Short Stop Market: {0} a short position when the price is below the trigger price
de: {typeString} Short Stop Market: {0} einer Short-Position, wenn der Preis unter dem Auslösepreis liegt
es: {typeString} Short Stop Market: {0} una posición corta cuando el precio está por debajo del precio de activación
fr: {typeString} Short Stop Market : {0} une position short lorsque le prix est inférieur au prix de déclenchement
ja: {typeString} ショート Stop Market: 価格がトリガー価格を下回ったときにショートポジションを{0}します
ru: {typeString} Short Stop Market: {0} шорт-позицию, когда цена ниже цены активации
zh_tw: {typeString} Short Stop Market：當價格低於觸發價格時{0}做空倉位

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ru: Настройки
zh_tw: 設定

source: Base text it is. Nothing special.
de: Basistext ist es. Nichts Besonderes.
es: Texto base. Nada especial.
fr: Texte de base. Rien de spécial.
ja: 基本テキストです。特別なものではありません。
ru: Базовый текст. Ничего особенного.
zh_tw: 這是基本文字。沒有什麼特別的。

source: Existing limit order in WETH-USDC pool but lacks liquidity for this order
de: Bestehende Limitorder im WETH-USDC Pool, aber unzureichende Liquidität für diese Order
es: La orden limitada existente en el pool WETH-USDC carece de liquidez para esta orden
fr: Ordre à cours limité existant dans le pool WETH-USDC mais liquidité insuffisante pour cet ordre
ja: WETH-USDCプールに既存の指値注文がありますが、この注文に対する流動性が不足しています
ru: Существующий лимитный ордер в пуле WETH-USDC, но недостаточная ликвидность для данного ордера
zh_tw: WETH-USDC 池中有現有限價單，但此訂單的流動性不足

source: ({0} of swap amount)
de: ({0} des Tauschbetrags)
es: ({0} del importe del intercambio)
fr: ({0} du montant de l'échange)
ja: （スワップ額の {0}）
ru: ({0} от суммы свопа)
zh_tw: （{0}，佔兌換金額）

source: Insufficient {0} liquidity
de: Unzureichende {0}-Liquidität
es: Liquidez de {0} insuficiente
fr: Liquidité {0} insuffisante
ja: {0}流動性が不足しています
ru: Недостаточно ликвидности {0}
zh_tw: {0} 流動性不足

source: SL price above mark price
de: SL-Preis über dem Markpreis
es: Precio SL por encima del precio de referencia
fr: Prix Stop-Loss au-dessus du prix de référence
ja: ストップロス価格がマーク価格を上回っています
ru: Цена стоп-лосс выше расчётной цены
zh_tw: SL 價格高於標記價格

source: Unable to calculate order
de: Order kann nicht berechnet werden
es: No se puede calcular la orden
fr: Impossible de calculer l'ordre
ja: 注文を計算できません
ru: Не удалось рассчитать ордер
zh_tw: 無法計算訂單

source: POOL CAP SHORT
es: LÍMITE POOL CORTO
fr: CAP POOL SHORT
ru: ЛИМИТ ПУЛА ШОРТ

source: GMX vault
ja: GMX ボールト
ru: Хранилище GMX
zh_tw: GMX 金庫

source: Sending settle request...
de: Abrechnungsanfrage wird gesendet...
es: Enviando solicitud de liquidación...
fr: Envoi de la demande de règlement...
ja: 精算リクエストを送信中...
ru: Отправка запроса на расчёт...
zh_tw: 正在發送結算請求...

source: Creator
de: Ersteller
es: Creador
fr: Créateur
ja: 作成者
ru: Создатель
zh_tw: 創建者

source: Reward: <0>100 <1/></0>
de: Belohnung: <0>100 <1/></0>
es: Recompensa: <0>100 <1/></0>
fr: Récompense : <0>100 <1/></0>
ja: 報酬: <0>100 <1/></0>
ru: Вознаграждение: <0>100 <1/></0>
zh_tw: 獎勵：<0>100 <1/></0>

source: Short OI
es: OI corto
ja: ショート OI
ru: Шорт OI
zh_tw: 做空 OI

source: Create Limit
de: Limit erstellen
es: Crear Límite
fr: Créer Limite
ja: リミットを作成
ru: Создать Лимит
zh_tw: 建立限價單

source: Trigger orders
es: Órdenes de activación
fr: Ordres de déclenchement
ja: トリガー注文
ru: Триггерные ордера
zh_tw: 觸發訂單

source: GMX uses TradingView for real-time cryptocurrency charts. Track <0>BTCUSD</0> and other pairs with interactive charting tools.
de: GMX verwendet TradingView für Echtzeit-Kryptowährungscharts. Verfolgen Sie <0>BTCUSD</0> und andere Paare mit interaktiven Charting-Tools.
es: GMX utiliza TradingView para gráficos de criptomonedas en tiempo real. Siga <0>BTCUSD</0> y otros pares con herramientas interactivas de gráficos.
fr: GMX utilise TradingView pour les graphiques de cryptomonnaies en temps réel. Suivez <0>BTCUSD</0> et d'autres paires avec des outils graphiques interactifs.
ja: GMXはTradingViewを使用してリアルタイムの暗号通貨チャートを提供しています。<0>BTCUSD</0>やその他のペアをインタラクティブなチャートツールで追跡できます。
ru: GMX использует TradingView для отображения криптовалютных графиков в реальном времени. Отслеживайте <0>BTCUSD</0> и другие пары с помощью интерактивных инструментов построения графиков.
zh_tw: GMX 使用 TradingView 提供即時加密貨幣圖表。透過互動式圖表工具追蹤 <0>BTCUSD</0> 及其他交易對。

source: Error simulating deposit
de: Fehler bei der Einzahlungssimulation
es: Error al simular el depósito
fr: Erreur lors de la simulation du dépôt
ja: 入金シミュレーションエラー
ru: Ошибка симуляции депозита
zh_tw: 模擬存入時發生錯誤

source: Borrowing factor long
de: Leihfaktor Long
es: Factor de préstamo largo
fr: Facteur d'emprunt long
ja: ロング借入ファクター
ru: Фактор заимствования лонг
zh_tw: 做多借貸因子

source: Transfer already initiated
de: Übertragung bereits gestartet
es: Transferencia ya iniciada
fr: Transfert déjà initié
ja: 転送は既に開始されています
ru: Перевод уже запущен
zh_tw: 轉帳已發起

source: Search token
de: Token suchen
es: Buscar token
fr: Rechercher un jeton
ja: トークンを検索
ru: Поиск токена
zh_tw: 搜尋代幣
