Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Execute TWAP part
de: TWAP-Teil ausführen
es: Ejecutar parte de TWAP
fr: Exécuter une partie TWAP
ja: TWAP部分注文を約定
ru: Исполнить часть TWAP
zh_tw: 執行 TWAP 部分

source: Some important text indeed
de: Ein wirklich wichtiger Text
es: Un texto importante, sin duda
fr: Un texte important en effet
ja: 重要なテキストのサンプルです
ru: Некий важный текст
zh_tw: 一些重要的文字內容

source: Create Limit Swap
de: Limit-Tausch erstellen
es: Crear Intercambio Límite
fr: Créer un échange limité
ja: リミットスワップを作成
ru: Создать лимитный своп
zh_tw: 建立 Limit Swap

source: A $500,000 GLV pool (DAO-funded) rewards long-term holders. Keep your GLV for at least 3 months without selling or transferring to receive a pro rata share.
de: Ein GLV Pool in Höhe von 500.000 $ (DAO-finanziert) belohnt Langzeitinhaber. Halten Sie Ihre GLV mindestens 3 Monate, ohne sie zu verkaufen oder zu übertragen, um einen anteiligen Anteil zu erhalten.
es: Un pool GLV de $500.000 (financiado por el DAO) recompensa a los titulares a largo plazo. Mantenga su GLV durante al menos 3 meses sin vender ni transferir para recibir una parte proporcional.
fr: Un pool GLV de 500 000 $ (financé par le DAO) récompense les détenteurs à long terme. Conservez vos GLV pendant au moins 3 mois sans vendre ni transférer pour recevoir une part au prorata.
ja: $500,000のGLVプール（DAO出資）は長期保有者に報酬を提供します。GLVを売却や移転せずに3か月以上保有すると、按分でシェアを受け取ることができます。
ru: Пул GLV на $500 000 (финансируемый DAO) вознаграждает долгосрочных держателей. Удерживайте GLV не менее 3 месяцев без продажи или перевода, чтобы получить пропорциональную долю.
zh_tw: 一個價值 $500,000 的 GLV 池（由 DAO 資助）獎勵長期持有者。持有您的 GLV 至少 3 個月，期間不進行賣出或轉帳，即可按比例獲得分配。

source: esGMX OTC market
de: esGMX-OTC-Markt
es: Mercado OTC de esGMX
fr: Marché OTC esGMX
ja: esGMX OTCマーケット
ru: Внебиржевой рынок esGMX
zh_tw: esGMX 場外交易市場

source: Telegram group (Portuguese)
de: Telegram-Gruppe (Portugiesisch)
es: Grupo de Telegram (portugués)
fr: Groupe Telegram (portugais)
ja: Telegramグループ（ポルトガル語）
ru: Telegram-группа (португальская)
zh_tw: Telegram 群組（葡萄牙語）

source: Pure {indexSymbol} long. Exposure is only from the position.
de: Reiner {indexSymbol} Long. Das Exposure stammt ausschließlich aus der Position.
es: Posición largo pura en {indexSymbol}. La exposición proviene únicamente de la posición.
fr: Long {indexSymbol} pur. L'exposition provient uniquement de la position.
ja: 純粋な{indexSymbol}ロング。エクスポージャーはポジションのみからです。
ru: Чистый лонг {indexSymbol}. Экспозиция только от позиции.
zh_tw: 純粹 {indexSymbol} 做多。風險敞口僅來自該倉位。

source: Insufficient liquidity available in pool
de: Unzureichende Liquidität im Pool verfügbar
es: Liquidez insuficiente disponible en el pool
fr: Liquidité insuffisante disponible dans le pool
ja: プール内の流動性不足
ru: Недостаточная ликвидность в пуле
zh_tw: 池中可用流動性不足

source: Vested claimable GMX:
de: Unverfallbare beanspruchbare GMX:
es: GMX adquirido reclamable:
fr: GMX acquis récupérables :
ja: 権利確定済みの受取可能GMX：
ru: GMX, доступные из вестинга:
zh_tw: 已歸屬可領取的 GMX：

source: GMX Account
de: GMX-Konto
es: Cuenta GMX
fr: Compte GMX
ja: GMXアカウント
ru: Счет GMX

source: Limit price
de: Limitpreis
es: Precio límite
fr: Prix limite
ja: 指値価格
ru: Лимитная цена
zh_tw: 限價

source: Select at least one distribution to claim
de: Wählen Sie mindestens eine Ausschüttung zum Beanspruchen aus
es: Seleccione al menos una distribución para reclamar
fr: Sélectionnez au moins une distribution à récupérer
ja: 受け取る配布を1つ以上選択してください
ru: Выберите хотя бы одно распределение для получения
zh_tw: 請至少選擇一項分配進行領取

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
ja: 購入
ru: Купить
zh_tw: 買入

source: Copy technical details
de: Technische Details kopieren
es: Copiar detalles técnicos
fr: Copier les détails techniques
ja: 技術的詳細をコピー
ru: Скопировать технические детали
zh_tw: 複製技術詳情

source: TRACKER
ru: ТРЕКЕР
zh_tw: 追蹤器

source: Select network
de: Netzwerk auswählen
es: Seleccionar red
fr: Sélectionner le réseau
ja: ネットワークを選択
ru: Выберите сеть
zh_tw: 選擇網路

source: No loss of fund ownership
de: Kein Verlust des Fonds-Eigentums
es: Sin pérdida de propiedad de fondos
fr: Aucune perte de propriété des fonds
ja: 資金所有権の損失なし
ru: Нет потери владения средствами
zh_tw: 資金所有權不受影響

source: V1 unsupported on {chainName}. Switch to Arbitrum to use V1.
de: V1 wird auf {chainName} nicht unterstützt. Wechseln Sie zu Arbitrum, um V1 zu verwenden.
es: V1 no compatible en {chainName}. Cambie a Arbitrum para utilizar V1.
fr: V1 non pris en charge sur {chainName}. Passez à Arbitrum pour utiliser V1.
ja: {chainName}ではV1はサポートされていません。V1を使用するにはArbitrumに切り替えてください。
ru: V1 не поддерживается на {chainName}. Переключитесь на Arbitrum для использования V1.
zh_tw: V1 不支援 {chainName}。請切換至 Arbitrum 以使用 V1。

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ru: Завершено
zh_tw: 已完成

source: Skip creating a referral code?
de: Erstellung eines Empfehlungscodes überspringen?
es: ¿Omitir la creación de un código de referido?
fr: Passer la création d'un code de parrainage ?
ja: 紹介コードの作成をスキップしますか？
ru: Пропустить создание реферального кода?
zh_tw: 跳過建立推薦碼？

source: Settlement network changed to {0}, but {1} remains in your {2} GMX Account
de: Abwicklungsnetzwerk wurde auf {0} geändert, aber {1} verbleibt in Ihrem {2} GMX Account
es: La red de compensación se cambió a {0}, pero {1} permanece en su GMX Account de {2}
fr: Réseau de règlement modifié en {0}, mais {1} reste dans votre GMX Account {2}
ja: 決済ネットワークが{0}に変更されましたが、{1}が{2}のGMX Accountに残っています
ru: Сеть расчёта изменена на {0}, но {1} остаётся в вашем GMX Account на {2}
zh_tw: 結算網路已變更為 {0}，但 {1} 仍保留在您的 {2} GMX Account 中

source: Deposit ETH
de: ETH einzahlen
es: Depositar ETH
fr: Déposer ETH
ja: ETHを入金
ru: Пополнить ETH
zh_tw: 存入 ETH

source: No tokens on source chain
de: Keine Token auf der Quellchain
es: Sin tokens en la cadena de origen
fr: Aucun token sur la chaîne source
ja: 送信元チェーンにトークンがありません
ru: Нет токенов в исходной сети
zh_tw: 來源鏈上無代幣

source: Projects integrated with GMX
de: Mit GMX integrierte Projekte
es: Proyectos integrados con GMX
fr: Projets intégrés avec GMX
ja: GMXと統合されたプロジェクト
ru: Проекты, интегрированные с GMX
zh_tw: 與 GMX 整合的專案

source: Testnet LayerZero scan
fr: Scan LayerZero Testnet
ja: テストネットLayerZeroスキャン
ru: LayerZero scan (тестовая сеть)

source: Double exposure: Long {indexSymbol} from position + long {collateralSymbol} from collateral. Liquidation price varies with {collateralSymbol} price.
de: Doppeltes Engagement: Long {indexSymbol} aus der Position + Long {collateralSymbol} aus der Sicherheit. Der Liquidationspreis variiert mit dem {collateralSymbol}-Preis.
es: Exposición doble: largo {indexSymbol} desde la posición + largo {collateralSymbol} desde la garantía. El precio de liquidación varía con el precio de {collateralSymbol}.
fr: Double exposition : long {indexSymbol} via la position + long {collateralSymbol} via la garantie. Le prix de liquidation varie en fonction du prix du {collateralSymbol}.
ja: 二重エクスポージャー: ポジションからの{indexSymbol}ロング + 担保からの{collateralSymbol}ロング。清算価格は{collateralSymbol}の価格によって変動します。
ru: Двойная экспозиция: лонг {indexSymbol} из позиции + лонг {collateralSymbol} из обеспечения. Цена ликвидации зависит от цены {collateralSymbol}.
zh_tw: 雙重曝險：從倉位做多 {indexSymbol} + 從抵押品做多 {collateralSymbol}。清算價格隨 {collateralSymbol} 價格變動。

source: Cancel Take-Profit
de: Take-Profit abbrechen
es: Cancelar Take-Profit
fr: Annuler Take-Profit
ja: テイクプロフィットをキャンセル
ru: Отмена тейк-профита
zh_tw: 取消止盈

source: Deactivation failed
de: Deaktivierung fehlgeschlagen
es: La desactivación ha fallado
fr: Échec de la désactivation
ja: 無効化に失敗しました
ru: Ошибка деактивации
zh_tw: 停用失敗

source: Sender has withdrawn all tokens from Affiliate vesting vault
de: Der Absender hat alle Token aus dem Affiliate Vesting Vault abgehoben
es: El remitente ha retirado todos los tokens del vault de consolidación de Afiliado
fr: L'expéditeur a retiré tous les jetons du vault d'acquisition progressive Affiliate
ja: 送信者はアフィリエイトベスティングボールトからすべてのトークンを出金済みです
ru: Отправитель вывел все токены из хранилища вестинга Affiliate
zh_tw: 發送者已從 Affiliate 歸屬期金庫提取所有代幣

source: Share your GMX trade on X
de: Teilen Sie Ihren GMX-Trade auf X
es: Comparta su operación de GMX en X
fr: Partagez votre transaction GMX sur X
ja: GMXの取引をXでシェア
ru: Поделитесь своей сделкой GMX на X
zh_tw: 在 X 上分享您的 GMX 交易

source: Pool short amount
de: Pool-Short-Betrag
es: Cantidad corta del pool
fr: Montant short du pool
ja: プールのショート数量
ru: Сумма шорт-токенов в пуле
zh_tw: 池做空數量

source: Fee APY
de: Gebühren-APY
es: APY de Comisión
fr: TAEG des frais
ja: 手数料APY
ru: APY комиссий
zh_tw: 手續費 APY

source: Trading pair price alerts
de: Preisalarme für Handelspaare
es: Alertas de precio de pares de negociación
fr: Alertes de prix des paires de négociation
ja: 取引ペアの価格アラート
ru: Оповещения об изменении цены торговой пары
zh_tw: 交易對價格提醒

source: Can I build on top of GMX or integrate it into my DeFi app?
de: Kann ich auf GMX aufbauen oder es in meine DeFi-App integrieren?
es: ¿Puedo construir sobre GMX o integrarlo en mi app DeFi?
fr: Puis-je construire sur GMX ou l'intégrer dans mon app DeFi ?
ja: GMXの上に構築したりDeFiアプリに統合できますか？
ru: Могу ли я строить на базе GMX или интегрировать его в мое DeFi-приложение?
zh_tw: 我可以在 GMX 上構建或將其整合到我的 DeFi 應用程式中嗎？

source: Avoid price wicks with transparent, sub-second Chainlink price feeds tailor-made for GMX
de: Vermeiden Sie Preisdochte mit transparenten Chainlink-Preisfeeds unter einer Sekunde, maßgeschneidert für GMX
es: Evite mechas de precio con feeds de precios de Chainlink transparentes y en menos de un segundo, diseñados a medida para GMX
fr: Évitez les mèches de prix grâce à des flux de prix Chainlink transparents et inférieurs à la seconde, conçus sur mesure pour GMX
ja: GMX向けに設計された透明性の高いサブセカンドChainlink価格フィードで、プライスウィックを回避できます
ru: Избегайте ценовых фитилей благодаря прозрачным ценовым потокам Chainlink с задержкой менее секунды, разработанным специально для GMX
zh_tw: 透過 Chainlink 為 GMX 量身打造的透明、亞秒級價格饋送，避免價格插針

source: Your funds are safe and remain in your wallet.
de: Deine Mittel sind sicher und verbleiben in deinem Wallet.
es: Tus fondos están seguros y permanecen en tu wallet.
fr: Vos fonds sont en sécurité et restent dans votre portefeuille.
ja: お客様の資金は安全で、ウォレットに保持されています。
ru: Ваши средства в безопасности и остаются в вашем кошельке.
zh_tw: 您的資金安全無虞，仍保留在您的錢包中。

source: Failed Market Swap
de: Markt-Tausch fehlgeschlagen
es: Intercambio de Mercado Fallido
fr: Échange de marché échoué
ja: マーケットスワップ失敗
ru: Неудачный рыночный своп
zh_tw: 失敗的 Market Swap

source: Bridge in failed
de: Bridge-Eingang fehlgeschlagen
es: El puente de entrada ha fallado
fr: Échec du pont entrant
ja: ブリッジ入金に失敗しました
ru: Ошибка входящего моста
zh_tw: 橋接轉入失敗

source: RESPONSE
de: ANTWORT
es: RESPUESTA
fr: RÉPONSE
ru: ОТВЕТ
zh_tw: 回應

source: High TWAP network fee
de: Hohe TWAP-Netzwerkgebühr
es: Alta tarifa de red TWAP
fr: Frais de réseau TWAP élevé
ja: 高いTWAPネットワーク手数料
ru: Высокая сетевая комиссия TWAP
zh_tw: TWAP 網路費用偏高

source: Position would be liquidatable. Current: {remainingCollateralUsdText}, required: {minCollateralUsdText}
de: Position wäre liquidierbar. Aktuell: {remainingCollateralUsdText}, erforderlich: {minCollateralUsdText}
es: La posición sería liquidable. Actual: {remainingCollateralUsdText}, requerido: {minCollateralUsdText}
fr: La position serait liquidable. Actuel : {remainingCollateralUsdText}, requis : {minCollateralUsdText}
ja: ポジションが清算対象となります。現在: {remainingCollateralUsdText}、必要: {minCollateralUsdText}
ru: Позиция будет подвержена ликвидации. Текущее: {remainingCollateralUsdText}, требуется: {minCollateralUsdText}
zh_tw: 倉位將面臨清算。目前：{remainingCollateralUsdText}，要求：{minCollateralUsdText}

source: All earnings auto-compound
de: Alle Erträge werden automatisch reinvestiert
es: Todas las ganancias se reinvierten automáticamente
fr: Tous les gains se réinvestissent automatiquement
ja: すべての収益が自動的に複利運用されます
ru: Вся доходность реинвестируется автоматически
zh_tw: 所有收益自動複利

source: Use the TP/SL button to set TP/SL orders.
de: Verwenden Sie die TP/SL-Schaltfläche, um TP/SL-Orders zu setzen.
es: Utilice el botón TP/SL para establecer órdenes TP/SL.
fr: Utilisez le bouton TP/SL pour définir des ordres TP/SL.
ja: TP/SLボタンを使用してTP/SL注文を設定してください。
ru: Используйте кнопку TP/SL для установки TP/SL ордеров.
zh_tw: 使用 TP/SL 按鈕設定 TP/SL 訂單。

source: Traders referred on Arbitrum
de: Geworbene Trader auf Arbitrum
es: Traders referidos en Arbitrum
fr: Traders référés sur Arbitrum
ja: Arbitrumで紹介されたトレーダー
ru: Привлечённые трейдеры на Arbitrum
zh_tw: 在 Arbitrum 上推薦的交易者

source: What is GM?
de: Was ist GM?
es: ¿Qué es GM?
fr: Qu’est-ce que GM ?
ja: GMとは？
ru: Что такое GM?
zh_tw: 什麼是 GM？

source: TRIGGER PRICE
de: AUSLÖSEPREIS
es: PRECIO DE ACTIVACIÓN
fr: PRIX DE DÉCLENCHEMENT
ru: ЦЕНА АКТИВАЦИИ
zh_tw: 觸發價格

source: Accrues fees from leverage trading and swaps for the {marketName} market. Exposed to {exposedToLabel} as shown.
de: Sammelt Gebühren aus Hebelhandel und Tauschgeschäften für den {marketName}-Markt. Exponiert gegenüber {exposedToLabel} wie dargestellt.
es: Acumula comisiones del trading con apalancamiento e intercambios del mercado {marketName}. Expuesto a {exposedToLabel} como se muestra.
fr: Accumule les frais provenant du trading à effet de levier et des échanges pour le marché {marketName}. Exposé à {exposedToLabel} comme indiqué.
ja: {marketName}市場のレバレッジ取引およびスワップから手数料を獲得します。表示のとおり{exposedToLabel}へのエクスポージャーがあります。
ru: Накапливает комиссии от торговли с кредитным плечом и свопов на рынке {marketName}. Подвержен влиянию {exposedToLabel}, как показано.
zh_tw: 從 {marketName} 市場的槓桿交易和兌換中累積手續費。如圖所示，曝險於 {exposedToLabel}。

source: Buy {nativeTokenSymbol} directly on <0>{chainName}</0>
de: Kaufen Sie {nativeTokenSymbol} direkt auf <0>{chainName}</0>
es: Comprar {nativeTokenSymbol} directamente en <0>{chainName}</0>
fr: Acheter {nativeTokenSymbol} directement sur <0>{chainName}</0>
ja: <0>{chainName}</0>で{nativeTokenSymbol}を直接購入
ru: Купить {nativeTokenSymbol} напрямую на <0>{chainName}</0>
zh_tw: 直接在 <0>{chainName}</0> 上購買 {nativeTokenSymbol}

source: Swap Limit: Swap tokens when the trigger price is reached
de: Limit Swap: Tauschen Sie Token, wenn der Auslösepreis erreicht wird
es: Limit Swap: intercambiar tokens cuando se alcance el precio de activación
fr: Limit Swap : échanger des jetons lorsque le prix de déclenchement est atteint
ja: Limit Swap: トリガー価格に達した時にトークンをスワップします
ru: Swap Limit: обмен токенов при достижении цены активации
zh_tw: 限價兌換：當觸發價格達到時兌換代幣

source: See recommended section above to start
de: Siehe den empfohlenen Abschnitt oben, um zu beginnen
es: Consulte la sección recomendada de arriba para comenzar
fr: Consultez la section recommandée ci-dessus pour commencer
ja: 上部のおすすめセクションを参照して始めましょう
ru: Смотрите рекомендуемый раздел выше, чтобы начать
zh_tw: 請參閱上方推薦區域以開始

source: Get alerts and announcements from GMX to stay on top of your trades, liquidation risk, and more
de: Erhalten Sie Benachrichtigungen und Ankündigungen von GMX, um über Ihre Trades, Liquidationsrisiken und mehr auf dem Laufenden zu bleiben
es: Reciba alertas y anuncios de GMX para estar al día de sus operaciones, riesgo de liquidación y más
fr: Recevez des alertes et des annonces de GMX pour suivre vos transactions, le risque de liquidation et bien plus encore
ja: GMXからのアラートとお知らせを受け取り、取引や清算リスクなどを常に把握しましょう
ru: Получайте оповещения и уведомления от GMX, чтобы быть в курсе ваших сделок, риска ликвидации и многого другого
zh_tw: 獲取 GMX 的提醒和公告，隨時掌握您的交易、清算風險等資訊

source: {gmOrGlvLabel} bought successfully, but bridge to Base failed. Your funds are safe in your GMX Account. Retry the bridge or go to the {indexName} pool to withdraw your GM tokens.
de: {gmOrGlvLabel} erfolgreich gekauft, aber die Bridge zu Base ist fehlgeschlagen. Ihre Mittel sind sicher in Ihrem GMX Account. Versuchen Sie die Bridge erneut oder gehen Sie zum {indexName}-Pool, um Ihre GM-Token abzuheben.
es: {gmOrGlvLabel} comprado con éxito, pero el puente a Base ha fallado. Sus fondos están seguros en su GMX Account. Reintente el puente o vaya al pool {indexName} para retirar sus tokens GM.
fr: {gmOrGlvLabel} acheté avec succès, mais le pont vers Base a échoué. Vos fonds sont en sécurité dans votre GMX Account. Réessayez le pont ou accédez au pool {indexName} pour retirer vos jetons GM.
ja: {gmOrGlvLabel}の購入は完了しましたが、Baseへのブリッジに失敗しました。資金はGMX Accountに安全に保管されています。ブリッジを再試行するか、{indexName}プールに移動してGMトークンを出金してください。
ru: {gmOrGlvLabel} успешно куплены, но мост на Base не удался. Ваши средства в безопасности в вашем GMX Account. Повторите мост или перейдите в пул {indexName}, чтобы вывести свои GM токены.
zh_tw: {gmOrGlvLabel} 買入成功，但橋接至 Base 失敗。您的資金安全存放在您的 GMX Account 中。請重試橋接，或前往 {indexName} 池提取您的 GM 代幣。

source: GLV (GMX Liquidity Vaults) is GMX V2's improved version of GLP. It's a yield-optimizing crypto-index token that:
de: GLV (GMX Liquidity Vaults) ist die verbesserte Version von GLP in GMX V2. Es ist ein renditeoptimierender Kryptoindextoken, der:
es: GLV (GMX Liquidity Vaults) es la versión mejorada de GLP en GMX V2. Es un token de criptoíndice que optimiza el rendimiento y que:
fr: GLV (GMX Liquidity Vaults) est la version améliorée de GLP dans GMX V2. C'est un jeton crypto-indice optimisant le rendement qui :
ja: GLV (GMX Liquidity Vaults) はGMX V2におけるGLPの改良版です。利回りを最適化する暗号資産インデックストークンであり:
ru: GLV (GMX Liquidity Vaults) — это улучшенная версия GLP в GMX V2. Это крипто-индексный токен с оптимизацией доходности, который:
zh_tw: GLV（GMX Liquidity Vaults）是 GMX V2 對 GLP 的改良版本。這是一種收益優化的加密指數代幣，能夠：

source: {0} tokens converted to GMX from the {1} esGMX deposited for vesting.
de: {0} Token wurden aus den {1} für das Vesting eingezahlten esGMX in GMX umgewandelt.
es: {0} tokens convertidos a GMX de los {1} esGMX depositados para el periodo de consolidación.
fr: {0} jetons convertis en GMX à partir des {1} esGMX déposés pour l'acquisition progressive.
ja: ベスティング用に預け入れた{1} esGMXのうち、{0}トークンがGMXに変換されました。
ru: {0} токенов конвертировано в GMX из {1} esGMX, депонированных для вестинга.
zh_tw: {0} 個代幣已從存入歸屬期的 {1} esGMX 轉換為 GMX。

source: Trigger price above liquidation price
de: Auslösepreis über dem Liquidationspreis
es: El precio de activación está por encima del precio de liquidación
fr: Prix de déclenchement supérieur au prix de liquidation
ja: トリガー価格が清算価格を上回っています
ru: Цена активации выше цены ликвидации
zh_tw: 觸發價格高於清算價格

source: Repeat transaction
de: Transaktion wiederholen
es: Repetir transacción
fr: Répéter la transaction
ja: 取引を繰り返す
ru: Повторить транзакцию
zh_tw: 重複交易

source: Withdrawn {balanceFormatted} to main account
de: {balanceFormatted} auf das Hauptkonto abgehoben
es: {balanceFormatted} retirados a la cuenta principal
fr: {balanceFormatted} retiré vers le compte principal
ja: {balanceFormatted}をメインアカウントに出金しました
ru: Выведено {balanceFormatted} на основной аккаунт
zh_tw: 已提取 {balanceFormatted} 至主帳戶

source: {positionName} failed to settle
de: Abrechnung von {positionName} fehlgeschlagen
es: {positionName} no se ha podido liquidar
fr: Le règlement de {positionName} a échoué
ja: {positionName}の決済に失敗しました
ru: {positionName} — ошибка расчёта
zh_tw: {positionName} 結算失敗

source: Ecosystem projects
de: Ökosystemprojekte
es: Proyectos del ecosistema
fr: Projets de l'écosystème
ja: エコシステムプロジェクト
ru: Проекты экосистемы
zh_tw: 生態系統專案

source: Withdrawing {0} from {positionText}...
de: Abheben von {0} aus {positionText}...
es: Retirando {0} de {positionText}...
fr: Retrait de {0} de {positionText}...
ja: {positionText}から{0}を出金中...
ru: Вывод {0} из {positionText}...
zh_tw: 正在從 {positionText} 提取 {0}...

source: In progress...
de: In Bearbeitung...
es: En curso...
fr: En cours...
ja: 処理中...
ru: Выполняется...
zh_tw: 進行中...

source: Affiliate vault
es: Vault de afiliado
fr: Vault Affiliate
ja: アフィリエイトボールト
ru: Хранилище Affiliate
zh_tw: 推廣者金庫

source: Sell GM for {0} up to the caps below. Remaining tokens are reserved for open positions.
de: Verkaufen Sie GM für {0} bis zu den unten angegebenen Obergrenzen. Verbleibende Token sind für offene Positionen reserviert.
es: Vender GM por {0} hasta los límites indicados a continuación. Los tokens restantes están reservados para posiciones abiertas.
fr: Vendre des GM contre {0} jusqu'aux plafonds ci-dessous. Les jetons restants sont réservés aux positions ouvertes.
ja: {0}としてGMを下記の上限まで売却できます。残りのトークンはオープンポジション用に確保されています。
ru: Продать GM за {0} в пределах лимитов ниже. Оставшиеся токены зарезервированы для открытых позиций.
zh_tw: 賣出 GM 換取 {0}，上限如下。剩餘代幣保留給未平倉的倉位。

source: Reserved positive impact
de: Reservierter positiver Impact
es: Impacto positivo reservado
fr: Impact positif réservé
ja: 確保済みのポジティブインパクト
ru: Зарезервированное положительное влияние на цену
zh_tw: 保留的正向影響

source: Max rate short
de: Maximale Rate Short
es: Tasa máxima corto
fr: Taux maximum short
ja: ショート最大レート
ru: Макс. ставка для шортов
zh_tw: 最大做空費率

source: This page demonstrates the UI components in the app
de: Diese Seite zeigt die UI-Komponenten der App
es: Esta página muestra los componentes de interfaz de la aplicación
fr: Cette page présente les composants d'interface utilisateur de l'application
ja: このページではアプリのUIコンポーネントを表示しています
ru: Эта страница демонстрирует UI-компоненты приложения
zh_tw: 此頁面展示應用程式中的 UI 元件

source: Alerts
de: Warnungen
es: Alertas
fr: Alertes
ja: アラート
ru: Оповещения
zh_tw: 提醒

source: Existing position uses {0} collateral. This action won't affect it. <0>Switch to {1} collateral</0>
de: Bestehende Position verwendet {0} als Sicherheit. Diese Aktion hat keine Auswirkung darauf. <0>Zu {1}-Sicherheit wechseln</0>
es: La posición existente utiliza garantía {0}. Esta acción no la afectará. <0>Cambiar a garantía {1}</0>
fr: La position existante utilise la garantie {0}. Cette action ne l'affectera pas. <0>Passer à la garantie {1}</0>
ja: 既存のポジションは{0}担保を使用しています。この操作は影響しません。<0>{1}担保に切り替える</0>
ru: Существующая позиция использует обеспечение {0}. Данное действие не повлияет на неё. <0>Переключить на обеспечение {1}</0>
zh_tw: 現有倉位使用 {0} 抵押品。此操作不會影響該倉位。<0>切換至 {1} 抵押品</0>

source: <0>Positive funding fees accrued from your positions</0>
de: <0>Positive Finanzierungsgebühren, die aus Ihren Positionen aufgelaufen sind</0>
es: <0>Comisiones de financiación positivas acumuladas de sus posiciones</0>
fr: <0>Frais de financement positifs accumulés à partir de vos positions</0>
ja: <0>ポジションから発生したプラスのファンディング手数料</0>
ru: <0>Положительные комиссии финансирования, накопленные из ваших позиций</0>
zh_tw: <0>從您的倉位中累積的正向資金費用</0>

source: 0.0045 WETH remaining in old 1CT subaccount
de: 0,0045 WETH verbleibend im alten 1CT Unterkonto
es: 0.0045 WETH restantes en la antigua subcuenta 1CT
fr: 0,0045 WETH restants dans l'ancien sous-compte 1CT
ja: 旧One-Click Tradingサブアカウントに0.0045 WETHが残っています
ru: 0.0045 WETH остаётся на старом субаккаунте 1CT
zh_tw: 舊的 One-Click Trading 子帳戶中仍有 0.0045 WETH

source: Topics
de: Themen
es: Temas
fr: Sujets
ja: トピックス
ru: Топики
zh_tw: 主題

source: Updating order...
de: Order wird aktualisiert…
es: Actualizando orden…
fr: Mise à jour de l'ordre…
ja: 注文を更新中…
ru: Обновление ордера…
zh_tw: 正在更新訂單...

source: Escrowed GMX APR
es: APR de GMX Escrowed
fr: TAEG GMX sous séquestre
ja: エスクローGMX APR
ru: APR эскроуированного GMX
zh_tw: 託管 GMX APR

source: Take profit price
de: Take-Profit-Preis
es: Precio de Take-Profit
fr: Prix de Take-Profit
ja: テイクプロフィット価格
ru: Цена тейк-профита
zh_tw: 止盈價格

source: Vesting only available on {chainNames}. Switch networks to continue.
de: Vesting nur verfügbar auf {chainNames}. Wechseln Sie das Netzwerk, um fortzufahren.
es: El periodo de consolidación solo está disponible en {chainNames}. Cambie de red para continuar.
fr: L'acquisition progressive n'est disponible que sur {chainNames}. Changez de réseau pour continuer.
ja: ベスティングは{chainNames}でのみ利用可能です。続行するにはネットワークを切り替えてください。
ru: Вестинг доступен только на {chainNames}. Переключите сеть для продолжения.
zh_tw: 歸屬僅在 {chainNames} 上可用。請切換網路以繼續。
