Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: VAULT
ja: ボールト
ru: ХРАНИЛИЩЕ

source: Looping
fr: Boucle (looping)
ja: ループ
ru: Лупинг
zh_tw: 循環

source: Number of traders using your referral code
de: Anzahl der Trader, die Ihren Empfehlungscode verwenden
es: Número de operadores que utilizan su código de referencia
fr: Nombre de traders utilisant votre code de parrainage
ja: リファラルコードを使用しているトレーダーの数
ru: Количество трейдеров, использующих ваш реферальный код
zh_tw: 使用您推薦碼的交易者數量

source: Max reserved {directionLabel}
de: Max. reserviert {directionLabel}
es: Máximo reservado {directionLabel}
fr: Maximum réservé {directionLabel}
ja: 最大予約済み {directionLabel}
ru: Макс. зарезервировано {directionLabel}
zh_tw: 最大保留 {directionLabel}

source: Realized PnL after fees and net price impact
de: Realisierter PnL nach Gebühren und Nettopreiseinfluss
es: PnL realizado después de comisiones e impacto en el precio neto
fr: PnL réalisé après les frais et l'impact sur le prix net
ja: 手数料および価格への影響（ネット）控除後の確定損益
ru: Реализованный PnL после комиссий и итогового влияния на цену
zh_tw: 扣除手續費和淨價格影響後的已實現盈虧

source: Transfer {nativeTokenSymbol}
de: {nativeTokenSymbol} transferieren
es: Transferir {nativeTokenSymbol}
fr: Transférer {nativeTokenSymbol}
ja: {nativeTokenSymbol} を移転
ru: Перевести {nativeTokenSymbol}
zh_tw: 轉帳 {nativeTokenSymbol}

source: LIQUIDITY SHORT
de: LIQUIDITÄT SHORT
es: LIQUIDEZ SHORT
fr: LIQUIDITÉ SHORT
ja: 流動性 ショート
ru: ЛИКВИДНОСТЬ ШОРТ
zh_tw: 做空流動性

source: Meme
ja: ミーム
ru: Мем

source: Transaction failed.<0/><1/><2>View status</2>
de: Transaktion fehlgeschlagen.<0/><1/><2>Status anzeigen</2>
es: Transacción fallida.<0/><1/><2>Ver estado</2>
fr: Transaction échouée.<0/><1/><2>Voir le statut</2>
ja: トランザクション失敗。<0/><1/><2>ステータスを表示</2>
ru: Транзакция не выполнена.<0/><1/><2>Посмотреть статус</2>
zh_tw: 交易失敗。<0/><1/><2>查看狀態</2>

source: Create code
de: Code erstellen
es: Crear código
fr: Créer un code
ja: コードを作成
ru: Создать код
zh_tw: 建立代碼

source: Error submitting order
de: Fehler beim Übermitteln der Order
es: Error al enviar la orden
fr: Erreur lors de la soumission de l'ordre
ja: 注文提出エラー
ru: Ошибка при отправке ордера
zh_tw: 提交訂單時發生錯誤

source: Margin
es: Margen
fr: Marge
ja: 証拠金
ru: Маржа
zh_tw: 保證金

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 期間
ru: Продолжительность
zh_tw: 持續時間

source: Bridge and swap tokens
de: Token bridgen und tauschen
es: Puente e intercambio de tokens
fr: Pont et échange de jetons
ja: トークンのブリッジとスワップ
ru: Мост и обмен токенов
zh_tw: 跨鏈橋接並兌換代幣

source: Backing composition
de: Zusammensetzung der Deckung
es: Composición del respaldo
fr: Composition de l'adossement
ja: 裏付け構成
ru: Структура обеспечения
zh_tw: 支撐組成

source: Claimable rebates
de: Einlösbare Rückvergütungen
es: Reembolsos reclamables
fr: Remises réclamables
ja: 請求可能なリベート
ru: Доступные к получению скидки
zh_tw: 可領取的返利

source: Secondary
de: Sekundär
es: Secundario
fr: Secondaire
ja: セカンダリ
ru: Резервный
zh_tw: 次要

source: Permit signing cancelled
de: Permit-Signierung abgebrochen
es: Firma del permiso cancelada
fr: Signature du permis annulée
ja: Permit署名がキャンセルされました
ru: Подпись разрешения отменена
zh_tw: 許可簽署已取消

source: V2 rebates
de: V2-Rückvergütungen
es: Reembolsos V2
fr: Remises V2
ja: V2 リベート
ru: Скидки V2
zh_tw: V2 返利

source: Select asset to deposit
de: Asset zum Einzahlen auswählen
es: Seleccionar activo para depositar
fr: Sélectionner l'actif à déposer
ja: 入金するアセットを選択
ru: Выберите актив для пополнения
zh_tw: 選擇要存入的資產

source: Max GM buyable amount reached
de: Max. kaufbarer GM-Betrag erreicht
es: Cantidad máxima comprable de GM alcanzada
fr: Montant maximal d'achat GM atteint
ja: 最大GM購入可能額に到達
ru: Достигнута максимальная сумма покупки GM
zh_tw: 已達到 GM 最大可買入數量

source: Session generated
de: Sitzung generiert
es: Sesión generada
fr: Session générée
ja: セッション生成済
ru: Сессия сгенерирована
zh_tw: 工作階段已產生

source: Buy GMX
de: GMX kaufen
es: Comprar GMX
fr: Acheter GMX
ja: GMXを購入
ru: Купить GMX
zh_tw: 買入 GMX

source: Copy error
de: Kopierfehler
es: Error de copia
fr: Erreur de copie
ja: コピーエラー
ru: Ошибка копирования
zh_tw: 複製錯誤

source: Express Trading and One-Click Trading are unavailable due to insufficient gas balance
de: Express Trading und One-Click Trading sind aufgrund unzureichenden Gas-Guthabens nicht verfügbar
es: Express Trading y One-Click Trading no están disponibles debido a un saldo de gas insuficiente
fr: Express Trading et One-Click Trading sont indisponibles en raison d'un solde de gas insuffisant
ja: Gas残高不足のため、Express TradingおよびOne-Click Tradingをご利用いただけません
ru: Express Trading и One-Click Trading недоступны из-за недостаточного баланса Gas
zh_tw: 由於 Gas 餘額不足，Express Trading 和 One-Click Trading 目前無法使用

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ru: Добавить
zh_tw: 新增

source: Add RPC
de: RPC hinzufügen
es: Añadir RPC
fr: Ajouter RPC
ja: RPCを追加
ru: Добавить RPC
zh_tw: 新增 RPC

source: Select a collateral
de: Kollateral auswählen
es: Seleccionar una garantía
fr: Sélectionner un collatéral
ja: 担保を選択
ru: Выбрать залог
zh_tw: 選擇抵押品

source: Size per part
de: Größe pro Teil
es: Tamaño por parte
fr: Taille par partie
ja: 部分ごとのサイズ
ru: Размер на часть
zh_tw: 每份規模

source: Add endpoint
de: Endpunkt hinzufügen
es: Añadir endpoint
fr: Ajouter un point de terminaison
ja: エンドポイントを追加
ru: Добавить конечную точку
zh_tw: 新增端點

source: Insufficient {0} balance
de: Unzureichende {0}-Balance
es: Balance {0} insuficiente
fr: Solde {0} insuffisant
ja: {0} 残高の不足
ru: Недостаточный баланс {0}
zh_tw: {0} 餘額不足

source: Express Trading is unavailable for wrapping or unwrapping native token ETH
de: Express Trading ist für das Wrapping oder Unwrapping von nativem ETH Token nicht verfügbar
es: Express Trading no está disponible para envolver o desenvolver el token nativo ETH
fr: Express Trading n'est pas disponible pour l'enveloppement ou le désenveloppement du jeton natif ETH
ja: Express Tradingはネイティブトークン ETHのラップおよびアンラップには対応していません
ru: Express Trading недоступен для обёртывания или развёртывания нативного токена ETH
zh_tw: Express Trading 不支援原生代幣 ETH 的包裝或解除包裝

source: Estimated rebate up to {0}% of open fee. Airdropped as {incentivesTokenTitle} tokens pro-rata. <0><1>Read more</1>.</0>
de: Geschätzte Rückvergütung von bis zu {0}% der Eröffnungsgebühr. Wird anteilig als {incentivesTokenTitle}-Token per Airdrop verteilt. <0><1>Mehr erfahren</1>.</0>
es: Reembolso estimado de hasta el {0}% de la comisión de apertura. Distribuido como tokens {incentivesTokenTitle} de forma proporcional. <0><1>Leer más</1>.</0>
fr: Remise estimée jusqu'à {0}% des frais d'ouverture. Distribué en jetons {incentivesTokenTitle} au prorata. <0><1>En savoir plus</1>.</0>
ja: オープン手数料の最大{0}%のリベート（推定）。{incentivesTokenTitle}トークンとして按分でエアドロップされます。<0><1>詳細はこちら</1>。</0>
ru: Ожидаемая скидка до {0}% от комиссии за открытие. Распределяется в виде токенов {incentivesTokenTitle} пропорционально. <0><1>Подробнее</1>.</0>
zh_tw: 預估返利最高可達開倉費用的 {0}%。以 {incentivesTokenTitle} 代幣按比例空投。<0><1>了解更多</1>。</0>

source: Executes when price and liquidity conditions are met
de: Wird ausgeführt, wenn Preis- und Liquiditätsbedingungen erfüllt sind
es: Se ejecuta cuando se cumplen las condiciones de precio y liquidez
fr: S'exécute lorsque les conditions de prix et de liquidité sont remplies
ja: 価格および流動性の条件が満たされた時に執行されます
ru: Исполняется при выполнении условий по цене и ликвидности
zh_tw: 當價格和流動性條件滿足時執行

source: Regular account
de: Standardkonto
es: Cuenta estándar
fr: Compte standard
ja: 通常アカウント
ru: Обычный аккаунт
zh_tw: 一般帳戶

source: Receive (approximate)
de: Empfangen (ungefähr)
es: Recibir (aproximado)
fr: Réception (approximative)
ja: 受取（概算）
ru: Получение (приблизительно)
zh_tw: 收到（估計）

source: Invalid Ethereum address
de: Ungültige Ethereum-Adresse
es: Dirección de Ethereum no válida
fr: Adresse Ethereum invalide
ja: 無効なEthereumアドレスです
ru: Недействительный адрес Ethereum
zh_tw: 無效的 Ethereum 地址

source: Unable to verify code availability on {0}. You can still create the code, but it may already be taken on that network.
de: Die Verfügbarkeit des Codes konnte auf {0} nicht überprüft werden. Sie können den Code dennoch erstellen, er ist jedoch möglicherweise bereits in diesem Netzwerk vergeben.
es: No se ha podido verificar la disponibilidad del código en {0}. Aún puede crear el código, pero es posible que ya esté en uso en esa red.
fr: Impossible de vérifier la disponibilité du code sur {0}. Vous pouvez tout de même créer le code, mais il est possible qu'il soit déjà pris sur ce réseau.
ja: {0}でのコードの利用可否を確認できませんでした。コードの作成は可能ですが、そのネットワークでは既に使用されている可能性があります。
ru: Не удалось проверить доступность кода в сети {0}. Вы всё равно можете создать код, но он может быть уже занят в этой сети.
zh_tw: 無法在 {0} 上驗證代碼的可用性。您仍然可以建立該代碼，但它可能已在該網路上被使用。

source: Stop Market - short inc.
de: Stop Market - Short-Erh.
es: Stop Market - inc. corto
ja: Stop Market - ショート増加
ru: Stop Market - увеличение шорт

source: Rebates
de: Rabatte
es: Reembolsos
fr: Remises
ja: リベート
ru: Возвраты
zh_tw: 返利

source: Events for account:
de: Ereignisse für Konto:
es: Eventos de la cuenta:
fr: Événements du compte :
ja: アカウントのイベント：
ru: События для аккаунта:
zh_tw: 帳戶事件：

source: AVG. SIZE
de: DURCHSCHN. GRÖSSE
es: TAM. PROM.
fr: TAILLE MOY.
ja: 平均サイズ
ru: СРЕДН. РАЗМЕР
zh_tw: 平均規模

source: Decode error
de: Fehler dekodieren
es: Decodificar error
fr: Décoder l'erreur
ja: エラーのデコード
ru: Декодирование ошибки
zh_tw: 解碼錯誤

source: Update Limit
de: Limit aktualisieren
es: Actualizar Límite
fr: Mettre à jour la limite
ja: 指値を更新
ru: Обновить лимит
zh_tw: 更新限價單

source: Edit order
de: Order bearbeiten
es: Editar orden
fr: Modifier l'ordre
ja: 注文を編集
ru: Редактировать ордер
zh_tw: 編輯訂單

source: Error simulating withdrawal
de: Fehler bei der Simulation der Abhebung
es: Error simulando retiro
fr: Erreur de simulation de retrait
ja: 引き出しシミュレーションエラー
ru: Ошибка симуляции вывода
zh_tw: 模擬提取時發生錯誤

source: Claims
de: Beanspruchungen
es: Reclamaciones
fr: Réclamations
ja: 請求
ru: Запросы
zh_tw: 領取

source: Date
de: Datum
es: Fecha
ja: 日付
ru: Дата
zh_tw: 日期

source: Executes when liquidity and price conditions are met
de: Wird ausgeführt, wenn Liquiditäts- und Preisbedingungen erfüllt sind
es: Se ejecuta cuando se cumplen las condiciones de liquidez y precio
fr: S'exécute lorsque les conditions de liquidité et de prix sont remplies
ja: 流動性および価格の条件が満たされた時に執行されます
ru: Исполняется при выполнении условий по ликвидности и цене
zh_tw: 當流動性和價格條件滿足時執行

source: Failed settlement of funding fees
de: Fehlgeschlagene Abwicklung von Finanzierungsgebühren
es: Compensación fallida de comisiones de financiación
fr: Échec du règlement des frais de financement
ja: ファンディング手数料の決済失敗
ru: Неудачный расчёт комиссий за финансирование
zh_tw: 資金費用結算失敗

source: Reserved {directionLabel}
de: Reserviert {directionLabel}
es: Reservado {directionLabel}
fr: Réservé {directionLabel}
ja: 予約済み {directionLabel}
ru: Зарезервировано {directionLabel}
zh_tw: 已保留 {directionLabel}

source: Distribution rate per day, USD
de: Verteilungsrate pro Tag, USD
es: Tasa de distribución por día, USD
fr: Taux de distribution par jour, USD
ja: 1日あたりの分配レート（USD）
ru: Ставка распределения в день, USD
zh_tw: 每日分配率（USD）

source: Don't show for 30 days
de: 30 Tage nicht anzeigen
es: No mostrar durante 30 días
fr: Ne pas afficher pendant 30 jours
ja: 30日間表示しない
ru: Не показывать 30 дней
zh_tw: 30 天內不再顯示

source: GMX rewards:
de: GMX-Belohnungen:
es: Recompensas GMX:
fr: Récompenses GMX :
ja: GMX報酬：
ru: Награды GMX:
zh_tw: GMX 獎勵：

source: Wallet trading only on these networks
de: Nur Wallet-Trading auf diesen Netzwerken
es: Operaciones solo con monedero en estas redes
fr: Trading via portefeuille uniquement sur ces réseaux
ja: これらのネットワークではウォレット取引のみ利用可能です
ru: Торговля только через кошелёк в этих сетях
zh_tw: 僅在這些網路上使用錢包交易

source: Trigger Price
de: Auslösepreis
es: Precio de activación
fr: Prix de déclenchement
ja: トリガー価格
ru: Цена активации
zh_tw: 觸發價格

source: Stake GMX and buy GLV or GM to earn rewards
de: Staken Sie GMX und kaufen Sie GLV oder GM, um Belohnungen zu erhalten
es: Stakear GMX y comprar GLV o GM para obtener recompensas
fr: Staker GMX et acheter GLV ou GM pour gagner des récompenses
ja: GMXをステークし、GLVまたはGMを購入して報酬を獲得
ru: Стейкайте GMX и покупайте GLV или GM для получения вознаграждений
zh_tw: 質押 GMX 並買入 GLV 或 GM 以賺取獎勵

source: Sellable
de: Verkäuflich
es: Vendible
fr: Vendable
ja: 売却可能
ru: Продаваемый
zh_tw: 可賣出

source: Select positions where accrued funding fee exceeds the {0} gas cost to settle
de: Wählen Sie Positionen aus, bei denen die aufgelaufene Finanzierungsgebühr die {0} Gas-Kosten für die Abwicklung übersteigt
es: Seleccione las posiciones en las que la comisión de financiación acumulada supere el coste de gas de {0} para compensar
fr: Sélectionnez les positions dont les frais de financement accumulés dépassent le coût en gas de {0} pour le règlement
ja: 発生したファンディング手数料が決済のGasコスト{0}を超えるポジションを選択してください
ru: Выберите позиции, в которых накопленная комиссия за финансирование превышает стоимость Gas для расчёта в {0}
zh_tw: 選擇累計資金費用超過 {0} Gas 費用的倉位進行結算

source: No from token address
de: Keine Quell-Token-Adresse
es: Sin dirección del token de origen
fr: Aucune adresse de jeton source
ja: 送信元トークンアドレスがありません
ru: Нет адреса исходного токена
zh_tw: 無來源代幣地址

source: Large account
de: Großes Konto
es: Cuenta grande
fr: Compte important
ja: 大口アカウント
ru: Крупный аккаунт
zh_tw: 大型帳戶

source: Shift fee
de: Shift-Gebühr
es: Comisión de cambio
fr: Frais de transfert
ja: シフト手数料
ru: Комиссия за сдвиг
zh_tw: 轉換費用

source: What is GLV exactly?
de: Was ist GLV genau?
es: ¿Qué es exactamente GLV?
fr: Qu'est-ce que GLV exactement ?
ja: GLVとは正確には何ですか？
ru: Что именно такое GLV?
zh_tw: GLV 究竟是什麼？

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
ru: Загрузить
zh_tw: 下載

source: Up
de: Aktiv
es: Activo
fr: Actif
ja: 稼働中
ru: Работает
zh_tw: 正常

source: Swap {0} for {1}
de: Tausche {0} gegen {1}
es: Intercambiar {0} por {1}
fr: Échanger {0} pour {1}
ja: {0} を {1} にスワップ
ru: Обмен {0} на {1}
zh_tw: 將 {0} 兌換為 {1}

source: Depth
de: Tiefe
es: Profundidad
fr: Profondeur
ja: 深度
ru: Глубина
zh_tw: 深度

source: Layer 1
es: Capa 1
fr: Couche 1
ja: レイヤー1
ru: Слой 1

source: <0>With a 75.5% majority vote, GMX has selected LayerZero as its messaging partner for multichain expansion! The integration brings GMX:</0><1><2>The ability to expand to 125+ chains</2><3>Full ownership of all contracts and security</3><4>Fast, zero-slippage transfers</4><5>Battle-tested rails already trusted by billions of dollars in assets and hundreds of applications... <6>see more</6></5></1>
de: <0>Mit 75,5% Mehrheitsstimme hat GMX LayerZero als Messaging-Partner für Multichain-Erweiterung ausgewählt! Die Integration bringt GMX:</0><1><2>Die Fähigkeit, auf 125+ Chains zu erweitern</2><3>Vollständiges Eigentum an allen Verträgen und Sicherheit</3><4>Schnelle, zero-Slippage-Transfers</4><5>Battle-tested Rails, die bereits von Milliarden Dollar an Assets und Hunderten von Anwendungen vertraut werden... <6>mehr sehen</6></5></1>
es: <0>Con un voto mayoritario del 75.5%, GMX ha seleccionado a LayerZero como su socio de mensajería para expansión multicadena! La integración trae a GMX:</0><1><2>La capacidad de expandir a más de 125 cadenas</2><3>Propiedad completa de todos los contratos y seguridad</3><4>Transferencias rápidas, sin slippage</4><5>Rails probados en batalla ya confiados por miles de millones de dólares en activos y cientos de aplicaciones... <6>ver más</6></5></1>
fr: <0>Avec un vote majoritaire de 75,5 %, GMX a sélectionné LayerZero comme partenaire de messagerie pour l'expansion multichain ! L'intégration apporte à GMX :</0><1><2>La capacité d'expansion à plus de 125 chaînes</2><3>Propriété complète de tous les contrats et sécurité</3><4>Transferts rapides sans slippage</4><5>Rails testés en bataille déjà approuvés par des milliards de dollars en actifs et des centaines d'applications... <6>voir plus</6></5></1>
ja: <0>75.5%の多数決でGMXはマルチチェーン拡張のメッセージングパートナーとしてLayerZeroを選択！統合によりGMXに：</0><1><2>125+チェーンへの拡張能力</2><3>すべてのコントラクトとセキュリティの完全所有</3><4>高速、ゼロスリッページ転送</4><5>数十億ドルの資産と数百のアプリケーションで信頼されたバトルテスト済みレール... <6>もっと見る</6></5></1>
ru: <0>С большинством голосов 75.5% GMX выбрал LayerZero как партнера по messaging для мультичейн-расширения! Интеграция приносит GMX:</0><1><2>Возможность расширения на 125+ цепей</2><3>Полное владение всеми контрактами и безопасностью</3><4>Быстрые переводы без slippage</4><5>Боевые рельсы, уже доверенные миллиардам долларов в активах и сотням приложений... <6>см. больше</6></5></1>
zh_tw: <0>以 75.5% 的多數票，GMX 選擇了 LayerZero 作為其多鏈擴展的訊息傳遞夥伴！此整合為 GMX 帶來：</0><1><2>擴展至 125+ 條鏈的能力</2><3>所有合約和安全性的完全所有權</3><4>快速、零滑點的轉帳</4><5>經過實戰檢驗的基礎設施，已獲數十億美元資產和數百個應用程式的信賴⋯⋯<6>查看更多</6></5></1>

source: Staking...
de: Staken...
es: Stakeando...
fr: Staking en cours...
ja: ステーク中...
ru: Стейкинг...
zh_tw: 質押中...

source: Buy request sent
de: Kaufanfrage gesendet
es: Solicitud de compra enviada
fr: Demande d'achat envoyée
ja: 購入リクエストが送信されました
ru: Запрос на покупку отправлен
zh_tw: 買入請求已發送

source: Buy GMX using fiat gateways
de: GMX über Fiat-Gateways kaufen
es: Comprar GMX mediante pasarelas fiat
fr: Acheter GMX via des passerelles fiat
ja: 法定通貨ゲートウェイでGMXを購入
ru: Купить GMX через фиатные шлюзы
zh_tw: 透過法幣入口買入 GMX

source: Max network fee
de: Max. Netzwerkgebühr
es: Comisión de red máxima
fr: Frais de réseau maximum
ja: 最大ネットワーク手数料
ru: Макс. комиссия сети
zh_tw: 最大網路費用

source: SL price below limit price
de: SL-Preis unter dem Limitpreis
es: Precio de SL por debajo del precio límite
fr: Prix SL inférieur au prix limite
ja: SL価格が指値価格を下回っています
ru: Цена SL ниже лимитной цены
zh_tw: 止損價格低於限價

source: Max {0} amount exceeded
de: Max. {0}-Betrag überschritten
es: Cantidad máxima de {0} excedida
fr: Montant max. {0} dépassé
ja: 最大{0}額を超えました
ru: Превышена максимальная сумма {0}
zh_tw: 超過 {0} 最大數量

source: GMX pages
de: GMX-Seiten
es: Páginas de GMX
fr: Pages GMX
ja: GMXページ
ru: Страницы GMX
zh_tw: GMX 頁面

source: Deposit {glvOrGm}: {0}
de: {glvOrGm} einzahlen: {0}
es: Depositar {glvOrGm}: {0}
fr: Déposer {glvOrGm} : {0}
ja: {glvOrGm}を入金: {0}
ru: Депозит {glvOrGm}: {0}
zh_tw: 存入 {glvOrGm}：{0}

source: Force external swaps
de: Externe Swaps erzwingen
es: Forzar intercambios externos
fr: Forcer les échanges externes
ja: 外部スワップを強制
ru: Принудительные внешние свопы
zh_tw: 強制外部兌換

source: Onchain data error
de: Onchain-Datenfehler
es: Error de datos onchain
fr: Erreur de données onchain
ja: オンチェーンデータエラー
ru: Ошибка данных из блокчейна
zh_tw: 鏈上資料錯誤

source: Fulfilling order request...
de: Order-Anfrage wird ausgeführt…
es: Ejecutando solicitud de orden…
fr: Exécution de la demande d'ordre…
ja: 注文リクエストを実行中…
ru: Выполнение запроса ордера…
zh_tw: 正在執行訂單請求...

source: Negative impact factor
de: Negativer Einflussfaktor
es: Factor de impacto negativo
fr: Facteur d'impact négatif
ja: ネガティブインパクトファクター
ru: Фактор негативного влияния
zh_tw: 負向影響因子

source: Complete transfer
de: Übertragung abschließen
es: Completar transferencia
fr: Finaliser le transfert
ja: 送金を完了
ru: Завершить перевод
zh_tw: 完成轉帳

source: Connect wallet to view<0/>payment options
de: Wallet verbinden, um<0/>Zahlungsoptionen anzuzeigen
es: Conectar monedero para ver<0/>opciones de pago
fr: Connecter le portefeuille pour voir<0/>les options de paiement
ja: ウォレットを接続して<0/>支払いオプションを表示
ru: Подключите кошелёк для просмотра<0/>вариантов оплаты
zh_tw: 連接錢包以查看<0/>付款選項

source: Wins and losses for closed positions
de: Gewinne und Verluste für geschlossene Positionen
es: Ganancias y pérdidas de posiciones cerradas
fr: Gains et pertes pour les positions clôturées
ja: クローズ済みポジションの勝敗
ru: Выигрыши и проигрыши по закрытым позициям
zh_tw: 已平倉倉位的盈虧

source: Min. receive
de: Min. Empfang
es: Mín. a recibir
fr: Réception min.
ja: 最小受取額
ru: Мин. получение
zh_tw: 最少收到

source: Approval submitted<0/><1/><2>View status</2>
de: Genehmigung eingereicht<0/><1/><2>Status anzeigen</2>
es: Aprobación enviada<0/><1/><2>Ver estado</2>
fr: Approbation envoyée<0/><1/><2>Voir le statut</2>
ja: 承認が送信されました<0/><1/><2>ステータスを表示</2>
ru: Одобрение отправлено<0/><1/><2>Посмотреть статус</2>
zh_tw: 授權已提交<0/><1/><2>查看狀態</2>

source: Referral discount
de: Empfehlungsrabatt
es: Descuento por referencia
fr: Remise de parrainage
ja: リファラル割引
ru: Реферальная скидка
zh_tw: 推薦折扣

source: Threshold for decrease funding
de: Schwellenwert für Finanzierungssenkung
es: Umbral para reducción de financiación
fr: Seuil de diminution du financement
ja: ファンディングレート低減の閾値
ru: Порог для снижения финансирования
zh_tw: 降低資金費率門檻

source: Earn GMX rewards by staking
de: GMX-Belohnungen durch Staken verdienen
es: Obtenga recompensas de GMX al stakear
fr: Gagnez des récompenses GMX en stakant
ja: ステークでGMX報酬を獲得
ru: Получайте вознаграждения GMX за стейкинг
zh_tw: 透過質押賺取 GMX 獎勵

source: Network fees are very high due to increased {chainName} network activity
de: Die Netzwerkgebühren sind aufgrund erhöhter {chainName}-Netzwerkaktivität sehr hoch
es: Las comisiones de red son muy elevadas debido a la alta actividad en la red de {chainName}
fr: Les frais de réseau sont très élevés en raison de l'activité accrue du réseau {chainName}
ja: {chainName}ネットワークの活動増加により、ネットワーク手数料が非常に高くなっています
ru: Комиссии сети очень высоки из-за повышенной активности сети {chainName}
zh_tw: 由於 {chainName} 網路活動增加，網路費用非常高

source: Telegram account
es: Cuenta de Telegram
fr: Compte Telegram
ja: Telegramアカウント
ru: Аккаунт в Telegram
zh_tw: Telegram 帳戶

source: Total investment value
de: Gesamtinvestitionswert
es: Valor total de la inversión
fr: Valeur totale de l'investissement
ja: 総投資額
ru: Общая стоимость инвестиций
zh_tw: 總投資價值

source: What did you like most?
de: Was hat Ihnen am besten gefallen?
es: ¿Qué es lo que más le ha gustado?
fr: Qu'avez-vous le plus apprécié ?
ja: 最も良かった点は何ですか？
ru: Что вам понравилось больше всего?
zh_tw: 您最喜歡什麼？

source: Performance and chart data are based on UTC times
de: Leistungs- und Diagrammdaten basieren auf UTC-Zeiten
es: Los datos de rendimiento y gráficos se basan en la hora UTC
fr: Les données de performance et de graphiques sont basées sur les horaires UTC
ja: パフォーマンスおよびチャートデータはUTC時間に基づいています
ru: Данные о результатах и графиках основаны на времени UTC
zh_tw: 績效和圖表數據均以 UTC 時間為基準

source: Sell {operationTokenSymbol}
de: Verkaufe {operationTokenSymbol}
es: Vender {operationTokenSymbol}
fr: Vendre {operationTokenSymbol}
ja: {operationTokenSymbol}を売却
ru: Продать {operationTokenSymbol}
zh_tw: 賣出 {operationTokenSymbol}

source: Transaction sent
de: Transaktion gesendet
es: Transacción enviada
fr: Transaction envoyée
ja: トランザクションが送信されました
ru: Транзакция отправлена
zh_tw: 交易已發送

source: Referral code
de: Empfehlungscode
es: Código de referencia
fr: Code de parrainage
ja: リファラルコード
ru: Реферальный код
zh_tw: 推薦碼

source: Order trigger price
de: Auslösepreis der Order
es: Precio de activación de la orden
fr: Prix de déclenchement de l'ordre
ja: 注文トリガー価格
ru: Цена активации ордера
zh_tw: 訂單觸發價格

source: Swap TWAP: Swap tokens in evenly distributed parts over a specified time
de: Swap TWAP: Token gleichmäßig verteilt über einen bestimmten Zeitraum tauschen
es: Swap TWAP: Intercambiar tokens en partes uniformemente distribuidas durante un período de tiempo especificado
fr: Swap TWAP : Échanger des jetons en parts réparties uniformément sur une durée déterminée
ja: スワップ TWAP：トークンを指定期間にわたり均等に分割してスワップ
ru: Swap TWAP: обмен токенов равномерными частями в течение заданного времени
zh_tw: 兌換 TWAP：在指定時間內將代幣均分為多份進行兌換

source: Pending transfer from {sender}
de: Ausstehende Übertragung von {sender}
es: Transferencia pendiente de {sender}
fr: Transfert en attente de {sender}
ja: {sender}からの保留中の送金
ru: Ожидается перевод от {sender}
zh_tw: 來自 {sender} 的待處理轉帳

source: {0} tokens reserved for vesting
de: {0} Token für Vesting reserviert
es: {0} tokens reservados para el periodo de consolidación
fr: {0} jetons réservés pour l'acquisition progressive
ja: ベスティング用に予約されたトークン：{0}
ru: Токенов зарезервировано для вестинга: {0}
zh_tw: {0} 代幣已保留用於歸屬
