Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo ha salido mal
fr: Une erreur est survenue
ja: エラーが発生しました
ru: Что-то пошло не так
zh_tw: 發生錯誤

source: Freeze
de: Einfrieren
es: Congelar
fr: Geler
ja: 凍結
ru: Заморозить
zh_tw: 凍結

source: Search market
de: Markt suchen
es: Buscar mercado
fr: Rechercher un marché
ja: マーケットを検索
ru: Поиск
zh_tw: 搜尋市場

source: Negative funding fee
de: Negative Finanzierungsgebühr
es: Comisión de financiación negativa
fr: Frais de financement négatifs
ja: ネガティブファンディング手数料
ru: Отрицательная комиссия за финансирование
zh_tw: 負資金費用

source: Min margin per part: {0}
de: Min. Margin pro Teil: {0}
es: Margen mín. por parte: {0}
fr: Marge min. par part : {0}
ja: パートあたりの最小証拠金：{0}
ru: Мин. маржа на часть: {0}
zh_tw: 每份最低保證金：{0}

source: FAILURES
de: FEHLER
es: FALLOS
fr: ÉCHECS
ja: 失敗回数
ru: ОШИБКИ
zh_tw: 失敗次數

source: Min margin: {0}
es: Margen mín.: {0}
fr: Marge min. : {0}
ja: 最小証拠金：{0}
ru: Мин. маржа: {0}
zh_tw: 最低保證金：{0}

source: Stop Market
de: Stop-Markt
es: Stop Mercado
fr: Stop Marché
ja: ストップマーケット
ru: Стоп-рынок

source: How can we keep meeting your expectations?
de: Wie können wir Ihre Erwartungen weiterhin erfüllen?
es: ¿Cómo podemos seguir cumpliendo sus expectativas?
fr: Comment pouvons-nous continuer à répondre à vos attentes ?
ja: 今後もご期待に沿うために、ご意見をお聞かせください。
ru: Как мы можем и дальше соответствовать вашим ожиданиям?
zh_tw: 我們如何能持續達到您的期望？

source: Execution prices for increasing longs<0/>and decreasing shorts
de: Ausführungspreise für steigende Longs<0/>und sinkende Shorts
es: Precios de ejecución para aumentar posiciones largo<0/>y reducir posiciones corto
fr: Prix d'exécution pour l'augmentation des longs<0/>et la diminution des shorts
ja: ロング増加<0/>およびショート減少時の約定価格
ru: Цены исполнения для увеличения лонгов<0/>и уменьшения шортов
zh_tw: 做多加倉<0/>及做空減倉的成交價格

source: Onchain name:
es: Nombre onchain:
fr: Nom onchain :
ja: オンチェーン名：
ru: Имя в сети:
zh_tw: 鏈上名稱：

source: Total circulating supply of GMX tokens
de: Gesamte im Umlauf befindliche Menge an GMX Token
es: Suministro circulante total de tokens GMX
fr: Offre totale en circulation des tokens GMX
ja: GMXトークンの総流通供給量
ru: Общий объём токенов GMX в обращении
zh_tw: GMX 代幣的總流通供應量

source: Trade history
de: Handelsverlauf
es: Historial de operaciones
fr: Historique des trades
ja: 取引履歴
ru: История сделок
zh_tw: 交易歷史記錄

source: Exposure to backing tokens
de: Engagement in Sicherungstoken
es: Exposición a los tokens de respaldo
fr: Exposition aux tokens de garantie
ja: 裏付けトークンへのエクスポージャー
ru: Экспозиция к обеспечивающим токенам
zh_tw: 支撐代幣的曝險

source: Search type
de: Typ suchen
es: Buscar tipo
fr: Rechercher un type
ja: タイプを検索
ru: Поиск типа
zh_tw: 搜尋類型

source: Long liq.
es: Liq. largo
fr: Liq. long
ja: ロング流動性
ru: Ликв. лонгов
zh_tw: 做多流動性

source: Market orders
es: Órdenes de mercado
fr: Ordres au marché
ja: 成行注文
ru: Рыночные ордера
zh_tw: 市價單

source: Deposits are not supported on Avalanche.
de: Einzahlungen werden auf Avalanche nicht unterstützt.
es: Los depósitos no son compatibles en Avalanche.
fr: Les dépôts ne sont pas pris en charge sur Avalanche.
ja: Avalancheでは入金はサポートされていません。
ru: Депозиты не поддерживаются на Avalanche.
zh_tw: Avalanche 不支援存入。

source: shift
de: Verschieben
es: cambio
fr: décalage
ja: シフト
ru: сдвиг
zh_tw: 轉換

source: Liquidation risk alerts
de: Liquidationsrisikowarnungen
es: Alertas de riesgo de liquidación
fr: Alertes de risque de liquidation
ja: 清算リスクアラート
ru: Оповещения о риске ликвидации
zh_tw: 清算風險警示

source: Order key:
de: Order-Schlüssel:
es: Clave de orden:
fr: Clé de l'ordre :
ja: 注文キー：
ru: Ключ ордера:
zh_tw: 訂單鍵值：

source: Why is the claim in GLV tokens?
de: Warum erfolgt der Anspruch in GLV-Tokens?
es: ¿Por qué la reclamación es en tokens GLV?
fr: Pourquoi la réclamation est en jetons GLV ?
ja: なぜGLVトークンで請求なのですか？
ru: Почему клейм в токенах GLV?
zh_tw: 為什麼以 GLV 代幣領取？

source: GM tokens represent shares in a liquidity pool for a single GMX market. Buy GM to provide liquidity and earn fees from leverage trading, swaps, and market-making activity on that specific market. All rewards are auto-compounded.
de: GM Token repräsentieren Anteile an einem Liquiditätspool für einen einzelnen GMX Markt. Kaufen Sie GM, um Liquidität bereitzustellen und Gebühren aus dem Hebelhandel, Tauschgeschäften und Market-Making-Aktivitäten auf diesem spezifischen Markt zu verdienen. Alle Belohnungen werden automatisch reinvestiert.
es: Los tokens GM representan participaciones en un pool de liquidez para un mercado GMX individual. Compre GM para proporcionar liquidez y ganar comisiones del trading con apalancamiento, intercambios y actividad de creación de mercado en ese mercado específico. Todas las recompensas se reinvierten automáticamente.
fr: Les tokens GM représentent des parts dans un pool de liquidité pour un marché GMX unique. Achetez des GM pour fournir de la liquidité et percevoir des frais issus du trading avec effet de levier, des échanges et de l'activité de tenue de marché sur ce marché spécifique. Toutes les récompenses sont automatiquement réinvesties.
ja: GMトークンは、単一のGMXマーケットの流動性プールにおけるシェアを表します。GMを購入して流動性を提供し、そのマーケットにおけるレバレッジ取引、スワップ、マーケットメイキング活動から手数料を獲得できます。すべての報酬は自動的に複利運用されます。
ru: Токены GM представляют собой доли в пуле ликвидности для отдельного рынка GMX. Покупайте GM, чтобы предоставлять ликвидность и получать комиссии от торговли с кредитным плечом, свопов и маркетмейкерской деятельности на этом рынке. Все вознаграждения реинвестируются автоматически.
zh_tw: GM 代幣代表單一 GMX 市場流動性池的份額。購買 GM 以提供流動性，並從該特定市場的槓桿交易、兌換和做市活動中賺取手續費。所有獎勵均自動複投。

source: Lend GLV or GM tokens, borrow against them, or use LP strategies to maximize yield
de: Verleihen Sie GLV oder GM Token, nehmen Sie Kredite dagegen auf oder nutzen Sie LP-Strategien, um die Rendite zu maximieren
es: Preste tokens GLV o GM, solicite préstamos contra ellos o utilice estrategias de LP para maximizar el rendimiento
fr: Prêtez des tokens GLV ou GM, empruntez contre eux, ou utilisez des stratégies LP pour maximiser le rendement
ja: GLVまたはGMトークンの貸出、それらを担保にした借入、またはLP戦略を活用して利回りを最大化
ru: Предоставляйте GLV или GM токены в кредит, заимствуйте под их залог или используйте LP-стратегии для максимизации доходности
zh_tw: 借出 GLV 或 GM 代幣、以其為抵押借款，或使用 LP 策略以最大化收益

source: Adjust leverage
de: Hebel anpassen
es: Ajustar apalancamiento
fr: Ajuster l'effet de levier
ja: レバレッジを調整
ru: Настройка кредитного плеча
zh_tw: 調整槓桿

source: Amount is below the deposit limit. Try an amount larger than <0>{lowerLimitFormatted}</0>.
de: Der Betrag liegt unter dem Einzahlungslimit. Versuchen Sie einen Betrag größer als <0>{lowerLimitFormatted}</0>.
es: El importe está por debajo del límite de depósito. Pruebe con un importe superior a <0>{lowerLimitFormatted}</0>.
fr: Le montant est inférieur à la limite de dépôt. Essayez un montant supérieur à <0>{lowerLimitFormatted}</0>.
ja: 金額が入金下限を下回っています。<0>{lowerLimitFormatted}</0>より大きい金額をお試しください。
ru: Сумма ниже лимита депозита. Попробуйте сумму больше <0>{lowerLimitFormatted}</0>.
zh_tw: 金額低於存入下限。請嘗試大於 <0>{lowerLimitFormatted}</0> 的金額。

source: GMX community discussion
de: GMX-Community-Diskussion
es: Discusión comunitaria de GMX
fr: Discussion de la communauté GMX
ja: GMXコミュニティ議論
ru: Обсуждение сообщества GMX
zh_tw: GMX 社群討論

source: Sell GM
de: GM verkaufen
es: Vender GM
fr: Vendre GM
ja: GMを売却
ru: Продать GM
zh_tw: 賣出 GM

source: Order can't be updated. Type doesn't support modifications
de: Order kann nicht aktualisiert werden. Dieser Typ unterstützt keine Änderungen
es: La orden no puede actualizarse. El tipo no admite modificaciones
fr: L'ordre ne peut pas être mis à jour. Le type ne prend pas en charge les modifications
ja: 注文を更新できません。この注文タイプは変更に対応していません
ru: Ордер не может быть обновлён. Данный тип не поддерживает изменения
zh_tw: 無法更新訂單，此類型不支援修改

source: {gmOrGlvLabel} sold successfully, but bridge to Base failed. Your funds are safe in your GMX Account. Retry the bridge or open GMX Account to withdraw your tokens.
de: {gmOrGlvLabel} erfolgreich verkauft, aber die Bridge zu Base ist fehlgeschlagen. Ihre Mittel sind sicher in Ihrem GMX Account. Versuchen Sie die Bridge erneut oder öffnen Sie das GMX Account, um Ihre Token abzuheben.
es: {gmOrGlvLabel} vendido correctamente, pero el puente a Base falló. Sus fondos están seguros en su GMX Account. Reintente el puente o abra GMX Account para retirar sus tokens.
fr: {gmOrGlvLabel} vendu avec succès, mais le pont vers Base a échoué. Vos fonds sont en sécurité dans votre GMX Account. Réessayez le pont ou ouvrez votre GMX Account pour retirer vos tokens.
ja: {gmOrGlvLabel}の売却は成功しましたが、Baseへのブリッジに失敗しました。資金はGMX Accountに安全に保管されています。ブリッジを再試行するか、GMX Accountを開いてトークンを出金してください。
ru: {gmOrGlvLabel} успешно продан, но мост на Base не прошёл. Ваши средства в безопасности в вашем GMX Account. Повторите мост или откройте GMX Account, чтобы вывести ваши токены.
zh_tw: {gmOrGlvLabel} 賣出成功，但跨鏈橋接至 Base 失敗。您的資金安全存放在您的 GMX Account 中。請重試橋接或打開 GMX Account 提取您的代幣。

source: Long
es: Largo
ja: ロング
ru: Лонг
zh_tw: 做多

source: Pool
es: Reserva
ja: プール
ru: Пул
zh_tw: 池

source: LIQUIDATION PRICE
de: LIQUIDATIONSPREIS
ja: 清算価格
ru: ЦЕНА ЛИКВИДАЦИИ
zh_tw: 清算價格

source: Open {marketName} in explorer
de: {marketName} im Explorer öffnen
es: Abrir {marketName} en el explorador
fr: Ouvrir {marketName} dans l'explorateur
ja: {marketName}をエクスプローラーで開く
ru: Открыть {marketName} в обозревателе
zh_tw: 在區塊瀏覽器中查看 {marketName}

source: What is GMX?
de: Was ist GMX?
es: ¿Qué es GMX?
fr: Qu’est-ce que GMX ?
ja: GMXとは？
ru: Что такое GMX?
zh_tw: 什麼是 GMX？

source: Deposit submitted
de: Einzahlung eingereicht
es: Depósito enviado
fr: Dépôt soumis
ja: 入金が送信されました
ru: Депозит отправлен
zh_tw: 存入已提交

source: Yield vaults
de: Renditetresore
es: Bóvedas de rendimiento
fr: Coffres de rendement
ja: 利回りボールト
ru: Хранилища доходности
zh_tw: 收益金庫

source: Permit transaction sent for {0}!
de: Genehmigungstransaktion für {0} gesendet!
es: ¡Transacción de permiso enviada para {0}!
fr: Transaction de permis envoyée pour {0} !
ja: {0}のPermitトランザクションが送信されました！
ru: Транзакция разрешения отправлена для {0}!
zh_tw: 已發送 {0} 的許可交易！

source: GMX Account support on Avalanche is ending. New positions and additional deposits are unavailable. Switch to Arbitrum as a settlement network.
de: Die GMX Account Unterstützung auf Avalanche wird eingestellt. Neue Positionen und zusätzliche Einzahlungen sind nicht verfügbar. Wechseln Sie zu Arbitrum als Abwicklungsnetzwerk.
es: La compatibilidad de GMX Account en Avalanche está finalizando. Las nuevas posiciones y depósitos adicionales no están disponibles. Cambie a Arbitrum como red de compensación.
fr: La prise en charge de GMX Account sur Avalanche prend fin. Les nouvelles positions et les dépôts supplémentaires ne sont pas disponibles. Passez à Arbitrum comme réseau de règlement.
ja: AvalancheでのGMX Accountのサポートは終了します。新規ポジションおよび追加入金はご利用いただけません。決済ネットワークをArbitrumに切り替えてください。
ru: Поддержка GMX Account на Avalanche прекращается. Новые позиции и дополнительные депозиты недоступны. Переключитесь на Arbitrum в качестве сети расчёта.
zh_tw: Avalanche 上的 GMX Account 支援即將結束。無法建立新倉位或追加存款，請切換至 Arbitrum 作為結算網路。

source: Pool USD capacity (swap)
de: Pool-USD-Kapazität (Swap)
es: Capacidad USD del pool (intercambio)
fr: Capacité USD du pool (swap)
ja: プールUSD容量（スワップ）
ru: Ёмкость пула в USD (свопы)
zh_tw: 池 USD 容量（兌換）

source: Permit disabled:
de: Genehmigung deaktiviert:
es: Permiso desactivado:
fr: Permis désactivé :
ja: Permit無効：
ru: Разрешение отключено:
zh_tw: 許可已停用：

source: Pool amount capacity
de: Pool-Betragskapazität
es: Capacidad de cantidad del pool
fr: Capacité en montant du pool
ja: プール数量容量
ru: Ёмкость пула по количеству токенов
zh_tw: 池數量容量

source: Fastest
de: Schnellste
es: Más rápido
fr: Le plus rapide
ja: 最速
ru: Самый быстрый
zh_tw: 最快

source: POOL BALANCE
de: POOL-GUTHABEN
ru: БАЛАНС ПУЛА

source: Insufficient liquidity in WETH-USDC pool. Choosing a different pool creates a new position.
de: Unzureichende Liquidität im WETH-USDC Pool. Die Auswahl eines anderen Pools erstellt eine neue Position.
es: Liquidez insuficiente en el pool WETH-USDC. Elegir un pool diferente creará una nueva posición.
fr: Liquidité insuffisante dans le pool WETH-USDC. Le choix d'un autre pool créera une nouvelle position.
ja: WETH-USDCプールの流動性が不足しています。別のプールを選択すると新しいポジションが作成されます。
ru: Недостаточная ликвидность в пуле WETH-USDC. Выбор другого пула создаст новую позицию.
zh_tw: WETH-USDC 池的流動性不足。選擇其他池將建立新的倉位。

source: Avalanche LP incentives
de: Avalanche LP Anreize
es: Incentivos de LP en Avalanche
fr: Incitations LP Avalanche
ja: Avalanche LPインセンティブ
ru: Стимулы для LP на Avalanche
zh_tw: Avalanche LP 獎勵

source: Markets monitoring
de: Marktüberwachung
es: Monitorización de mercados
fr: Surveillance des marchés
ja: マーケットモニタリング
ru: Мониторинг рынков
zh_tw: 市場監控

source: Distribution history for claimed rebates and airdrops
de: Verteilungsverlauf für beanspruchte Rückerstattungen und Airdrops
es: Historial de distribuciones de reembolsos reclamados y airdrops
fr: Historique des distributions pour les remises récupérées et les airdrops
ja: 受け取り済みリベートおよびエアドロップの配布履歴
ru: История распределений полученных компенсаций и аирдропов
zh_tw: 已領取回饋和空投的分發歷史記錄

source: Enter a new amount or price
de: Neuen Betrag oder Preis eingeben
es: Introduzca un nuevo importe o precio
fr: Saisissez un nouveau montant ou prix
ja: 新しい金額または価格を入力してください
ru: Введите новую сумму или цену
zh_tw: 輸入新的金額或價格

source: Stake {tokenSymbol}
de: {tokenSymbol} staken
es: Hacer staking de {tokenSymbol}
fr: Staker {tokenSymbol}
ja: {tokenSymbol}をステーク
ru: Застейкать {tokenSymbol}
zh_tw: 質押 {tokenSymbol}

source: Link copied to clipboard
de: Link in die Zwischenablage kopiert
es: Enlace copiado al portapapeles
fr: Lien copié dans le presse-papiers
ja: リンクがクリップボードにコピーされました
ru: Ссылка скопирована в буфер обмена
zh_tw: 連結已複製到剪貼簿

source: Max pool capacity reached. Current: {poolAmountText}, max: {maxPoolAmountText}
de: Maximale Poolkapazität erreicht. Aktuell: {poolAmountText}, Max: {maxPoolAmountText}
es: Capacidad máxima del pool alcanzada. Actual: {poolAmountText}, máx.: {maxPoolAmountText}
fr: Capacité maximale du pool atteinte. Actuel : {poolAmountText}, max : {maxPoolAmountText}
ja: プール容量の上限に達しました。現在：{poolAmountText}、上限：{maxPoolAmountText}
ru: Достигнута максимальная ёмкость пула. Текущее: {poolAmountText}, макс.: {maxPoolAmountText}
zh_tw: 已達池最大容量。目前：{poolAmountText}，上限：{maxPoolAmountText}

source: Option-based vaults
de: Optionsbasierte Tresore
es: Bóvedas basadas en opciones
fr: Coffres basés sur les options
ja: オプションベースのボールト
ru: Опционные хранилища
zh_tw: 期權策略金庫

source: Time limit
de: Zeitlimit
es: Límite de tiempo
fr: Limite de temps
ja: 期間制限
ru: Ограничение по времени
zh_tw: 時間限制

source: BLOCK
ru: БЛОК
zh_tw: 區塊

source: Pending borrowing fee
de: Ausstehende Leihgebühr
es: Comisión de préstamo pendiente
fr: Frais d'emprunt en attente
ja: 未払い借入手数料
ru: Ожидающая комиссия за заимствование
zh_tw: 待結算借貸費用

source: No active management required
de: Kein aktives Management erforderlich
es: No requiere gestión activa
fr: Aucune gestion active requise
ja: アクティブ運用不要
ru: Активное управление не требуется
zh_tw: 無需主動管理

source: take-profit
ja: テイクプロフィット
ru: тейк-профит
zh_tw: 止盈

source: Top PnL ($)
de: Top Gewinn/Verlust ($)
es: PnL Máximo ($)
fr: PnL max. ($)
ja: トップPnL ($)
ru: Топ PnL ($)
zh_tw: 最高 PnL ($)

source: Leverage trading terminal
de: Hebel-Handelsterminal
es: Terminal de trading con apalancamiento
fr: Terminal de trading avec effet de levier
ja: レバレッジ取引ターミナル
ru: Терминал торговли с кредитным плечом
zh_tw: 槓桿交易終端

source: Receiver address
de: Empfängeradresse
es: Dirección del destinatario
fr: Adresse du destinataire
ja: 受取人アドレス
ru: Адрес получателя
zh_tw: 接收地址

source: Traders referred on Avalanche Fuji
de: Vermittelte Händler auf Avalanche Fuji
es: Traders referidos en Avalanche Fuji
fr: Traders référés sur Avalanche Fuji
ja: Avalanche Fujiで紹介されたトレーダー
ru: Приглашённые трейдеры на Avalanche Fuji
zh_tw: 在 Avalanche Fuji 推薦的交易者

source: Positive funding fees accrued in positions, not yet claimable.<0/><1/>Available after changing position size, adjusting collateral, or clicking "Settle".
de: Positive Finanzierungsgebühren, die in Positionen aufgelaufen sind, aber noch nicht beanspruchbar sind.<0/><1/>Verfügbar nach Änderung der Positionsgröße, Anpassung der Sicherheit oder Klick auf "Settle".
es: Comisiones de financiación positivas acumuladas en posiciones, aún no reclamables.<0/><1/>Disponibles tras modificar el tamaño de la posición, ajustar la garantía o hacer clic en "Settle".
fr: Frais de financement positifs accumulés dans les positions, pas encore récupérables.<0/><1/>Disponibles après modification de la taille de la position, ajustement de la garantie, ou en cliquant sur "Settle".
ja: ポジションに発生したプラスのファンディング手数料（まだ受け取りできません）。<0/><1/>ポジションサイズの変更、担保の調整、または「Settle」のクリック後に受け取り可能になります。
ru: Положительные комиссии за финансирование, начисленные по позициям, ещё не доступны для получения.<0/><1/>Станут доступны после изменения размера позиции, корректировки обеспечения или нажатия "Settle".
zh_tw: 倉位中已累積的正資金費用，尚無法領取。<0/><1/>在更改倉位大小、調整抵押品或點擊「結算」後可領取。

source: GM earns fees from one market. GLV holds multiple GM tokens and auto-rebalances across related markets. Both auto-compound returns. Choose GM for single-market exposure or GLV to diversify across multiple pools.
de: GM verdient Gebühren aus einem Markt. GLV hält mehrere GM Token und gleicht automatisch über verwandte Märkte aus. Beide reinvestieren Erträge automatisch. Wählen Sie GM für Einzelmarktexposure oder GLV zur Diversifizierung über mehrere Pools.
es: GM genera comisiones de un solo mercado. GLV contiene múltiples tokens GM y se reequilibra automáticamente entre mercados relacionados. Ambos reinvierten los rendimientos automáticamente. Elija GM para exposición a un solo mercado o GLV para diversificar entre múltiples pools.
fr: GM perçoit des frais d'un seul marché. GLV détient plusieurs tokens GM et se rééquilibre automatiquement entre les marchés liés. Les deux réinvestissent automatiquement les rendements. Choisissez GM pour une exposition à un seul marché ou GLV pour diversifier entre plusieurs pools.
ja: GMは1つのマーケットから手数料を獲得します。GLVは複数のGMトークンを保有し、関連マーケット間で自動的にリバランスします。どちらも収益を自動的に複利運用します。単一マーケットへのエクスポージャーにはGMを、複数プールへの分散にはGLVをお選びください。
ru: GM получает комиссии с одного рынка. GLV содержит несколько токенов GM и автоматически ребалансирует их между связанными рынками. Оба варианта автоматически реинвестируют доход. Выбирайте GM для экспозиции к одному рынку или GLV для диверсификации по нескольким пулам.
zh_tw: GM 從單一市場賺取手續費。GLV 持有多種 GM 代幣，並在相關市場間自動再平衡。兩者均自動複投收益。選擇 GM 獲取單一市場曝險，或選擇 GLV 分散投資於多個池。

source: Negative funding fees reduce collateral and affect liquidation price. Positive funding fees are claimable in the Claims tab.
de: Negative Finanzierungsgebühren reduzieren die Sicherheit und beeinflussen den Liquidationspreis. Positive Finanzierungsgebühren können im Claims-Tab beansprucht werden.
es: Las comisiones de financiación negativas reducen la garantía y afectan al precio de liquidación. Las comisiones de financiación positivas se pueden reclamar en la pestaña de reclamaciones.
fr: Les frais de financement négatifs réduisent la garantie et affectent le prix de liquidation. Les frais de financement positifs sont récupérables dans l'onglet Claims.
ja: マイナスのファンディング手数料は担保を減少させ、清算価格に影響します。プラスのファンディング手数料は「Claims」タブで受け取ることができます。
ru: Отрицательные комиссии за финансирование уменьшают обеспечение и влияют на цену ликвидации. Положительные комиссии за финансирование доступны для получения во вкладке «Выплаты».
zh_tw: 負資金費用會減少抵押品並影響清算價格。正資金費用可在「領取」分頁中領取。

source: Position impact amount
de: Positionseinfluss-Betrag
es: Importe del impacto de posición
fr: Montant d'impact sur la position
ja: ポジションインパクト金額
ru: Сумма влияния на позицию
zh_tw: 倉位影響金額

source: PRICE IMPACT
de: PREISEINFLUSS
ru: ВЛИЯНИЕ НА ЦЕНУ
zh_tw: 價格影響

source: Search opportunities
de: Möglichkeiten suchen
es: Buscar oportunidades
fr: Rechercher des opportunités
ja: 機会を検索
ru: Поиск возможностей
zh_tw: 搜尋機會

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ru: Темный
zh_tw: 深色

source: Confirming...
de: Bestätigen...
es: Confirmando...
fr: Confirmation en cours...
ja: 確認中...
ru: Подтверждение...
zh_tw: 確認中...

source: Deposited:
de: Eingezahlt:
es: Depositado:
fr: Déposé :
ja: 入金済み：
ru: Внесено:
zh_tw: 已存入：

source: ACTION
de: AKTION
ru: ДЕЙСТВИЕ
zh_tw: 操作

source: Increase
de: Erhöhen
es: Incrementar
fr: Augmenter
ja: 増加
ru: Увеличить
zh_tw: 加倉

source: Swap price impact
de: Tausch-Preiseinfluss
es: Impacto en el precio del intercambio
fr: Impact sur le prix du swap
ja: スワップ価格への影響
ru: Влияние свопа на цену
zh_tw: 兌換價格影響

source: Position may liquidate from fees alone (funding + borrowing), reducing collateral over time.
de: Die Position kann allein durch Gebühren (Finanzierung + Leihgebühren) liquidiert werden, wodurch die Sicherheit im Laufe der Zeit reduziert wird.
es: La posición podría liquidarse únicamente por comisiones (financiación + préstamo), reduciendo la garantía con el tiempo.
fr: La position peut être liquidée uniquement par les frais (financement + emprunt), réduisant la garantie au fil du temps.
ja: 手数料（ファンディング＋借入）だけでポジションが清算される可能性があります。担保は時間の経過とともに減少します。
ru: Позиция может быть ликвидирована только за счёт комиссий (финансирование + заимствование), которые со временем уменьшают обеспечение.
zh_tw: 倉位可能僅因費用（資金費用 + 借貸費用）而被清算，抵押品會隨時間減少。

source: Claim price impact rebates
de: Preiseinfluss-Rabatte beanspruchen
es: Reclamar reembolsos por impacto en el precio
fr: Récupérer les remises d'impact sur le prix
ja: 価格への影響リベートを受け取る
ru: Получить компенсации за влияние на цену
zh_tw: 領取價格影響回饋

source: Fulfilling shift request...
de: Shift-Anfrage wird ausgeführt…
es: Ejecutando solicitud de cambio…
fr: Exécution de la demande de transfert…
ja: シフトリクエストを実行中…
ru: Выполнение запроса на перемещение…
zh_tw: 正在處理轉換請求...

source: No price impact on increases — orders execute at mark price. <0>Read more</0>.
de: Kein Preiseinfluss bei Erhöhungen — Orders werden zum Markpreis ausgeführt. <0>Mehr erfahren</0>.
es: Sin impacto en el precio en los incrementos — las órdenes se ejecutan al precio de referencia. <0>Leer más</0>.
fr: Aucun impact sur le prix lors des augmentations — les ordres s'exécutent au prix de référence. <0>En savoir plus</0>.
ja: 増加時に価格への影響はありません — 注文はマーク価格で執行されます。<0>詳細を読む</0>。
ru: Нет влияния на цену при увеличении — ордера исполняются по расчётной цене. <0>Подробнее</0>.
zh_tw: 加倉無價格影響——訂單以標記價格執行。<0>閱讀更多</0>。

source: Convert {tokenSymbol} to {nativeTokenSymbol}
de: {tokenSymbol} in {nativeTokenSymbol} umwandeln
es: Convertir {tokenSymbol} a {nativeTokenSymbol}
fr: Convertir {tokenSymbol} en {nativeTokenSymbol}
ja: {tokenSymbol}を{nativeTokenSymbol}に変換
ru: Конвертировать {tokenSymbol} в {nativeTokenSymbol}
zh_tw: 將 {tokenSymbol} 轉換為 {nativeTokenSymbol}

source: ({0} of position size)
de: ({0} der Positionsgröße)
es: ({0} del tamaño de la posición)
fr: ({0} de la taille de la position)
ja: （ポジションサイズの{0}）
ru: ({0} от размера позиции)
zh_tw: （{0}，佔倉位規模）

source: Staked
de: Gestaket
es: Stakeado
fr: Staké
ja: ステーク済
ru: В стейкинге
zh_tw: 已質押

source: Leave feedback
de: Feedback hinterlassen
es: Dejar comentarios
fr: Laisser un avis
ja: フィードバックを送る
ru: Оставить отзыв
zh_tw: 留下回饋

source: Traders
de: Trader
ja: トレーダー
ru: Трейдеры
zh_tw: 交易者

source: No executed or cancelled transaction found yet
de: Noch keine ausgeführte oder stornierte Transaktion gefunden
es: Aún no se ha encontrado ninguna transacción ejecutada o cancelada
fr: Aucune transaction exécutée ou annulée trouvée pour le moment
ja: 約定済みまたはキャンセル済みのトランザクションはまだ見つかりません
ru: Исполненных или отменённых транзакций пока не найдено
zh_tw: 尚未找到已執行或已取消的交易

source: Open GMTrade
de: GMTrade öffnen
es: Abrir GMTrade
fr: Ouvrir GMTrade
ja: GMTradeを開く
ru: Открыть GMTrade
zh_tw: 開啟 GMTrade
