Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: <0>No KYC, no lengthy onboarding, and no deposit required. All you need is a self-custody wallet:</0><1><2>Connect any EVM wallet (such as MetaMask, Rabby, Coinbase Wallet, Trust Wallet, OKX Wallet, Ledger, etc.)</2><3>Select a supported blockchain network where you have funds available</3><4>Start trading</4></1><5>You can trade directly using funds on Arbitrum, MegaETH, Avalanche, Solana, or Botanix, or deposit to your GMX Account to trade from any supported Multichain network including Ethereum, Base, and BSC.</5>
de: <0>Kein KYC, kein langwieriges Onboarding und keine Einzahlung erforderlich. Alles, was Sie brauchen, ist ein Self-Custody-Wallet:</0><1><2>Verbinden Sie ein beliebiges EVM-Wallet (z. B. MetaMask, Rabby, Coinbase Wallet, Trust Wallet, OKX Wallet, Ledger usw.)</2><3>Wählen Sie ein unterstütztes Blockchain-Netzwerk, auf dem Sie über Guthaben verfügen</3><4>Beginnen Sie mit dem Handel</4></1><5>Sie können direkt mit Guthaben auf Arbitrum, MegaETH, Avalanche, Solana oder Botanix handeln oder auf Ihr GMX Account einzahlen, um von jedem unterstützten Multichain-Netzwerk aus zu handeln, einschließlich Ethereum, Base und BSC.</5>
es: <0>Sin KYC, sin procesos de registro extensos y sin depósito requerido. Todo lo que necesita es un monedero de autocustodia:</0><1><2>Conecte cualquier monedero EVM (como MetaMask, Rabby, Coinbase Wallet, Trust Wallet, OKX Wallet, Ledger, etc.)</2><3>Seleccione una red blockchain compatible donde tenga fondos disponibles</3><4>Comience a operar</4></1><5>Puede operar directamente con fondos en Arbitrum, MegaETH, Avalanche, Solana o Botanix, o depositar en su GMX Account para operar desde cualquier red Multichain compatible, incluyendo Ethereum, Base y BSC.</5>
fr: <0>Pas de KYC, pas d'inscription longue, et aucun dépôt requis. Tout ce dont vous avez besoin est un portefeuille auto-hébergé :</0><1><2>Connectez n'importe quel portefeuille EVM (tel que MetaMask, Rabby, Coinbase Wallet, Trust Wallet, OKX Wallet, Ledger, etc.)</2><3>Sélectionnez un réseau blockchain supporté où vous disposez de fonds</3><4>Commencez à trader</4></1><5>Vous pouvez trader directement avec vos fonds sur Arbitrum, MegaETH, Avalanche, Solana ou Botanix, ou déposer sur votre GMX Account pour trader depuis n'importe quel réseau Multichain supporté, y compris Ethereum, Base et BSC.</5>
ja: <0>KYCは不要、長い手続きも不要、入金も必要ありません。必要なのはセルフカストディウォレットのみです：</0><1><2>任意のEVMウォレットを接続（MetaMask、Rabby、Coinbase Wallet、Trust Wallet、OKX Wallet、Ledgerなど）</2><3>資金のあるサポートされたブロックチェーンネットワークを選択</3><4>取引を開始</4></1><5>Arbitrum、MegaETH、Avalanche、Solana、またはBotanixの資金で直接取引するか、GMX Accountに入金してEthereum、Base、BSCを含むサポートされたMultichainネットワークから取引できます。</5>
ru: <0>Без KYC, длительной регистрации и обязательного депозита. Всё, что вам нужно — это кошелёк с самостоятельным хранением:</0><1><2>Подключите любой EVM-кошелёк (например, MetaMask, Rabby, Coinbase Wallet, Trust Wallet, OKX Wallet, Ledger и др.)</2><3>Выберите поддерживаемую блокчейн-сеть, в которой у вас есть средства</3><4>Начните торговать</4></1><5>Вы можете торговать напрямую, используя средства на Arbitrum, MegaETH, Avalanche, Solana или Botanix, либо пополнить свой GMX Account для торговли из любой поддерживаемой сети Multichain, включая Ethereum, Base и BSC.</5>
zh_tw: <0>無需 KYC、無需冗長的開戶流程，也無需存入資金。您只需要一個自託管錢包：</0><1><2>連接任何 EVM 錢包（如 MetaMask、Rabby、Coinbase Wallet、Trust Wallet、OKX Wallet、Ledger 等）</2><3>選擇一個您有可用資金的受支援區塊鏈網路</3><4>開始交易</4></1><5>您可以直接使用 Arbitrum、MegaETH、Avalanche、Solana 或 Botanix 上的資金進行交易，或存入您的 GMX Account，從任何受支援的 Multichain 網路（包括 Ethereum、Base 和 BSC）進行交易。</5>

source: Select token
de: Token auswählen
es: Seleccionar token
fr: Sélectionner un jeton
ja: トークンを選択
ru: Выберите токен
zh_tw: 選擇代幣

source: Image generation failed. Refresh and try again.
de: Bilderzeugung fehlgeschlagen. Aktualisieren Sie die Seite und versuchen Sie es erneut.
es: La generación de la imagen ha fallado. Actualice la página e inténtelo de nuevo.
fr: La génération d'image a échoué. Actualisez et réessayez.
ja: 画像の生成に失敗しました。更新して再度お試しください。
ru: Не удалось сгенерировать изображение. Обновите страницу и попробуйте снова.
zh_tw: 圖片生成失敗。請重新整理後再試一次。

source: Unstaking...
de: Entstaken...
es: Retirando del staking...
fr: Retrait du staking...
ja: ステーキング解除中...
ru: Снятие со стейкинга...
zh_tw: 解除質押中...

source: From network
de: Quellnetzwerk
es: Red de origen
fr: Réseau source
ja: 送信元ネットワーク
ru: Сеть отправления
zh_tw: 來源網路

source: Min collateral factor for liquidation
de: Minimaler Sicherheitsfaktor für Liquidation
es: Factor mínimo de garantía para liquidación
fr: Facteur de garantie minimum pour la liquidation
ja: 清算の最小担保ファクター
ru: Мин. фактор обеспечения для ликвидации
zh_tw: 清算最低抵押品因子

source: Max {0} short exceeded
de: Max {0} Short überschritten
es: Superados cortos Máx. de {0}
fr: Max {0} short dépassé
ja: {0}の最大ショート値を超過しています
ru: Максимальное {0} превышение шорта
zh_tw: 超過 {0} 做空上限

source: Insufficient GM balance
de: Unzureichendes GM-Guthaben
es: Saldo GM insuficiente
fr: Solde GM insuffisant
ja: GM残高不足
ru: Недостаточный баланс GM
zh_tw: GM 餘額不足

source: Stop Market - long inc.
de: Stop Market - Long Erh.
ru: Stop Market - увеличение лонга

source: Slippage exceeded. Expected min: {minOutputAmountText}, actual: {outputAmountText}
de: Slippage überschritten. Erwartetes Minimum: {minOutputAmountText}, tatsächlich: {outputAmountText}
es: Deslizamiento excedido. Mínimo esperado: {minOutputAmountText}, real: {outputAmountText}
fr: Glissement dépassé. Minimum attendu : {minOutputAmountText}, réel : {outputAmountText}
ja: スリッページ超過。最小予想額: {minOutputAmountText}、実際: {outputAmountText}
ru: Проскальзывание превышено. Ожидаемый минимум: {minOutputAmountText}, фактически: {outputAmountText}
zh_tw: 滑點超出限制。預期最小值：{minOutputAmountText}，實際值：{outputAmountText}

source: Projected yearly return from trading fees only.<0/><1/>Includes: trading fees, borrow fees, liquidations, swaps.<2/>Excludes: backing token price changes, PnL, funding fees.<3/><4/><5>View detailed stats on Dune</5>.
de: Prognostizierte jährliche Rendite ausschließlich aus Handelsgebühren.<0/><1/>Enthält: Handelsgebühren, Leihgebühren, Liquidationen, Swaps.<2/>Enthält nicht: Preisänderungen der Backing-Token, PnL, Fundinggebühren.<3/><4/><5>Detaillierte Statistiken auf Dune ansehen</5>.
es: Rendimiento anual proyectado solo a partir de comisiones de operaciones.<0/><1/>Incluye: comisiones de operaciones, comisiones de préstamo, liquidaciones, intercambios.<2/>Excluye: cambios de precio de tokens de respaldo, PnL, comisiones de financiación.<3/><4/><5>Ver estadísticas detalladas en Dune</5>.
fr: Rendement annuel projeté à partir des frais de trading uniquement.<0/><1/>Inclut : frais de trading, frais d'emprunt, liquidations, swaps.<2/>Exclut : variations de prix des tokens sous-jacents, PnL, frais de financement.<3/><4/><5>Voir les statistiques détaillées sur Dune</5>.
ja: 取引手数料のみに基づく年間予想リターンです。<0/><1/>含む：取引手数料、借入手数料、清算、スワップ。<2/>含まない：裏付けトークンの価格変動、PnL、ファンディング手数料。<3/><4/><5>Duneで詳細な統計を見る</5>。
ru: Прогнозируемая годовая доходность только от торговых комиссий.<0/><1/>Включает: торговые комиссии, комиссии за заём, ликвидации, свопы.<2/>Исключает: изменения цены базовых токенов, PnL, комиссии за фандинг.<3/><4/><5>Подробная статистика на Dune</5>.
zh_tw: 僅來自交易手續費的預估年化報酬。<0/><1/>包含：交易手續費、借貸費用、清算、兌換。<2/>不包含：支撐代幣價格變動、PnL、資金費率。<3/><4/><5>在 Dune 上查看詳細數據</5>。

source: Acceptable swap impact
de: Akzeptabler Swap-Einfluss
es: Impacto de intercambio aceptable
fr: Impact de swap acceptable
ja: 許容スワップインパクト
ru: Допустимое влияние на цену свопа
zh_tw: 可接受的兌換影響

source: Unrealized fees
de: Nicht realisierte Gebühren
es: Comisiones no realizadas
fr: Frais non réalisés
ja: 未実現手数料
ru: Нереализованные комиссии
zh_tw: 未實現費用

source: Max slippage precision is 0.01%
de: Maximale Slippage-Präzision beträgt 0,01 %
es: La precisión máxima de deslizamiento es del 0,01%
fr: La précision maximale du glissement est de 0,01 %
ja: スリッページの最大精度は0.01%です
ru: Максимальная точность проскальзывания — 0,01%
zh_tw: 最大滑點精度為 0.01%

source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
ja: 参加
ru: Присоединиться
zh_tw: 加入

source: Failed Take-Profit
de: Fehlgeschlagener Take-Profit
es: Take-Profit fallido
fr: Take-Profit échoué
ja: テイクプロフィット失敗
ru: Неудачный тейк-профит
zh_tw: 止盈失敗

source: Settlement chain
de: Abwicklungskette
es: Cadena de compensación
fr: Chaîne de règlement
ja: 決済チェーン
ru: Расчётная сеть
zh_tw: 結算鏈

source: Max pool USD exceeded
de: Max. Pool-USD überschritten
es: USD de reserva máxima superado
fr: USD max du pool dépassé
ja: 最大プールUSDを超過
ru: Максимальный USD пула превышен
zh_tw: 超過池最大 USD 上限

source: Limit price below mark price
de: Limitpreis unter Markpreis
es: Precio límite por debajo del precio de referencia
fr: Prix limite en dessous du prix mark
ja: 指値価格がマーク価格を下回っています
ru: Лимитная цена ниже рыночной цены
zh_tw: 限價低於標記價格

source: Long OI
es: OI largo
fr: OI Long
ja: ロングOI
ru: OI лонг
zh_tw: 做多 OI

source: Traders referred on Avalanche
de: Geworbene Trader auf Avalanche
es: Operadores referidos en Avalanche
fr: Traders parrainés sur Avalanche
ja: Avalancheで紹介されたトレーダー
ru: Приглашённые трейдеры на Avalanche
zh_tw: 在 Avalanche 上推薦的交易者

source: sell
de: verkaufen
es: vender
fr: vendre
ja: 売却
ru: продать
zh_tw: 賣出

source: Switch to {0}
de: Wechseln zu {0}
es: Cambiar a {0}
fr: Passer à {0}
ja: {0} に切り替え
ru: Переключиться на {0}
zh_tw: 切換至 {0}

source: Value:
de: Wert:
es: Valor:
fr: Valeur :
ja: 値：
ru: Значение:
zh_tw: 數值：

source: Projects developed by the GMX community. <0/>Exercise caution when interacting with any app, as apps are fully maintained by community developers.
de: Von der GMX-Community entwickelte Projekte. <0/>Seien Sie vorsichtig bei der Interaktion mit Apps, da diese vollständig von Community-Entwicklern gepflegt werden.
es: Proyectos desarrollados por la comunidad de GMX. <0/>Tenga precaución al interactuar con cualquier aplicación, ya que las aplicaciones son mantenidas íntegramente por desarrolladores de la comunidad.
fr: Projets développés par la communauté GMX. <0/>Faites preuve de prudence lorsque vous interagissez avec une application, car les applications sont entièrement maintenues par des développeurs de la communauté.
ja: GMXコミュニティによって開発されたプロジェクトです。<0/>各アプリはコミュニティの開発者によって完全に管理されていますので、ご利用の際はご注意ください。
ru: Проекты, разработанные сообществом GMX. <0/>Проявляйте осторожность при использовании любого приложения, так как все приложения полностью поддерживаются сторонними разработчиками.
zh_tw: 由 GMX 社群開發的項目。<0/>與任何應用程式互動時請謹慎，因為這些應用程式完全由社群開發者維護。

source: ADDRESS
de: ADRESSE
es: DIRECCIÓN
fr: ADRESSE
ru: АДРЕС
zh_tw: 地址

source: Additional opportunities
de: Weitere Möglichkeiten
es: Oportunidades adicionales
fr: Opportunités supplémentaires
ja: 追加の機会
ru: Дополнительные возможности
zh_tw: 更多機會

source: Positions
de: Positionen
es: Posiciones
ja: ポジション
ru: Позиции
zh_tw: 倉位

source: Incentives, airdrops, and prizes will appear here
de: Anreize, Airdrops und Preise werden hier angezeigt
es: Los incentivos, airdrops y premios aparecerán aquí
fr: Les incitations, airdrops et récompenses apparaîtront ici
ja: インセンティブ、エアドロップ、賞品はこちらに表示されます
ru: Поощрения, аирдропы и призы будут отображаться здесь
zh_tw: 獎勵、空投和獎品將顯示在這裡

source: Max network fee includes fees for additional orders. Refunded in full if they don't trigger and are canceled. <0>Read more</0>.
de: Die maximale Netzwerkgebühr beinhaltet Gebühren für zusätzliche Orders. Vollständig erstattet, wenn sie nicht ausgelöst und storniert werden. <0>Mehr erfahren</0>.
es: La comisión de red máxima incluye comisiones por órdenes adicionales. Se reembolsa íntegramente si no se activan y se cancelan. <0>Más información</0>.
fr: Les frais de réseau maximaux incluent les frais pour les ordres supplémentaires. Intégralement remboursés s'ils ne se déclenchent pas et sont annulés. <0>En savoir plus</0>.
ja: 最大ネットワーク手数料には追加注文の手数料が含まれます。トリガーされずキャンセルされた場合は全額返金されます。<0>詳細を読む</0>。
ru: Максимальная комиссия сети включает комиссии за дополнительные ордера. Возвращается полностью, если они не сработали и были отменены. <0>Подробнее</0>.
zh_tw: 最大網路費用包含附加訂單的費用。若未觸發並被取消，將全額退還。<0>了解更多</0>。

source: Copy cmd
de: Befehl kopieren
es: Copiar cmd
fr: Copier cmd
ja: コマンドをコピー
ru: Копировать команду
zh_tw: 複製指令

source: Expand
de: Erweitern
es: Expandir
fr: Développer
ja: 展開
ru: Развернуть
zh_tw: 展開

source: <0>Tried <1>@GMX_IO</1> for the first time. </0><2> Pretty impressive experience - no slippage, fast execution </2><3> Low size caps, but fun to do some degen gambling with </3>
de: <0>Erstmals <1>@GMX_IO</1> ausprobiert. </0><2> Ziemlich beeindruckende Erfahrung - kein Slippage, schnelle Ausführung </2><3> Niedrige Größenlimits, aber Spaß beim Degen-Glücksspiel </3>
es: <0>Probé <1>@GMX_IO</1> por primera vez. </0><2> Experiencia bastante impresionante - sin slippage, ejecución rápida </2><3> Límites de tamaño bajos, pero divertido para hacer apuestas degen </3>
fr: <0>Essayé <1>@GMX_IO</1> pour la première fois. </0><2> Expérience assez impressionnante - pas de slippage, exécution rapide </2><3> Limites de taille basses, mais amusant pour un peu de jeu dégénéré </3>
ja: <0>初めて<1>@GMX_IO</1> を試しました。</0><2> かなり印象的な体験 - スリッページなし、高速実行 </2><3> サイズ上限が低いですが、デジェンギャンブルをするのに楽しい </3>
ru: <0>Попробовал <1>@GMX_IO</1> впервые. </0><2> Довольно впечатляющий опыт - без slippage, быстрое исполнение </2><3> Низкие лимиты размера, но весело для деген-гэмблинга </3>
zh_tw: <0>第一次試了 <1>@GMX_IO</1>。</0><2> 體驗相當驚艷——無滑點、執行快速 </2><3> 規模上限較低，但拿來做些 degen 投機還蠻有趣的 </3>

source: V1 airdrop
ja: V1 エアドロップ
ru: V1 аирдроп
zh_tw: V1 空投

source: Order execution price
de: Orderausführungspreis
es: Precio de ejecución de la orden
fr: Prix d'exécution de l'ordre
ja: 注文約定価格
ru: Цена исполнения ордера
zh_tw: 訂單成交價格

source: Insufficient liquidity in any {0}/USD pool
de: Unzureichende Liquidität in allen {0}/USD-Pools
es: Liquidez insuficiente en cualquier pool {0}/USD
fr: Liquidité insuffisante dans tous les pools {0}/USD
ja: {0}/USDプールに流動性不足
ru: Недостаточная ликвидность во всех пулах {0}/USD
zh_tw: 所有 {0}/USD 池的流動性不足

source: Treasury
es: Tesorería
fr: Trésorerie
ja: トレジャリー
ru: Казна
zh_tw: 國庫

source: View status
de: Status anzeigen
es: Ver estado
fr: Voir le statut
ja: ステータスを表示
ru: Просмотр статуса
zh_tw: 查看狀態

source: No
de: Nein
fr: Non
ja: いいえ
ru: Нет
zh_tw: 否

source: Classic
de: Klassisch
es: Clásico
fr: Classique
ja: クラシック
ru: Классический

source: Orders
es: Órdenes
fr: Ordres
ja: 注文
ru: Ордера
zh_tw: 訂單

source: GMTrade (previously GMX Solana) is hosted on a separate website and run by a different team, so the experience may vary. Opens in a new tab.
de: GMTrade (zuvor GMX Solana) wird auf einer separaten Website gehostet und von einem anderen Team betrieben, daher kann die Erfahrung abweichen. Wird in einem neuen Tab geöffnet.
es: GMTrade (anteriormente GMX Solana) está alojado en un sitio web independiente y es gestionado por un equipo diferente, por lo que la experiencia puede variar. Se abre en una pestaña nueva.
fr: GMTrade (anciennement GMX Solana) est hébergé sur un site distinct et géré par une équipe différente, l'expérience peut donc varier. S'ouvre dans un nouvel onglet.
ja: GMTrade（旧 GMX Solana）は別のウェブサイトでホストされ、異なるチームによって運営されているため、体験が異なる場合があります。新しいタブで開きます。
ru: GMTrade (ранее GMX Solana) размещён на отдельном сайте и управляется другой командой, поэтому возможны различия в интерфейсе. Открывается в новой вкладке.
zh_tw: GMTrade（前身為 GMX Solana）託管於獨立網站並由不同團隊運營，因此體驗可能有所不同。將在新分頁中開啟。

source: Invalid decrease size. Size delta ({sizeDeltaUsdText}) exceeds position size ({positionSizeInUsdText})
de: Ungültige Verringerungsgröße. Größenänderung ({sizeDeltaUsdText}) übersteigt die Positionsgröße ({positionSizeInUsdText})
es: Tamaño de reducción no válido. El delta de tamaño ({sizeDeltaUsdText}) excede el tamaño de la posición ({positionSizeInUsdText})
fr: Taille de réduction invalide. Le delta de taille ({sizeDeltaUsdText}) dépasse la taille de la position ({positionSizeInUsdText})
ja: 無効な減少サイズです。サイズ変更量（{sizeDeltaUsdText}）がポジションサイズ（{positionSizeInUsdText}）を超えています
ru: Некорректный размер уменьшения. Изменение размера ({sizeDeltaUsdText}) превышает размер позиции ({positionSizeInUsdText})
zh_tw: 減倉規模無效。規模差額（{sizeDeltaUsdText}）超出倉位規模（{positionSizeInUsdText}）

source: for lower net price impact
de: für geringeren Nettopreiseinfluss
es: para un menor impacto en el precio neto
fr: pour un impact net sur le prix plus faible
ja: 価格への影響を軽減するために
ru: для снижения общего влияния на цену
zh_tw: 以獲得更低的淨價格影響

source: NET RATE
de: NETTORATE
es: TASA NETA
fr: TAUX NET
ru: ЧИСТАЯ СТАВКА
zh_tw: 淨費率

source: No rewards
de: Keine Belohnungen
es: Sin recompensas
fr: Aucune récompense
ja: 報酬なし
ru: Нет наград
zh_tw: 無獎勵

source: PROVIDER
de: ANBIETER
es: PROVEEDOR
fr: FOURNISSEUR
ru: ПРОВАЙДЕР
zh_tw: 提供者

source: Increased {positionText}, +{0}
de: Erhöht {positionText}, +{0}
es: Incrementada {positionText}, +{0}
fr: Augmenté {positionText}, +{0}
ja: {positionText}を増加、+{0}
ru: Увеличена {positionText}, +{0}
zh_tw: 已加倉 {positionText}，+{0}

source: Positive funding fee
de: Positive Finanzierungsgebühr
es: Comisión de financiación positiva
fr: Frais de financement positifs
ja: プラスのファンディング手数料
ru: Положительная комиссия за фондирование
zh_tw: 正資金費率費用

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ru: Светлый
zh_tw: 淺色

source: Use manual path
de: Manuellen Pfad verwenden
es: Usar ruta manual
fr: Utiliser le chemin manuel
ja: 手動パスを使用
ru: Использовать ручной маршрут
zh_tw: 使用手動路徑

source: Longs / shorts
es: Largos / cortos
ja: ロング / ショート
ru: Лонги / шорты
zh_tw: 做多 / 做空

source: Activate 1CT
de: 1CT aktivieren
es: Activar 1CT
fr: Activer 1CT
ja: 1CTを有効化
ru: Активировать 1CT
zh_tw: 啟用 1CT

source: Realized PnL
de: Realisierter Gewinn/Verlust
es: PnL Realizado
fr: PnL réalisé
ja: 実現PnL
ru: Реализованная PnL
zh_tw: 已實現 PnL

source: High external swap impact
de: Hohe externe Swap-Auswirkung
es: Alto impacto de swap externo
fr: Impact d'échange externe élevé
ja: 高い外部スワップ影響
ru: Высокое влияние внешнего свопа
zh_tw: 外部兌換影響過高

source: Keep more of what you earn
de: Behalten Sie mehr von dem, was Sie verdienen
es: Conserve más de lo que gana
fr: Conservez davantage de vos gains
ja: 収益をより多く確保
ru: Сохраняйте больше заработанного
zh_tw: 保留更多收益

source: Accrued funding fees available for settlement
de: Aufgelaufene Finanzierungsgebühren zur Abwicklung verfügbar
es: Comisiones de financiación acumuladas disponibles para compensación
fr: Frais de financement accumulés disponibles pour le règlement
ja: 決済可能な未収ファンディング手数料
ru: Начисленные комиссии за фондирование, доступные для расчёта
zh_tw: 可結算的累計資金費率費用

source: Convert esGMX to GMX tokens. Read the vesting details before using the vaults.
de: Konvertieren Sie esGMX in GMX-Token. Lesen Sie die Vesting-Details, bevor Sie die Vaults verwenden.
es: Convierta esGMX en tokens GMX. Lea los detalles del periodo de consolidación antes de utilizar las bóvedas.
fr: Convertissez les esGMX en tokens GMX. Consultez les détails de l'acquisition progressive avant d'utiliser les coffres.
ja: esGMXをGMXトークンに変換します。ボールトを使用する前にベスティングの詳細をお読みください。
ru: Конвертируйте esGMX в токены GMX. Ознакомьтесь с условиями вестинга перед использованием хранилищ.
zh_tw: 將 esGMX 轉換為 GMX 代幣。使用金庫前請先閱讀歸屬詳情。

source: Negative value: traders pay funding
de: Negativer Wert: Händler zahlen Finanzierung
es: Valor negativo: los operadores pagan financiación
fr: Valeur négative : les traders paient le financement
ja: マイナスの値：トレーダーがファンディングを支払います
ru: Отрицательное значение: трейдеры выплачивают фондирование
zh_tw: 負值：交易者支付資金費用

source: Transfer {nativeTokenSymbol} from other networks to {chainName}
de: {nativeTokenSymbol} von anderen Netzwerken auf {chainName} übertragen
es: Transfiera {nativeTokenSymbol} desde otras redes a {chainName}
fr: Transférer des {nativeTokenSymbol} depuis d'autres réseaux vers {chainName}
ja: 他のネットワークから{chainName}へ{nativeTokenSymbol}を送金
ru: Перевести {nativeTokenSymbol} из других сетей в {chainName}
zh_tw: 從其他網路轉帳 {nativeTokenSymbol} 至 {chainName}

source: Stats
de: Statistiken
es: Estadísticas
ja: 統計
ru: Статистика
zh_tw: 統計

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ru: Неизвестная ошибка
zh_tw: 未知錯誤

source: Market Swap
de: Markt-Tausch
es: Intercambio de Mercado
fr: Swap de marché
ja: 市場スワップ
ru: Рыночный обмен

source: View details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
ja: 詳細を表示
ru: Подробнее
zh_tw: 查看詳情

source: More
de: Mehr
es: Más
fr: Plus
ja: もっと
ru: Больше
zh_tw: 更多

source: Global
ja: グローバル
ru: Глобальный
zh_tw: 全球

source: {actionsCount, plural, one {Order} other {# Orders}}
es: {actionsCount, plural, one {Orden} other {# Órdenes}}
fr: {actionsCount, plural, one {Ordre} other {# Ordres}}
ja: {actionsCount, plural, one {注文} other {# 注文}}
ru: {actionsCount, plural, one {Ордер} other {# Ордеров}}
zh_tw: {actionsCount, plural, one {訂單} other {# 筆訂單}}

source: Invalid collateral token. {tokenSymbol} isn't supported as collateral
de: Ungültiger Sicherheitstoken. {tokenSymbol} wird nicht als Sicherheit unterstützt
es: Token de garantía no válido. {tokenSymbol} no es compatible como garantía
fr: Token de garantie invalide. {tokenSymbol} n'est pas pris en charge comme garantie
ja: 無効な担保トークンです。{tokenSymbol}は担保としてサポートされていません
ru: Некорректный токен обеспечения. {tokenSymbol} не поддерживается в качестве обеспечения
zh_tw: 抵押品代幣無效。{tokenSymbol} 不支援作為抵押品

source: Buy GMX on centralized exchanges
de: GMX auf zentralen Börsen kaufen
es: Comprar GMX en exchanges centralizados
fr: Acheter des GMX sur des plateformes centralisées
ja: 中央集権型取引所でGMXを購入
ru: Купить GMX на централизованных биржах
zh_tw: 在中心化交易所購買 GMX

source: Share for follow-up questions
de: Für Rückfragen teilen
es: Compartir para preguntas de seguimiento
fr: Partager pour les questions de suivi
ja: フォローアップの質問のために共有
ru: Для дальнейших вопросов
zh_tw: 分享以便後續問題聯繫

source: Available liquidity
de: Verfügbare Liquidität
es: Liquidez disponible
fr: Liquidité disponible
ja: 利用可能な流動性
ru: Доступная ликвидность
zh_tw: 可用流動性

source: The website is a community-deployed instance of the open source <0>GMX front end</0>, hosted on the distributed, peer-to-peer <1>IPFS network</1>
de: Die Website ist eine von der Community bereitgestellte Instanz des Open-Source-<0>GMX-Frontends</0>, gehostet im verteilten Peer-to-Peer-<1>IPFS-Netzwerk</1>
es: El sitio web es una instancia desplegada por la comunidad del código abierto <0>GMX front end</0>, alojada en la red distribuida entre pares <1>IPFS network</1>
fr: Le site est une instance déployée par la communauté du <0>front end GMX</0> open source, hébergée sur le réseau distribué pair-à-pair <1>IPFS network</1>
ja: このウェブサイトは、分散型ピアツーピア<1>IPFSネットワーク</1>上でホストされた、オープンソースの<0>GMXフロントエンド</0>のコミュニティデプロイ版です
ru: Этот сайт является экземпляром с открытым исходным кодом <0>фронтенда GMX</0>, развёрнутым сообществом, и размещён в распределённой одноранговой сети <1>IPFS</1>
zh_tw: 本網站是開源 <0>GMX 前端</0>的社群部署實例，託管於分散式的點對點 <1>IPFS 網路</1>

source: Total PnL (realized + unrealized) after fees and price impact
de: Gesamter PnL (realisiert + unrealisiert) nach Gebühren und Preiseinfluss
es: PnL total (realizado + no realizado) después de comisiones e impacto en el precio
fr: PnL total (réalisé + non réalisé) après frais et impact sur le prix
ja: 手数料および価格への影響を差し引いた合計PnL（実現 + 未実現）
ru: Общий PnL (реализованный + нереализованный) за вычетом комиссий и влияния на цену
zh_tw: 扣除費用及價格影響後的總 PnL（已實現 + 未實現）

source: Funding decrease factor
de: Finanzierungsabnahmefaktor
es: Factor de disminución de financiación
fr: Facteur de diminution du financement
ja: ファンディング減少係数
ru: Фактор снижения фондирования
zh_tw: 資金遞減因子

source: STIP.b retroactive bonus
de: STIP.b retroaktiver Bonus
es: Bonificación retroactiva STIP.b
fr: Bonus rétroactif STIP.b
ja: STIP.b遡及ボーナス
ru: Ретроактивный бонус STIP.b
zh_tw: STIP.b 追溯獎勵
