Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Vault capacity
de: Vaultkapazität
es: Capacidad del vault
fr: Capacité du vault
ja: ボールト容量
ru: Ёмкость хранилища
zh_tw: 金庫容量

source: Open interest {directionLabel}
es: Interés abierto {directionLabel}
fr: Positions ouvertes {directionLabel}
ja: 建玉 {directionLabel}
ru: Открытый интерес {directionLabel}
zh_tw: 未平倉量 {directionLabel}

source: Approval failed
de: Genehmigung fehlgeschlagen
es: Aprobación fallida
fr: Approbation échouée
ja: 承認に失敗しました
ru: Одобрение не удалось
zh_tw: 授權失敗

source: Updating settings...
de: Einstellungen aktualisieren...
es: Actualizando ajustes...
fr: Mise à jour des paramètres...
ja: 設定更新中...
ru: Обновление настроек...
zh_tw: 正在更新設定...

source: GMX executes transactions without individual signing. Trades use GMX-sponsored premium RPCs for reliability, even during network congestion.<0/><1/>Gas payments in {gasPaymentTokensText}.
de: GMX führt Transaktionen ohne einzelne Signierung aus. Trades verwenden von GMX gesponserte Premium-RPCs für Zuverlässigkeit, auch bei Netzwerküberlastung.<0/><1/>Gaszahlungen in {gasPaymentTokensText}.
es: GMX ejecuta transacciones sin firma individual. Las operaciones utilizan RPC premium patrocinados por GMX para mayor fiabilidad, incluso durante congestión de la red.<0/><1/>Pagos de Gas en {gasPaymentTokensText}.
fr: GMX exécute les transactions sans signature individuelle. Les trades utilisent des RPC premium sponsorisés par GMX pour garantir la fiabilité, même en cas de congestion du réseau.<0/><1/>Paiement du Gas en {gasPaymentTokensText}.
ja: GMXは個別の署名なしでトランザクションを実行します。取引はGMXが提供するプレミアムRPCを使用し、ネットワーク混雑時でも安定した処理を実現します。<0/><1/>Gas支払いは{gasPaymentTokensText}で行われます。
ru: GMX исполняет транзакции без индивидуальной подписи. Сделки используют премиум RPC, спонсируемые GMX, для надёжности даже при перегрузке сети.<0/><1/>Оплата Gas в {gasPaymentTokensText}.
zh_tw: GMX 執行交易無需逐筆簽名。交易使用 GMX 提供的高級 RPC 以確保可靠性，即使在網路擁塞時也是如此。<0/><1/>Gas 費用以 {gasPaymentTokensText} 支付。

source: Last rebalance
de: Letztes Rebalancing
es: Último rebalanceo
fr: Dernier rééquilibrage
ja: 最終リバランス
ru: Последняя ребалансировка
zh_tw: 上次再平衡

source: Create TWAP
de: TWAP erstellen
es: Crear TWAP
fr: Créer TWAP
ja: TWAPを作成
ru: Создать TWAP
zh_tw: 建立 TWAP

source: Slippage is the difference between your expected and actual execution price due to price volatility. Orders won't execute if slippage exceeds your allowed maximum. The default can be adjusted in settings.<0/><1/>A low value (e.g. less than -{0}) may cause failed orders during volatility.<2/><3/>Note: slippage is different from price impact, which is based on open interest imbalances. <4>Read more</4>.
de: Slippage ist die Differenz zwischen deinem erwarteten und tatsächlichen Ausführungspreis aufgrund von Preisvolatilität. Orders werden nicht ausgeführt, wenn die Slippage dein erlaubtes Maximum überschreitet. Der Standardwert kann in den Einstellungen angepasst werden.<0/><1/>Ein niedriger Wert (z. B. weniger als -{0}) kann bei Volatilität zu fehlgeschlagenen Orders führen.<2/><3/>Hinweis: Slippage unterscheidet sich vom Preis-Impact, der auf Open-Interest-Ungleichgewichten basiert. <4>Mehr erfahren</4>.
es: El deslizamiento es la diferencia entre el precio de ejecución esperado y el real debido a la volatilidad del precio. Las órdenes no se ejecutarán si el deslizamiento supera tu máximo permitido. El valor predeterminado puede ajustarse en la configuración.<0/><1/>Un valor bajo (por ejemplo, menos de -{0}) puede causar órdenes fallidas durante la volatilidad.<2/><3/>Nota: el deslizamiento es diferente del impacto en el precio, que se basa en desequilibrios del interés abierto. <4>Más información</4>.
fr: Le slippage est la différence entre le prix d'exécution attendu et réel due à la volatilité des prix. Les ordres ne s'exécuteront pas si le slippage dépasse votre maximum autorisé. La valeur par défaut peut être ajustée dans les paramètres.<0/><1/>Une valeur faible (par ex. moins de -{0}) peut entraîner des ordres échoués pendant la volatilité.<2/><3/>Note : le slippage est différent de l'impact sur le prix, qui est basé sur les déséquilibres de l'intérêt ouvert. <4>En savoir plus</4>.
ja: スリッページとは、価格変動により予想約定価格と実際の約定価格の差です。スリッページが許容最大値を超えると注文は約定されません。デフォルト値は設定で調整できます。<0/><1/>低い値（例：-{0}未満）は、ボラティリティ時に注文失敗の原因となる場合があります。<2/><3/>注：スリッページは、オープンインタレストの不均衡に基づく価格影響とは異なります。<4>詳細はこちら</4>。
ru: Проскальзывание — это разница между ожидаемой и фактической ценой исполнения из-за волатильности. Ордера не будут исполнены, если проскальзывание превысит максимально допустимое значение. Значение по умолчанию можно изменить в настройках.<0/><1/>Низкое значение (например, менее -{0}) может привести к неисполненным ордерам при волатильности.<2/><3/>Примечание: проскальзывание отличается от влияния на цену, которое основано на дисбалансе открытого интереса. <4>Подробнее</4>.
zh_tw: 滑點是由於價格波動導致您的預期成交價格與實際成交價格之間的差異。若滑點超過您設定的最大容許值，訂單將不會執行。預設值可在設定中調整。<0/><1/>過低的值（例如低於 -{0}）可能導致在波動期間訂單失敗。<2/><3/>注意：滑點不同於價格影響，後者是基於未平倉量的不平衡。<4>閱讀更多</4>。

source: In other tokens
de: In anderen Token
es: En otros tokens
fr: En autres tokens
ja: その他のトークン
ru: В других токенах
zh_tw: 其他代幣

source: Cancel new orders
de: Neue Orders abbrechen
es: Cancelar nuevas órdenes
fr: Annuler les nouveaux ordres
ja: 新規注文をキャンセル
ru: Отменить новые ордера
zh_tw: 取消新訂單

source: Failed to unstake
de: Entstaken fehlgeschlagen
es: Error al unstakear
fr: Échec de l'unstaking
ja: アンステークに失敗しました
ru: Не удалось вывести из стейкинга
zh_tw: 解除質押失敗

source: Decoration is gray-400
de: Dekoration ist gray-400
es: La decoración es gray-400
fr: La décoration est gray-400
ja: デコレーションはgray-400です
ru: Декорация gray-400
zh_tw: 裝飾為 gray-400

source: Existing executable trigger orders
de: Bestehende ausführbare Trigger-Orders
es: Órdenes de trigger ejecutables existentes
fr: Ordres de déclenchement exécutables existants
ja: 既存の実行可能トリガー注文
ru: Существующие исполняемые триггер-ордера
zh_tw: 現有可執行的觸發訂單

source: Terms and conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Conditions générales d'utilisation
ja: 利用規約
ru: Условия использования
zh_tw: 條款與條件

source: TVL (SUPPLY)
de: TVL (VERSORGUNG)
es: TVL (SUMINISTRO)
fr: TVL (FOURNITURE)
ja: TVL (供給)
ru: TVL (ПОСТАВКА)

source: Shorts
es: Cortos
ja: ショート
ru: Шорты
zh_tw: 做空

source: Prev
de: Vorherig
es: Ant
fr: Préc
ja: 前へ
ru: Предыдущий
zh_tw: 上一頁

source: Last 180d
de: Letzte 180 Tage
es: Últimos 180d
fr: Derniers 180j
ja: 過去180日
ru: Последние 180д
zh_tw: 近 180 天

source: Positive funding fees
de: Positive Finanzierungsgebühren
es: Comisiones de financiación positivas
fr: Frais de financement positifs
ja: 正のファンディング手数料
ru: Положительные комиссии за финансирование
zh_tw: 正向資金費用

source: Funds will appear in your GMX Account soon
de: Das Guthaben wird in Kürze in Ihrem GMX Account erscheinen
es: Los fondos aparecerán pronto en su GMX Account
fr: Les fonds apparaîtront bientôt sur votre GMX Account
ja: まもなくGMX Accountに資金が反映されます
ru: Средства скоро поступят на ваш GMX Account
zh_tw: 資金將很快顯示在您的 GMX Account 中

source: Join an anonymous one-on-one chat to share your GMX liquidity provider experience
de: Nehmen Sie an einem anonymen Einzelgespräch teil, um Ihre Erfahrung als GMX-Liquiditätsanbieter zu teilen
es: Únase a un chat anónimo individual para compartir su experiencia como proveedor de liquidez en GMX
fr: Rejoignez une discussion individuelle anonyme pour partager votre expérience en tant que fournisseur de liquidité GMX
ja: 匿名の1対1チャットに参加して、GMXの流動性提供者としての体験を共有しましょう
ru: Присоединяйтесь к анонимному индивидуальному чату, чтобы поделиться своим опытом поставщика ликвидности GMX
zh_tw: 加入匿名一對一對話，分享您的 GMX 流動性提供者經驗

source: Code owner set a custom {currentTierDiscount}% discount instead of the standard {0}% for Tier {1}.
de: Der Codeinhaber hat einen individuellen Rabatt von {currentTierDiscount}% anstelle der standardmäßigen {0}% für Stufe {1} festgelegt.
es: El propietario del código estableció un descuento personalizado del {currentTierDiscount}% en lugar del {0}% estándar para el Nivel {1}.
fr: Le propriétaire du code a défini une remise personnalisée de {currentTierDiscount}% au lieu des {0}% standard pour le niveau {1}.
ja: コードオーナーがティア{1}の標準{0}%の代わりに、カスタム{currentTierDiscount}%の割引を設定しました。
ru: Владелец кода установил индивидуальную скидку {currentTierDiscount}% вместо стандартной {0}% для уровня {1}.
zh_tw: 推薦碼持有人設定了自訂 {currentTierDiscount}% 折扣，而非 Tier {1} 的標準 {0}%。

source: Withdrawn from subaccount
de: Vom Unterkonto abgehoben
es: Retirado de la subcuenta
fr: Retrait du sous-compte effectué
ja: サブアカウントから出金されました
ru: Средства выведены с субаккаунта
zh_tw: 已從子帳戶提取

source: Unknown buy GM order
de: Unbekannte Kauf-GM-Order
es: Orden de compra GM desconocida
fr: Ordre d'achat GM inconnu
ja: 不明なGM購入注文
ru: Неизвестный ордер на покупку GM
zh_tw: 未知的買入 GM 訂單

source: Text with no size set
de: Text ohne festgelegte Größe
es: Texto sin tamaño definido
fr: Texte sans taille définie
ja: サイズ未設定のテキスト
ru: Текст без заданного размера
zh_tw: 未設定大小的文字

source: Page outdated. Refresh
de: Seite veraltet. Aktualisieren
es: Página desactualizada. Actualizar
fr: Page obsolète. Actualisez
ja: ページが古くなっています。更新してください
ru: Страница устарела. Обновите
zh_tw: 頁面已過期，請重新整理

source: Show detailed price impact breakdown: stored impact (increase orders) and close impact (decrease orders) in tooltips and execution details. <0>Read more</0>.
de: Detaillierte Preiseinflussaufschlüsselung anzeigen: gespeicherter Einfluss (Erhöhungsaufträge) und Schließungseinfluss (Verringerungsaufträge) in Tooltips und Ausführungsdetails. <0>Mehr erfahren</0>.
es: Mostrar desglose detallado de impacto en el precio: impacto almacenado (órdenes de aumento) e impacto de cierre (órdenes de reducción) en tooltips y detalles de ejecución. <0>Más información</0>.
fr: Afficher le détail de l'impact sur le prix : impact enregistré (ordres d'augmentation) et impact de clôture (ordres de réduction) dans les infobulles et les détails d'exécution. <0>En savoir plus</0>.
ru: Показать детальную разбивку влияния на цену: сохранённое влияние (ордера на увеличение) и влияние при закрытии (ордера на уменьшение) в подсказках и деталях исполнения. <0>Подробнее</0>.
zh_tw: 顯示詳細的價格影響明細：工具提示和執行詳情中的儲存影響（增加訂單）與平倉影響（減少訂單）。<0>閱讀更多</0>。

source: Buy GLV
de: GLV kaufen
es: Comprar GLV
fr: Acheter GLV
ja: GLVを購入
ru: Купить GLV
zh_tw: 買入 GLV

source: Buy {gmOrGlvLabel} failed.
de: Kauf von {gmOrGlvLabel} fehlgeschlagen.
es: Error al comprar {gmOrGlvLabel}.
fr: L'achat de {gmOrGlvLabel} a échoué.
ja: {gmOrGlvLabel}の購入に失敗しました。
ru: Покупка {gmOrGlvLabel} не удалась.
zh_tw: 買入 {gmOrGlvLabel} 失敗。

source: Existing limit order in WETH-USDC pool.<0>Switch to WETH-USDC pool</0>
de: Bestehende Limitorder im WETH-USDC Pool.<0>Zum WETH-USDC Pool wechseln</0>
es: Orden limitada existente en el pool WETH-USDC.<0>Cambiar al pool WETH-USDC</0>
fr: Ordre à cours limité existant dans le pool WETH-USDC.<0>Passer au pool WETH-USDC</0>
ja: WETH-USDCプールに既存の指値注文があります。<0>WETH-USDCプールに切り替える</0>
ru: Существующий лимитный ордер в пуле WETH-USDC.<0>Переключиться на пул WETH-USDC</0>
zh_tw: WETH-USDC 池中有現有限價單。<0>切換至 WETH-USDC 池</0>

source: Pool max long USD for deposit
de: Maximaler Long-USD-Betrag des Pools für Einzahlung
es: Máximo USD largo del pool para depósito
fr: Plafond USD long du pool pour les dépôts
ja: プールの入金用最大ロングUSD
ru: Макс. лонг USD пула для депозита
zh_tw: 池做多 USD 存入上限

source: Net value
de: Nettowert
es: Valor neto
fr: Valeur nette
ja: 純価値
ru: Чистая стоимость
zh_tw: 淨值

source: Body large
es: Cuerpo grande
fr: Corps grand
ja: 本文 大
ru: Крупный основной
zh_tw: 大型內文

source: Earn
de: Verdienen
es: Ganar
fr: Gagner
ja: 獲得
ru: Заработок
zh_tw: 賺取

source: Position would be immediately liquidated upon execution. Try reducing the size.
de: Die Position würde bei Ausführung sofort liquidiert werden. Versuchen Sie, die Größe zu reduzieren.
es: La posición sería liquidada inmediatamente tras la ejecución. Intente reducir el tamaño.
fr: La position serait immédiatement liquidée à l'exécution. Essayez de réduire la taille.
ja: ポジションは約定時に即座に清算されます。サイズを縮小してみてください。
ru: Позиция будет немедленно ликвидирована при исполнении. Попробуйте уменьшить размер.
zh_tw: 倉位在執行後將立即被清算。請嘗試減少規模。

source: Create TP/SL
de: TP/SL erstellen
es: Crear TP/SL
fr: Créer un Take-Profit/Stop-Loss
ja: テイクプロフィット/ストップロスを作成
ru: Создать TP/SL
zh_tw: 建立 TP/SL

source: Purpose: {0} | public: {1}
de: Zweck: {0} | öffentlich: {1}
es: Propósito: {0} | público: {1}
fr: Objet : {0} | public : {1}
ja: 用途: {0} | public: {1}
ru: Назначение: {0} | публичный: {1}
zh_tw: 用途：{0} | 公開：{1}

source: Total open interest in tokens and notional value in USD
de: Gesamtes Open Interest in Token und Nominalwert in USD
es: Interés abierto total en tokens y valor nocional en USD
fr: Total des positions ouvertes en tokens et valeur notionnelle en USD
ja: トークン建て建玉総額およびUSD建て想定元本
ru: Общий открытый интерес в токенах и номинальная стоимость в USD
zh_tw: 以代幣計算的總未平倉量及以 USD 計算的名義價值

source: Distribution rate, {0}
de: Verteilungsrate, {0}
es: Tasa de distribución, {0}
fr: Taux de distribution, {0}
ja: 分配レート、{0}
ru: Ставка распределения, {0}
zh_tw: 分配率，{0}

source: Referral code added
de: Empfehlungscode hinzugefügt
es: Código de referido añadido
fr: Code de parrainage ajouté
ja: リファラルコードが追加されました
ru: Реферальный код добавлен
zh_tw: 推薦碼已新增

source: Buy GMX bonds on Bond Protocol at a discount with a short vesting period
de: Kaufen Sie GMX-Bonds auf Bond Protocol mit einem Rabatt und einer kurzen Sperrfrist
es: Compre bonos GMX en Bond Protocol con descuento y un periodo de consolidación corto
fr: Achetez des obligations GMX sur Bond Protocol avec une décote et une courte période d'acquisition progressive
ja: Bond ProtocolでGMXボンドを短いベスティング期間で割引購入します
ru: Покупайте облигации GMX на Bond Protocol со скидкой и коротким периодом вестинга
zh_tw: 在 Bond Protocol 上以折扣價購買 GMX 債券，享有短期歸屬期

source: Open {longOrShortText} - {marketIndexName}
de: {longOrShortText} öffnen - {marketIndexName}
es: Abrir {longOrShortText} - {marketIndexName}
ja: {longOrShortText}を開く - {marketIndexName}
ru: Открыть {longOrShortText} - {marketIndexName}

source: Transfer account
de: Konto übertragen
es: Transferir cuenta
fr: Transférer le compte
ja: アカウント転送
ru: Перевести аккаунт
zh_tw: 轉移帳戶

source: LONGS NET RATE / 1H
de: LONGS NETTORATE / 1H
es: TASA NETA LARGOS / 1H
fr: TAUX NET LONG / 1H
ja: ロング純レート / 1H
ru: СТАВКА ЛОНГОВ / 1Ч

source: Pool USD long
es: Pool USD largo
ja: プール USD ロング
ru: Пул USD лонг
zh_tw: 池 USD 做多

source: Telegram bot for open interest on GMX
de: Telegram-Bot für Open Interest auf GMX
es: Bot de Telegram para interés abierto en GMX
fr: Bot Telegram pour les positions ouvertes sur GMX
ja: GMX の建玉情報を提供する Telegram ボット
ru: Telegram-бот для отслеживания открытого интереса на GMX
zh_tw: GMX 未平倉量 Telegram 機器人

source: <0>Order failed: wallet address mismatch</0><1/><2>Refresh and retry</2>
de: <0>Order fehlgeschlagen: Wallet-Adressenkonflikt</0><1/><2>Aktualisieren und erneut versuchen</2>
es: <0>Orden fallida: discrepancia en la dirección del monedero</0><1/><2>Actualizar y reintentar</2>
fr: <0>Échec de l'ordre : adresse du portefeuille incorrecte</0><1/><2>Actualiser et réessayer</2>
ja: <0>注文失敗: ウォレットアドレスの不一致</0><1/><2>更新して再試行してください</2>
ru: <0>Ошибка ордера: несоответствие адреса кошелька</0><1/><2>Обновите и повторите</2>
zh_tw: <0>訂單失敗：錢包地址不符</0><1/><2>重新整理並重試</2>

source: Click to select, then use the trade box to increase size.
de: Klicken Sie zur Auswahl, dann verwenden Sie die Handelsbox, um die Größe zu erhöhen.
es: Haga clic para seleccionar y luego utilice el cuadro de operaciones para aumentar el tamaño.
fr: Cliquez pour sélectionner, puis utilisez la boîte de trading pour augmenter la taille.
ja: クリックして選択し、トレードボックスでサイズを増やしてください。
ru: Нажмите для выбора, затем используйте торговую панель для увеличения размера.
zh_tw: 點擊選取，然後使用交易面板加倉。

source: Cancel all
de: Alle abbrechen
es: Cancelar todo
fr: Tout annuler
ja: すべてキャンセル
ru: Отменить все
zh_tw: 全部取消

source: {positionName} settling fees...
de: {positionName} Gebühren werden abgerechnet...
es: {positionName} liquidando comisiones...
fr: {positionName} règlement des frais...
ja: {positionName} 手数料の精算中...
ru: {positionName} расчёт комиссий...
zh_tw: {positionName} 正在結算費用...

source: <0>GMX executes trades against a dynamically balanced liquidity pool, unlike traditional order books. This model supports deep liquidity, allowing for opening positions of over $50m with reduced price impact, even when compared to the biggest order books in the space. In some cases, you may even get paid when executing an order due to a positive price impact.</0><1>GMX prevents unfair liquidations by using decentralized oracles from Chainlink and Chaos Labs, which aggregate prices from multiple trusted sources to avoid manipulation.</1>
de: <0>GMX führt Trades gegen einen dynamisch ausbalancierten Liquiditätspool aus, im Gegensatz zu traditionellen Orderbüchern. Dieses Modell unterstützt tiefe Liquidität und ermöglicht das Öffnen von Positionen über $50M mit reduzierter Preisauswirkung, sogar im Vergleich zu den größten Orderbüchern. In einigen Fällen werden Sie sogar bezahlt, wenn Sie eine Order ausführen, aufgrund positiver Preisauswirkung.</0><1>GMX verhindert unfaire Liquidationen durch dezentralisierte Orakel von Chainlink und Chaos Labs, die Preise aus mehreren vertrauenswürdigen Quellen aggregieren, um Manipulation zu vermeiden.</1>
es: <0>GMX ejecuta operaciones contra un pool de liquidez equilibrado dinámicamente, a diferencia de los libros de órdenes tradicionales. Este modelo soporta liquidez profunda, permitiendo abrir posiciones de más de $50m con impacto de precio reducido, incluso comparado con los libros de órdenes más grandes en el espacio. En algunos casos, incluso puedes recibir pago al ejecutar una orden debido a un impacto de precio positivo.</0><1>GMX previene liquidaciones injustas usando oráculos descentralizados de Chainlink y Chaos Labs, que agregan precios de múltiples fuentes confiables para evitar manipulación.</1>
fr: <0>GMX exécute les trades contre un pool de liquidité équilibré dynamiquement, contrairement aux carnets d'ordres traditionnels. Ce modèle supporte une liquidité profonde, permettant d'ouvrir des positions de plus de 50 M$ avec un impact de prix réduit, même comparé aux plus grands carnets d'ordres. Dans certains cas, vous pouvez même être payé lors de l'exécution d'un ordre en raison d'un impact de prix positif.</0><1>GMX prévient les liquidations injustes en utilisant des oracles décentralisés de Chainlink et Chaos Labs, qui agrègent les prix de multiples sources fiables pour éviter la manipulation.</1>
ja: <0>GMXは伝統的な注文ブックとは異なり、動的にバランスされた流動性プールに対して取引を実行します。このモデルは深い流動性をサポートし、空間最大の注文ブックと比較しても価格影響を減らした50mドル超のポジション開設を可能にします。場合によってはポジティブ価格影響により注文実行で支払いを受け取ることもあります。</0><1>GMXはChainlinkとChaos Labsの分散オラクルを使用し、複数の信頼ソースから価格を集計して操作を防ぎ、不当清算を防止します。</1>
ru: <0>GMX исполняет сделки против динамически сбалансированного пула ликвидности, в отличие от традиционных книг ордеров. Эта модель поддерживает глубокую ликвидность, позволяя открывать позиции более $50м с уменьшенным влиянием цены, даже по сравнению с крупнейшими книгами ордеров. В некоторых случаях вы даже можете получить оплату при исполнении ордера из-за положительного влияния цены.</0><1>GMX предотвращает несправедливые ликвидации, используя децентрализованные оракулы от Chainlink и Chaos Labs, которые агрегируют цены из нескольких доверенных источников, чтобы избежать манипуляций.</1>
zh_tw: <0>GMX 的交易是透過動態平衡的流動性池執行，不同於傳統的訂單簿。此模式支援深度流動性，允許開立超過 $50m 的倉位且價格影響更低，即使與市場上最大的訂單簿相比也是如此。在某些情況下，由於正向價格影響，您在執行訂單時甚至可以獲得收益。</0><1>GMX 透過 Chainlink 和 Chaos Labs 的去中心化預言機防止不公平清算，這些預言機從多個可信來源匯總價格以避免操縱。</1>

source: Read more
de: Mehr lesen
es: Leer más
fr: Lire plus
ja: 詳細について読む
ru: Подробнее
zh_tw: 了解更多

source: Earn {0}% more rewards with this action
de: Verdienen Sie {0}% mehr Belohnungen mit dieser Aktion
es: Obtenga un {0}% más de recompensas con esta acción
fr: Gagnez {0}% de récompenses supplémentaires avec cette action
ja: このアクションで報酬が {0}% 増加します
ru: Получите на {0}% больше вознаграждений с этим действием
zh_tw: 透過此操作可多賺取 {0}% 的獎勵

source: Trade perpetuals with up to 100x leverage, plus spot trading, directly from your wallet on Arbitrum, Ethereum, and other networks
de: Handeln Sie Perpetuals mit bis zu 100x Hebel, plus Spothandel, direkt aus Ihrem Wallet auf Arbitrum, Ethereum und anderen Netzwerken
es: Opere perpetuos con hasta 100x de apalancamiento, además de trading al contado, directamente desde su monedero en Arbitrum, Ethereum y otras redes
fr: Tradez des perpétuels avec un effet de levier jusqu'à 100x, ainsi que du trading au comptant, directement depuis votre portefeuille sur Arbitrum, Ethereum et d'autres réseaux
ja: Arbitrum、Ethereum、その他のネットワーク上で、ウォレットから直接、最大100倍レバレッジのパーペチュアル取引やスポット取引を行えます
ru: Торгуйте бессрочными контрактами с кредитным плечом до 100x, а также спотовыми активами напрямую из вашего кошелька на Arbitrum, Ethereum и других сетях
zh_tw: 在 Arbitrum、Ethereum 及其他網路上，直接從您的錢包進行最高 100 倍槓桿的永續合約交易及現貨交易

source: Sell fee
de: Verkaufsgebühr
es: Comisión de venta
fr: Frais de vente
ja: 売却手数料
ru: Комиссия продажи
zh_tw: 賣出手續費

source: Invalid oracle price
de: Ungültiger Oracle-Preis
es: Precio de Oracle no válido
fr: Prix Oracle invalide
ja: 無効な Oracle 価格
ru: Недействительная цена Oracle
zh_tw: 無效的預言機價格

source: Permit validation error: {0}
de: Genehmigungsvalidierungsfehler: {0}
es: Error de validación del permiso: {0}
fr: Erreur de validation du permis : {0}
ja: Permit 検証エラー: {0}
ru: Ошибка валидации разрешения: {0}
zh_tw: 許可驗證錯誤：{0}

source: Create new code
de: Neuen Code erstellen
es: Crear nuevo código
fr: Créer un nouveau code
ja: 新しいコードを作成
ru: Создать новый код
zh_tw: 建立新推薦碼

source: Fees exceed pay amount
de: Gebühren übersteigen den Zahlungsbetrag
es: Las comisiones superan el importe de pago
fr: Les frais dépassent le montant du paiement
ja: 手数料が支払い額を超えています
ru: Комиссии превышают сумму оплаты
zh_tw: 費用超過支付金額

source: Why do I receive two different GLV tokens?
de: Warum erhalte ich zwei verschiedene GLV-Tokens?
es: ¿Por qué recibo dos tokens GLV diferentes?
fr: Pourquoi je reçois deux jetons GLV différents ?
ja: なぜ2つの異なるGLVトークンを受け取るのですか？
ru: Почему я получаю два разных токена GLV?
zh_tw: 為什麼我會收到兩種不同的 GLV 代幣？

source: Set TP/SL
de: TP/SL setzen
es: Establecer TP/SL
fr: Définir TP/SL
ja: TP/SLを設定
ru: Установить TP/SL
zh_tw: 設定 TP/SL

source: Max {MAX_REFERRAL_CODE_LENGTH} characters
de: Maximal {MAX_REFERRAL_CODE_LENGTH} Zeichen
es: Máximo {MAX_REFERRAL_CODE_LENGTH} caracteres
fr: Max {MAX_REFERRAL_CODE_LENGTH} caractères
ja: 最大 {MAX_REFERRAL_CODE_LENGTH} 文字
ru: Максимум {MAX_REFERRAL_CODE_LENGTH} символов
zh_tw: 最多 {MAX_REFERRAL_CODE_LENGTH} 個字元

source: Provide isolated liquidity per market
de: Isolierte Liquidität pro Markt bereitstellen
es: Proporcione liquidez aislada por mercado
fr: Fournir de la liquidité isolée par marché
ja: マーケットごとに独立した流動性を提供
ru: Предоставление изолированной ликвидности для каждого рынка
zh_tw: 為每個市場提供逐倉流動性

source: Use open interest in tokens for balance
de: Open Interest in Token für Guthaben verwenden
es: Usar interés abierto en tokens para el saldo
fr: Utiliser les positions ouvertes en tokens pour le solde
ja: 残高に建玉をトークン単位で使用
ru: Использовать открытый интерес в токенах для баланса
zh_tw: 使用代幣未平倉量計算餘額

source: Seamless trading
de: Nahtloser Handel
es: Trading sin interrupciones
fr: Trading fluide
ja: シームレスな取引
ru: Бесшовная торговля
zh_tw: 無縫交易

source: from your wallet
de: aus Ihrer Wallet
es: desde tu billetera
fr: depuis votre portefeuille
ja: ウォレットから
ru: из вашего кошелька
zh_tw: 從您的錢包

source: Explore more
de: Mehr entdecken
es: Explorar más
fr: Explorer davantage
ja: さらに探す
ru: Ещё возможности
zh_tw: 探索更多

source: Settings updated
de: Einstellungen aktualisiert
es: Configuración actualizada
fr: Paramètres mis à jour
ja: 設定が更新されました
ru: Настройки обновлены
zh_tw: 設定已更新
