Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: esGMX rewards:
de: esGMX-Belohnungen:
es: Recompensas esGMX:
fr: Récompenses esGMX :
ja: esGMX報酬：
ru: Награды esGMX:
zh_tw: esGMX 獎勵：

source: Optimal usage factor long
de: Optimaler Nutzungsfaktor Long
es: Factor de uso óptimo largo
fr: Facteur d'utilisation optimal long
ja: ロング最適利用率
ru: Оптимальный коэффициент использования для лонгов
zh_tw: 最佳做多使用率因子

source: Initial collateral
de: Anfängliche Sicherheit
es: Garantía inicial
fr: Garantie initiale
ja: 初期担保
ru: Начальное обеспечение
zh_tw: 初始抵押品

source: Sender has withdrawn all tokens from GLP vesting vault
de: Der Absender hat alle Token aus dem GLP Vesting Vault abgehoben
es: El remitente ha retirado todos los tokens del vault de consolidación de GLP
fr: L'expéditeur a retiré tous les jetons du vault d'acquisition progressive GLP
ja: 送信者はGLPベスティングボールトからすべてのトークンを出金済みです
ru: Отправитель вывел все токены из хранилища вестинга GLP
zh_tw: 發送者已從 GLP 歸屬期金庫提取所有代幣

source: Wallet
es: Monedero
fr: Portefeuille
ja: ウォレット
ru: Кошелек
zh_tw: 錢包

source: Enter a trigger price
de: Triggerpreis eingeben
es: Ingresa un precio de activación
fr: Saisir un prix de déclenchement
ja: トリガー価格を入力
ru: Введите триггерную цену
zh_tw: 輸入觸發價格

source: Total stats
de: Gesamtstatistiken
es: Estadísticas totales
fr: Statistiques totales
ja: 総合統計
ru: Общая статистика
zh_tw: 總計統計

source: Vested GLP not withdrawn
de: Vestetes GLP nicht abgezogen
es: GLP en vesting no retirado
fr: GLP en vesting non retiré
ja: ベスティング済みGLP未引き出し
ru: Вестинговый GLP не выведен
zh_tw: 已歸屬的 GLP 未提取

source: <0>every</0> {minutes} minutes{0}
de: <0>jede</0> {minutes} Minuten{0}
es: <0>cada</0> {minutes} minutos{0}
fr: <0>toutes les</0> {minutes} minutes{0}
ja: <0>毎</0> {minutes} 分{0}
ru: <0>каждые</0> {minutes} минут{0}
zh_tw: <0>每</0> {minutes} 分鐘{0}

source: The GMX token serves as the governance token of the GMX protocol. By staking GMX, you earn 27% of the revenue generated by the trading platform.
de: Der GMX-Token dient als Governance-Token des GMX-Protokolls. Durch das Staken von GMX verdienst du 27 % der von der Handelsplattform generierten Einnahmen.
es: El token GMX sirve como token de gobernanza del protocolo GMX. Al hacer staking de GMX, ganas el 27 % de los ingresos generados por la plataforma de trading.
fr: Le token GMX sert de token de gouvernance du protocole GMX. En stakant du GMX, vous gagnez 27 % des revenus générés par la plateforme de trading.
ja: GMXトークンはGMXプロトコルのガバナンストークンとして機能します。GMXをステーキングすることで、取引プラットフォームが生成する収益の27%を獲得できます。
ru: Токен GMX служит токеном управления протокола GMX. Стейкая GMX, вы получаете 27% дохода, генерируемого торговой платформой.
zh_tw: GMX 代幣作為 GMX 協議的治理代幣。透過質押 GMX，您可賺取交易平台產生的 27% 收入。

source: Become a market maker
de: Werde Market Maker
es: Conviértete en market maker
fr: Devenir market maker
ja: マーケットメーカーになる
ru: Станьте маркет-мейкером
zh_tw: 成為造市商

source: STIP.b LP incentives
es: Incentivos LP STIP.b
fr: Incitations LP STIP.b
ja: STIP.b LPインセンティブ
ru: Стимулы LP STIP.b
zh_tw: STIP.b LP 激勵

source: Limit Decrease
de: Limit-Verringerung
es: Disminución Límite
fr: Diminution limite
ja: リミット減少
ru: Лимитное уменьшение

source: Gas payment token
de: Token für Gasgebühren
es: Token de pago de Gas
fr: Jeton de paiement du Gas
ja: Gas支払いトークン
ru: Токен оплаты Gas
zh_tw: Gas 支付代幣

source: Stabilize Protocol
de: Stabilize-Protokoll
es: Protocolo Stabilize
fr: Protocole Stabilize
ja: Stabilizeプロトコル
ru: Протокол Stabilize

source: Auto-cancel TP/SL
de: TP/SL automatisch abbrechen
es: Cancelar TP/SL automáticamente
fr: Annulation automatique TP/SL
ja: TP/SL自動キャンセル
ru: Автоотмена TP/SL
zh_tw: 自動取消 TP/SL

source: LIQUIDITY LONG
es: LIQUIDEZ LARGO
fr: LIQUIDITÉ LONG
ru: ЛИКВИДНОСТЬ ЛОНГ
zh_tw: 做多流動性

source: PnL short
es: PnL corto
ja: PnLショート
ru: PnL шорт
zh_tw: 做空 PnL

source: GMX | Decentralized perpetual exchange
de: GMX | Dezentralisierte Perpetual-Börse
es: GMX | Plataforma de intercambio perpetuo descentralizada
fr: GMX | Plateforme d'échange perpétuel décentralisée
ja: GMX | 分散型パーペチュアル取引所
ru: GMX | Децентрализованная бессрочная биржа
zh_tw: GMX | 去中心化永續合約交易所

source: All assets
de: Alle Assets
es: Todos los activos
fr: Tous les actifs
ja: すべての資産
ru: Все активы
zh_tw: 所有資產

source: Hide breakdown
de: Aufschlüsselung ausblenden
es: Ocultar desglose
fr: Masquer le détail
ja: 内訳を非表示
ru: Скрыть детали
zh_tw: 隱藏明細

source: RPC error. Update your wallet's RPC via <0>chainlist.org</0>. <1>Read more</1>.
de: RPC Fehler. Aktualisieren Sie die RPC Ihres Wallet über <0>chainlist.org</0>. <1>Mehr erfahren</1>.
es: Error de RPC. Actualice el RPC de su monedero a través de <0>chainlist.org</0>. <1>Más información</1>.
fr: Erreur RPC. Mettez à jour le RPC de votre portefeuille via <0>chainlist.org</0>. <1>En savoir plus</1>.
ru: Ошибка RPC. Обновите RPC вашего кошелька через <0>chainlist.org</0>. <1>Подробнее</1>.
zh_tw: RPC 錯誤。請透過 <0>chainlist.org</0> 更新您錢包的 RPC。<1>閱讀更多</1>。

source: Order data unavailable yet
de: Orderdaten noch nicht verfügbar
es: Datos de la orden aún no disponibles
fr: Données de l'ordre pas encore disponibles
ja: 注文データはまだ利用できません
ru: Данные ордера пока недоступны
zh_tw: 訂單資料尚未可用

source: Earn fees from leverage trading, swaps, and spreads
de: Verdiene Gebühren aus Leverage-Trading, Swaps und Spreads
es: Gana comisiones por trading apalancado, swaps y spreads
fr: Gagnez des frais sur le trading à effet de levier, les swaps et les spreads
ja: レバレッジ取引、スワップ、スプレッドから手数料を獲得
ru: Зарабатывайте комиссии с маржинальной торговли, свопов и спредов
zh_tw: 從槓桿交易、兌換和價差中賺取手續費

source: Time elapsed
de: Verstrichene Zeit
es: Tiempo transcurrido
fr: Temps écoulé
ja: 経過時間
ru: Прошло времени
zh_tw: 已經過時間

source: Sign transactions off-chain. Premium RPCs ensure reliability during network congestion.<0/><1/>Gas payments in {gasPaymentTokensText}.
de: Transaktionen off-chain signieren. Premium-RPCs gewährleisten Zuverlässigkeit bei Netzwerküberlastung.<0/><1/>Gasgebühren in {gasPaymentTokensText}.
es: Firme transacciones fuera de la cadena. Los RPC premium garantizan fiabilidad durante la congestión de la red.<0/><1/>Pagos de Gas en {gasPaymentTokensText}.
fr: Signez les transactions hors chaîne. Les RPC premium garantissent la fiabilité en cas de congestion du réseau.<0/><1/>Paiements de Gas en {gasPaymentTokensText}.
ja: オフチェーンでトランザクションに署名します。プレミアムRPCがネットワーク混雑時の信頼性を確保します。<0/><1/>Gas支払い: {gasPaymentTokensText}。
ru: Подписывайте транзакции вне сети. Премиальные RPC обеспечивают надёжность при перегрузке сети.<0/><1/>Оплата Gas в {gasPaymentTokensText}.
zh_tw: 鏈下簽署交易。優質 RPC 確保在網路擁塞時的可靠性。<0/><1/>以 {gasPaymentTokensText} 支付 Gas 費用。

source: Buy GMX from Uniswap or directly on GMX (select Arbitrum)
de: Kaufen Sie GMX bei Uniswap oder direkt auf GMX (wählen Sie Arbitrum)
es: Comprar GMX en Uniswap o directamente en GMX (seleccione Arbitrum)
fr: Acheter des GMX sur Uniswap ou directement sur GMX (sélectionnez Arbitrum)
ja: UniswapまたはGMXから直接GMXを購入してください（Arbitrumを選択）
ru: Купить GMX на Uniswap или напрямую на GMX (выберите Arbitrum)
zh_tw: 從 Uniswap 購買 GMX 或直接在 GMX 上購買（選擇 Arbitrum）

source: Oracle price
de: Oracle-Preis
es: Precio del Oracle
fr: Prix Oracle
ja: Oracle価格
ru: Цена Oracle
zh_tw: Oracle 價格

source: SIZE (% OF POSITION)
de: GRÖSSE (% DER POSITION)
es: TAMAÑO (% DE LA POSICIÓN)
fr: TAILLE (% DE LA POSITION)
ru: РАЗМЕР (% ОТ ПОЗИЦИИ)
zh_tw: 規模（倉位 %）

source: Reload page
de: Seite neu laden
es: Recargar página
fr: Recharger la page
ja: ページを再読み込み
ru: Перезагрузить страницу
zh_tw: 重新載入頁面

source: Order won't execute: trigger price beyond liquidation price
de: Order wird nicht ausgeführt: Auslösepreis jenseits des Liquidationspreises
es: La orden no se ejecutará: el precio de activación supera el precio de liquidación
fr: L'ordre ne sera pas exécuté : prix de déclenchement au-delà du prix de liquidation
ja: 注文は実行されません: トリガー価格が清算価格を超えています
ru: Ордер не будет исполнен: цена активации за пределами цены ликвидации
zh_tw: 訂單將不會執行：觸發價格超過清算價格

source: Settling...
de: Abrechnung...
es: Liquidando...
fr: Règlement...
ja: 決済中...
ru: Расчёт...
zh_tw: 結算中...

source: Leaderboard
de: Bestenliste
es: Tabla de Clasificación
fr: Tableau des leaders
ja: リーダーボード
ru: Таблица лидеров
zh_tw: 排行榜

source: TRADERS REFERRED
de: GEWORBENE TRADER
es: TRADERS REFERIDOS
fr: TRADERS RÉFÉRÉS
ru: ПРИВЛЕЧЁННЫЕ ТРЕЙДЕРЫ
zh_tw: 推薦交易者

source: Accrued
de: Angesammelt
es: Acumulado
fr: Accumulé
ja: 蓄積済
ru: Начислено
zh_tw: 已累計

source: Cancellable in ...
de: Stornierbar in ...
es: Cancelable en ...
fr: Annulable dans...
ja: キャンセル可能まで ...
ru: Отмена через ...
zh_tw: 可取消倒數 ...

source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
ja: データなし
ru: Данные недоступны
zh_tw: 無可用資料

source: {typeString} Short TWAP: {0} a short position in evenly distributed parts over a specified time
de: {typeString} Short TWAP: {0} eine Short-Position in gleichmäßig verteilten Teilen über einen bestimmten Zeitraum
es: {typeString} Short TWAP: {0} una posición corta en partes uniformemente distribuidas durante un tiempo especificado
fr: {typeString} Short TWAP : {0} une position short en parts réparties uniformément sur une durée spécifiée
ja: {typeString}ショートTWAP: 指定期間にわたり均等に分割してショートポジションを{0}します
ru: {typeString} Short TWAP: {0} шорт-позицию равномерно распределёнными частями в течение указанного времени
zh_tw: {typeString} Short TWAP：在指定時間內以均勻分佈的方式{0}做空倉位

source: Network for your GMX Account and positions. Balances and positions don't transfer between networks.
de: Netzwerk für Ihr GMX Account und Ihre Positionen. Guthaben und Positionen werden nicht zwischen Netzwerken übertragen.
es: Red para su GMX Account y posiciones. Los saldos y las posiciones no se transfieren entre redes.
fr: Réseau pour votre GMX Account et vos positions. Les soldes et les positions ne sont pas transférables entre les réseaux.
ja: GMX Accountとポジションのためのネットワークです。残高やポジションはネットワーク間で移動しません。
ru: Сеть для вашего GMX Account и позиций. Балансы и позиции не переносятся между сетями.
zh_tw: 您的 GMX Account 和倉位所在的網路。餘額和倉位不會在網路之間轉移。

source: Liquidity only available on {chainNames} or {lastChainName}. Switch networks to continue.
de: Liquidität nur verfügbar auf {chainNames} oder {lastChainName}. Wechseln Sie das Netzwerk, um fortzufahren.
es: La liquidez solo está disponible en {chainNames} o {lastChainName}. Cambie de red para continuar.
fr: Liquidité disponible uniquement sur {chainNames} ou {lastChainName}. Changez de réseau pour continuer.
ja: 流動性は{chainNames}または{lastChainName}でのみ利用可能です。続行するにはネットワークを切り替えてください。
ru: Ликвидность доступна только на {chainNames} или {lastChainName}. Переключите сеть для продолжения.
zh_tw: 流動性僅在 {chainNames} 或 {lastChainName} 上可用。請切換網路以繼續。

source: Total trading volume from your referrals
de: Gesamtes Handelsvolumen Ihrer Empfehlungen
es: Volumen de negociación total de sus referidos
fr: Volume de négociation total provenant de vos parrainages
ja: 紹介者からの合計取引高
ru: Общий объём торгов от ваших рефералов
zh_tw: 來自您推薦的總交易量

source: Insufficient liquidity in WETH-USDC pool. Select a different pool.
de: Unzureichende Liquidität im WETH-USDC Pool. Wählen Sie einen anderen Pool.
es: Liquidez insuficiente en el pool WETH-USDC. Seleccione un pool diferente.
fr: Liquidité insuffisante dans le pool WETH-USDC. Sélectionnez un autre pool.
ja: WETH-USDCプールの流動性が不足しています。別のプールを選択してください。
ru: Недостаточная ликвидность в пуле WETH-USDC. Выберите другой пул.
zh_tw: WETH-USDC 池的流動性不足。請選擇其他池。

source: Cancel order
de: Order abbrechen
es: Cancelar orden
fr: Annuler l'ordre
ja: 注文をキャンセル
ru: Отменить ордер
zh_tw: 取消訂單

source: Current impact: {0}. Use -0.30% or more for better order execution.
de: Aktueller Impact: {0}. Verwenden Sie -0,30 % oder mehr für eine bessere Orderausführung.
es: Impacto actual: {0}. Utilice -0,30% o más para una mejor ejecución de la orden.
fr: Impact actuel : {0}. Utilisez -0,30 % ou plus pour une meilleure exécution de l'ordre.
ja: 現在のインパクト: {0}。より良い注文執行のため、-0.30%以上を使用してください。
ru: Текущее влияние: {0}. Используйте -0.30% или более для лучшего исполнения ордера.
zh_tw: 目前影響：{0}。使用 -0.30% 或更高以獲得更好的訂單執行。

source: Claim funding fees
de: Finanzierungsgebühren beanspruchen
es: Reclamar comisiones de financiación
fr: Récupérer les frais de financement
ja: ファンディング手数料を受け取る
ru: Получить комиссии финансирования
zh_tw: 領取資金費用

source: Token permit testing
de: Token-Permit-Tests
es: Pruebas de permisos de tokens
fr: Test de permis de jeton
ja: トークンパーミットテスト
ru: Тестирование разрешений токенов
zh_tw: 代幣許可測試

source: Buy GMX directly
de: GMX direkt kaufen
es: Comprar GMX directamente
fr: Acheter des GMX directement
ja: GMXを直接購入
ru: Купить GMX напрямую
zh_tw: 直接購買 GMX

source: Invalid liquidation price
de: Ungültiger Liquidationspreis
es: Precio de liquidación no válido
fr: Prix de liquidation invalide
ja: 無効な清算価格
ru: Недопустимая цена ликвидации
zh_tw: 無效的清算價格

source: Error, try again
de: Fehler, erneut versuchen
es: Error, inténtelo de nuevo
fr: Erreur, réessayez
ja: エラーが発生しました。再試行してください
ru: Ошибка, попробуйте снова
zh_tw: 錯誤，請重試

source: Available to trade
de: Verfügbar zum Handeln
es: Disponible para negociar
fr: Disponible pour le trading
ja: 取引可能残高
ru: Доступно для торговли
zh_tw: 可用於交易

source: Multicall simulation
es: Simulación de Multicall
fr: Simulation Multicall
ja: Multicallシミュレーション
ru: Симуляция Multicall
zh_tw: Multicall 模擬

source: ACCEPTABLE PRICE
de: AKZEPTABLER PREIS
es: PRECIO ACEPTABLE
fr: PRIX ACCEPTABLE
ja: 許容価格
ru: ДОПУСТИМАЯ ЦЕНА
zh_tw: 可接受價格

source: Events
de: Ereignisse
es: Eventos
fr: Événements
ja: イベント
ru: События
zh_tw: 事件

source: No disabled markets
de: Keine deaktivierten Märkte
es: No hay mercados desactivados
fr: Aucun marché désactivé
ja: 無効化されたマーケットはありません
ru: Нет отключённых рынков
zh_tw: 無已停用的市場

source: Referral codes
de: Empfehlungscodes
es: Códigos de referido
fr: Codes de parrainage
ja: リファラルコード
ru: Реферальные коды
zh_tw: 推薦碼

source: Performance vs benchmark over selected period
de: Performance im Vergleich zum Benchmark über den ausgewählten Zeitraum
es: Rendimiento frente al índice de referencia en el período seleccionado
fr: Performance par rapport au benchmark sur la période sélectionnée
ja: 選択期間におけるベンチマークとの比較パフォーマンス
ru: Эффективность по сравнению с бенчмарком за выбранный период
zh_tw: 所選期間內與基準的績效比較

source: Referral code updated
de: Empfehlungscode aktualisiert
es: Código de referido actualizado
fr: Code de parrainage mis à jour
ja: リファラルコードが更新されました
ru: Реферальный код обновлён
zh_tw: 推薦碼已更新

source: to toggle its filtering. To use this debug tool on swap, stay on MARKET GRAPH tab and switch to swap. Settings are saved in local storage; don't forget to clear it when done.
de: um die Filterung umzuschalten. Um dieses Debug-Tool für Tauschen zu verwenden, bleiben Sie auf dem MARKET GRAPH Tab und wechseln Sie zu Tauschen. Einstellungen werden im lokalen Speicher gespeichert; vergessen Sie nicht, diesen nach Abschluss zu leeren.
es: para alternar su filtrado. Para utilizar esta herramienta de depuración en intercambio, permanezca en la pestaña MARKET GRAPH y cambie a intercambio. La configuración se guarda en el almacenamiento local; no olvide borrarla cuando termine.
fr: pour activer/désactiver son filtrage. Pour utiliser cet outil de débogage sur l'échange, restez sur l'onglet MARKET GRAPH et passez à l'échange. Les paramètres sont enregistrés dans le stockage local ; n'oubliez pas de le vider une fois terminé.
ja: をクリックしてフィルタリングを切り替えます。このデバッグツールをスワップで使用するには、MARKET GRAPH タブのまま、スワップに切り替えてください。設定はローカルストレージに保存されます。完了後はクリアすることを忘れないでください。
ru: для переключения фильтрации. Чтобы использовать этот инструмент отладки для свопов, оставайтесь на вкладке MARKET GRAPH и переключитесь на свопы. Настройки сохраняются в локальном хранилище; не забудьте очистить его по завершении.
zh_tw: 以切換其篩選。若要在兌換上使用此除錯工具，請停留在 MARKET GRAPH 分頁並切換至兌換。設定儲存於本機儲存空間中，完成後請記得清除。

source: Account events
de: Kontoereignisse
es: Eventos de la cuenta
fr: Événements du compte
ja: アカウントイベント
ru: События аккаунта
zh_tw: 帳戶事件

source: Transaction failed
de: Transaktion fehlgeschlagen
es: Transacción fallida
fr: Transaction échouée
ja: 取引失敗
ru: Транзакция не удалась
zh_tw: 交易失敗

source: COLLATERAL
de: KOLLATERAL
es: GARANTÍA
fr: COLLATÉRAL
ja: 担保
ru: ЗАЛОГ
zh_tw: 抵押品

source: Amount exceeds the deposit limit. Try an amount smaller than <0>{upperLimitFormatted}</0>.
de: Betrag überschreitet das Einzahlungslimit. Versuchen Sie einen Betrag kleiner als <0>{upperLimitFormatted}</0>.
es: El importe supera el límite de depósito. Pruebe un importe inferior a <0>{upperLimitFormatted}</0>.
fr: Le montant dépasse la limite de dépôt. Essayez un montant inférieur à <0>{upperLimitFormatted}</0>.
ja: 金額が入金上限を超えています。<0>{upperLimitFormatted}</0> 未満の金額をお試しください。
ru: Сумма превышает лимит депозита. Попробуйте сумму меньше <0>{upperLimitFormatted}</0>.
zh_tw: 金額超過存入限額。請嘗試小於 <0>{upperLimitFormatted}</0> 的金額。

source: Buy APE on Arbitrum with <0>Camelot</0>
de: Kaufen Sie APE auf Arbitrum mit <0>Camelot</0>
es: Comprar APE en Arbitrum con <0>Camelot</0>
fr: Acheter APE sur Arbitrum avec <0>Camelot</0>
ja: Arbitrum で APE を <0>Camelot</0> で購入
ru: Купить APE на Arbitrum через <0>Camelot</0>
zh_tw: 透過 <0>Camelot</0> 在 Arbitrum 上購買 APE

source: Depositing...
de: Wird eingezahlt…
es: Depositando…
fr: Dépôt en cours…
ja: 入金中…
ru: Внесение средств…
zh_tw: 存入中...

source: Status
es: Estado
fr: Statut
ja: ステータス
ru: Статус
zh_tw: 狀態

source: Somewhat unimportant text, but still readable
de: Etwas unwichtiger Text, aber dennoch lesbar
es: Texto algo secundario, pero aún legible
fr: Texte relativement peu important, mais toujours lisible
ja: やや重要度の低いテキストですが、読み取り可能です
ru: Относительно второстепенный текст, но всё ещё читаемый
zh_tw: 不太重要的文字，但仍可閱讀

source: 30s
ja: 30秒
ru: 30с
zh_tw: 30 秒

source: Annualized performance
de: Annualisierte Performance
es: Rendimiento anualizado
fr: Performance annualisée
ja: 年間換算パフォーマンス
ru: Годовая доходность
zh_tw: 年化績效

source: LAST PRICE
de: LETZTER PREIS
es: ÚLTIMO PRECIO
fr: DERNIER PRIX
ja: 最終価格
ru: ПОСЛЕДНЯЯ ЦЕНА
zh_tw: 最新價格

source: Cancelling {orderText}...
de: {orderText} wird storniert…
es: Cancelando {orderText}…
fr: Annulation de {orderText}…
ja: {orderText}をキャンセル中…
ru: Отмена {orderText}…
zh_tw: 正在取消 {orderText}...

source: Tier {0}: {currentTierDiscount}% discount
de: Tier {0}: {currentTierDiscount}% Rabatt
es: Nivel {0}: {currentTierDiscount}% de descuento
fr: Niveau {0} : {currentTierDiscount}% de réduction
ja: ティア {0}: {currentTierDiscount}% 割引
ru: Уровень {0}: {currentTierDiscount}% скидка
zh_tw: 等級 {0}：{currentTierDiscount}% 折扣

source: Re-sign
de: Erneut signieren
es: Re-firmar
fr: Re-signer
ja: 再署名
ru: Переподписать
zh_tw: 重新簽署

source: Depositing to GMX Account...
de: Einzahlung auf GMX Account...
es: Depositando en GMX Account...
fr: Dépôt vers GMX Account en cours...
ja: GMX Account に入金中...
ru: Депозит на GMX Account...
zh_tw: 正在存入至 GMX Account...

source: Address copied
de: Adresse kopiert
es: Dirección copiada
fr: Adresse copiée
ja: アドレスがコピーされました
ru: Адрес скопирован
zh_tw: 地址已複製

source: <0>Delegate your undelegated {0} GMX DAO</0>voting power before claiming.
de: <0>Delegiere deine nicht delegierte {0} GMX DAO</0> Stimmkraft vor dem Beanspruchen.
es: <0>Delega tu poder de voto {0} GMX DAO no delegado</0> antes de reclamar.
fr: <0>Déléguez votre pouvoir de vote {0} GMX DAO non délégué</0> avant de réclamer.
ja: <0>請求前に未委任の{0} GMX DAO</0>投票権を委任。
ru: <0>Делегируйте вашу не делегированную {0} GMX DAO</0> голосовую силу перед заявкой.
zh_tw: <0>在領取前，請將您未委託的 {0} GMX DAO</0>投票權進行委託。

source: Claim funds
de: Mittel einlösen
es: Reclamar fondos
fr: Réclamer des fonds
ja: 資金を請求
ru: Клейм средств
zh_tw: 領取資金

source: Your funds are safe. Contact support for help.
de: Ihre Mittel sind sicher. Kontaktieren Sie den Support für Hilfe.
es: Sus fondos están seguros. Contacte con el soporte para obtener ayuda.
fr: Vos fonds sont en sécurité. Contactez le support pour obtenir de l'aide.
ja: お客様の資金は安全です。サポートにお問い合わせください。
ru: Ваши средства в безопасности. Обратитесь в поддержку за помощью.
zh_tw: 您的資金是安全的。如需協助請聯繫客服。

source: Generate referral code
de: Empfehlungscode generieren
es: Generar código de referido
fr: Générer un code de parrainage
ja: リファラルコードを生成
ru: Создать реферальный код
zh_tw: 產生推薦碼

source: NET VALUE
de: NETTOWERT
es: VALOR NETO
fr: VALEUR NETTE
ja: 純価値
ru: НЕТТО-СТОИМОСТЬ
zh_tw: 淨值

source: MARK PRICE
de: MARKPREIS
es: PRECIO DE REFERENCIA
fr: PRIX DE RÉFÉRENCE
ja: マーク価格
ru: РАСЧЁТНАЯ ЦЕНА
zh_tw: 標記價格

source: Increase the max network fee buffer to {0} in {settingsLink}
de: Erhöhen Sie den maximalen Netzwerkgebührenpuffer auf {0} in {settingsLink}
es: Aumente el margen máximo de comisión de red a {0} en {settingsLink}
fr: Augmentez le tampon maximal des frais de réseau à {0} dans {settingsLink}
ja: {settingsLink} で最大ネットワーク手数料バッファを {0} に引き上げてください
ru: Увеличьте буфер максимальной комиссии сети до {0} в {settingsLink}
zh_tw: 在 {settingsLink} 中將最大網路費用緩衝增加至 {0}

source: Your affiliate earnings from referrals
de: Ihre Affiliate-Einnahmen aus Empfehlungen
es: Sus ganancias de afiliado por referencias
fr: Vos gains d'affiliation provenant des parrainages
ja: リファラルによるアフィリエイト報酬
ru: Ваш партнёрский доход от рефералов
zh_tw: 您從推薦中獲得的聯盟收益

source: One-Click Trading approval is invalid. This may happen when switching chains or changing payment tokens. Re-sign to continue.
de: Die One-Click Trading Genehmigung ist ungültig. Dies kann beim Wechsel von Netzwerken oder Ändern von Zahlungstoken auftreten. Signieren Sie erneut, um fortzufahren.
es: La aprobación de One-Click Trading no es válida. Esto puede ocurrir al cambiar de cadena o de token de pago. Vuelva a firmar para continuar.
fr: L'approbation One-Click Trading n'est plus valide. Cela peut se produire lors d'un changement de chaîne ou de jeton de paiement. Signez à nouveau pour continuer.
ja: One-Click Trading の承認が無効です。チェーンの切り替えや支払いトークンの変更時に発生することがあります。続行するには再署名してください。
ru: Подтверждение One-Click Trading недействительно. Это может произойти при переключении сетей или изменении токена оплаты. Подпишите заново для продолжения.
zh_tw: One-Click Trading 授權無效。這可能在切換鏈或更改支付代幣時發生。請重新簽署以繼續。

source: GLP to GM airdrop
de: GLP zu GM Airdrop
fr: Airdrop GLP vers GM
ja: GLP から GM へのエアドロップ
ru: GLP to GM аирдроп
zh_tw: GLP 轉 GM 空投

source: Sell order cancelled
de: Verkaufsorder storniert
es: Orden de venta cancelada
fr: Ordre de vente annulé
ja: 売却注文がキャンセルされました
ru: Ордер на продажу отменён
zh_tw: 賣出訂單已取消

source: Acceptable price impact
de: Akzeptabler Preiseinfluss
es: Impacto en el precio aceptable
fr: Impact sur le prix acceptable
ja: 許容価格への影響
ru: Допустимое влияние на цену
zh_tw: 可接受價格影響

source: Reduce withdrawal to match the max. <0>Read more</0>.<1/><2/><3>Set max withdrawal</3>
de: Reduzieren Sie die Abhebung auf das Maximum. <0>Mehr erfahren</0>.<1/><2/><3>Maximale Abhebung festlegen</3>
es: Reduzca la retirada para ajustarse al máximo. <0>Más información</0>.<1/><2/><3>Establecer retirada máxima</3>
fr: Réduisez le retrait pour correspondre au maximum. <0>En savoir plus</0>.<1/><2/><3>Définir le retrait maximal</3>
ja: 最大値に合わせて出金額を減らしてください。<0>詳細はこちら</0>。<1/><2/><3>最大出金額を設定</3>
ru: Уменьшите вывод до максимума. <0>Подробнее</0>.<1/><2/><3>Установить макс. вывод</3>
zh_tw: 減少提取金額以符合上限。<0>了解更多</0>。<1/><2/><3>設定最大提取金額</3>

source: No pools matched
de: Keine Pools passen
es: No hay pools coincidentes
fr: Aucun pool correspondant
ja: 一致するプールなし
ru: Нет совпадающих пулов
zh_tw: 無符合的池

source: Liquidation confirmations
de: Liquidationsbestätigungen
es: Confirmaciones de liquidación
fr: Confirmations de liquidation
ja: 清算確認
ru: Подтверждения ликвидации
zh_tw: 清算確認通知

source: About
de: Über
es: Acerca de
fr: À propos
ja: について
ru: О нас
zh_tw: 關於

source: 24h high
de: 24h Hoch
es: Máximo 24h
fr: Plus haut 24h
ja: 24時間高値
ru: Макс. за 24ч
zh_tw: 24 小時最高

source: FACTOR
de: FAKTOR
fr: FACTEUR
ja: ファクター
ru: ФАКТОР
zh_tw: 因子
