Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Withdrawal from GMX Account
de: Abhebung vom GMX-Konto
es: Retiro de Cuenta GMX
fr: Retrait du Compte GMX
ja: GMXアカウントからの引き出し
ru: Вывод со счета GMX
zh_tw: 從 GMX Account 提取

source: Purpose
de: Zweck
es: Propósito
fr: Objectif
ja: 目的
ru: Назначение
zh_tw: 用途

source: For me
de: Für mich
es: Para mí
fr: Pour moi
ja: 自分用
ru: Для меня
zh_tw: 為我推薦

source: Withdrawing {0} to {1} is not supported
de: Das Abheben von {0} nach {1} wird nicht unterstützt
es: La retirada de {0} a {1} no está soportada
fr: Le retrait de {0} vers {1} n'est pas pris en charge
ja: {0}の{1}への出金はサポートされていません
ru: Вывод {0} на {1} не поддерживается
zh_tw: 不支援將 {0} 提取至 {1}

source: Governance
es: Gobernanza
fr: Gouvernance
ja: ガバナンス
ru: Управление
zh_tw: 治理

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отменить
zh_tw: 取消

source: Telegram group
de: Telegram-Gruppe
es: Grupo de Telegram
fr: Groupe Telegram
ja: Telegramグループ
ru: Группа в Telegram
zh_tw: Telegram 群組

source: Insufficient liquidity
de: Unzureichende Liquidität
es: Insuficiente liquidez
fr: Liquidité insuffisante
ja: 流動性不足
ru: Недостаточная ликвидность
zh_tw: 流動性不足

source: STATUS
es: ESTADO
fr: STATUT
ru: СТАТУС
zh_tw: 狀態

source: <0>every</0> {seconds} seconds
de: <0>jede</0> {seconds} Sekunden
es: <0>cada</0> {seconds} segundos
fr: <0>toutes les</0> {seconds} secondes
ja: <0>毎</0> {seconds} 秒
ru: <0>каждые</0> {seconds} секунд
zh_tw: <0>每</0> {seconds} 秒

source: All markets
de: Alle Märkte
es: Todos los mercados
fr: Tous les marchés
ja: すべてのマーケット
ru: Все рынки
zh_tw: 所有市場

source: TVL (supply)
de: TVL (Angebot)
es: TVL (oferta)
fr: TVL (offre)
ja: TVL（供給量）
ru: TVL (предложение)
zh_tw: TVL（供給量）

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: サマリー
ru: Сводка
zh_tw: 摘要

source: ENTRY PRICE
de: EINSTIEGSPREIS
es: PRECIO DE ENTRADA
fr: PRIX D'ENTRÉE
ru: ЦЕНА ВХОДА
zh_tw: 入場價格

source: Display PnL after fees
de: PnL nach Gebühren anzeigen
es: Mostrar PnL después de comisiones
fr: Afficher le PnL après les frais
ja: 手数料差引後のPnLを表示
ru: Отображать PnL после комиссий
zh_tw: 顯示扣除費用後的 PnL

source: Share position
de: Position teilen
es: Compartir posición
fr: Partager la position
ja: ポジションを共有
ru: Поделиться позицией
zh_tw: 分享倉位

source: Switch to <0><1/><2>Arbitrum</2></0> or <3><4/><5>Avalanche</5></3> for those features
de: Wechseln Sie zu <0><1/><2>Arbitrum</2></0> oder <3><4/><5>Avalanche</5></3> für diese Funktionen
es: Cambie a <0><1/><2>Arbitrum</2></0> o <3><4/><5>Avalanche</5></3> para acceder a esas funciones
fr: Passez à <0><1/><2>Arbitrum</2></0> ou <3><4/><5>Avalanche</5></3> pour accéder à ces fonctionnalités
ja: これらの機能をご利用いただくには<0><1/><2>Arbitrum</2></0>または<3><4/><5>Avalanche</5></3>に切り替えてください
ru: Переключитесь на <0><1/><2>Arbitrum</2></0> или <3><4/><5>Avalanche</5></3> для доступа к этим функциям
zh_tw: 切換至 <0><1/><2>Arbitrum</2></0> 或 <3><4/><5>Avalanche</5></3> 以使用這些功能

source: Help us improve GMX for Liquidity Providers. For security, we won't contact you first. Send "I'm a Liquidity Provider" to our official Telegram account:
de: Helfen Sie uns, GMX für Liquiditätsanbieter zu verbessern. Aus Sicherheitsgründen werden wir Sie nicht zuerst kontaktieren. Senden Sie "I'm a Liquidity Provider" an unser offizielles Telegram-Konto:
es: Ayúdenos a mejorar GMX para los proveedores de liquidez. Por seguridad, no nos pondremos en contacto con usted primero. Envíe "I'm a Liquidity Provider" a nuestra cuenta oficial de Telegram:
fr: Aidez-nous à améliorer GMX pour les fournisseurs de liquidité. Pour des raisons de sécurité, nous ne vous contacterons pas en premier. Envoyez "I'm a Liquidity Provider" à notre compte Telegram officiel :
ja: 流動性提供者の皆さまのためにGMXの改善にご協力ください。セキュリティ上の理由から、こちらから先にご連絡することはございません。公式Telegramアカウントに「I'm a Liquidity Provider」とメッセージをお送りください：
ru: Помогите нам улучшить GMX для поставщиков ликвидности. В целях безопасности мы не будем связываться с вами первыми. Отправьте «I'm a Liquidity Provider» на наш официальный аккаунт в Telegram:
zh_tw: 幫助我們為流動性提供者改善 GMX。為了安全起見，我們不會主動聯繫您。請向我們的官方 Telegram 帳號發送「I'm a Liquidity Provider」：

source: Min collateral factor
de: Minimaler Sicherheitsfaktor
es: Factor mínimo de garantía
fr: Facteur de garantie minimal
ja: 最小担保ファクター
ru: Мин. фактор обеспечения
zh_tw: 最低抵押品因子

source: Source:
de: Quelle:
es: Origen:
ja: ソース：
ru: Источник:
zh_tw: 來源：

source: Position fee factor (negative PI)
de: Positionsgebührenfaktor (negativer PI)
es: Factor de comisión de posición (PI negativo)
fr: Facteur de frais de position (PI négatif)
ja: ポジション手数料ファクター（マイナスPI）
ru: Фактор комиссии позиции (отрицательное влияние на цену)
zh_tw: 倉位手續費因子（負向 PI）

source: 90d
de: 90T
fr: 90j
ja: 90日
ru: 90д
zh_tw: 90天

source: ({0} days ago)
de: (vor {0} Tagen)
es: (hace {0} días)
fr: (il y a {0} jours)
ja: （{0}日前）
ru: ({0} дн. назад)
zh_tw: （{0} 天前）

source: Liquidation
es: Liquidación
ja: 清算
ru: Ликвидация
zh_tw: 清算

source: Add TP/SL
de: TP/SL hinzufügen
es: Añadir TP/SL
fr: Ajouter TP/SL
ja: TP/SLを追加
ru: Добавить TP/SL
zh_tw: 新增 TP/SL

source: Receiver has not staked GLP tokens before
de: Der Empfänger hat zuvor noch keine GLP-Token gestaked
es: El destinatario nunca ha hecho staking de tokens GLP
fr: Le destinataire n’a jamais staké de tokens GLP auparavant
ja: 受信者はこれまでGLPトークンをステークしていません
ru: Получатель ранее не стейкал токены GLP
zh_tw: 接收者先前未曾質押 GLP 代幣

source: Min collateral: {0}
de: Min. Kollateral: {0}
es: Garantía mínima: {0}
fr: Collatéral minimum : {0}
ja: 最小担保: {0}
ru: Мин залог: {0}
zh_tw: 最低抵押品：{0}

source: View transaction
de: Transaktion anzeigen
es: Ver transacción
fr: Voir la transaction
ja: トランザクションを表示
ru: Просмотреть транзакцию
zh_tw: 查看交易

source: Project
de: Projekt
es: Proyecto
fr: Projet
ja: プロジェクト
ru: Проект
zh_tw: 專案

source: 24h low
de: 24h-Tief
es: Mínimo 24h
fr: Plus bas 24h
ja: 24時間安値
ru: Мин. за 24ч
zh_tw: 24小時最低價

source: Buy GMX from TraderJoe
de: GMX bei TraderJoe kaufen
es: Comprar GMX en TraderJoe
fr: Acheter des GMX sur TraderJoe
ja: TraderJoeでGMXを購入
ru: Купить GMX на TraderJoe
zh_tw: 從 TraderJoe 買入 GMX

source: Average leverage used
de: Durchschnittlich genutzter Hebel
es: Apalancamiento medio utilizado
fr: Effet de levier moyen utilisé
ja: 平均使用レバレッジ
ru: Среднее используемое кредитное плечо
zh_tw: 平均使用槓桿

source: Clear debug overrides
de: Debug-Überschreibungen zurücksetzen
es: Restablecer configuración de depuración
fr: Réinitialiser les paramètres de débogage
ja: デバッグ設定をリセット
ru: Сбросить отладочные настройки
zh_tw: 清除除錯覆寫設定

source: Cancel Stop-Loss
de: Stop-Loss abbrechen
es: Cancelar Stop-Loss
fr: Annuler le Stop-Loss
ja: ストップロスをキャンセル
ru: Отмена стоп-лосса
zh_tw: 取消止損

source: {0} is required for collateral.<0/><1/>No swap path found for {1} to {2} within GMX.<2/><3/><4>Buy {3} on 1inch</4>.
de: {0} wird als Sicherheit benötigt.<0/><1/>Kein Tauschpfad für {1} zu {2} innerhalb von GMX gefunden.<2/><3/><4>{3} auf 1inch kaufen</4>.
es: Se requiere {0} como garantía.<0/><1/>No se ha encontrado una ruta de intercambio de {1} a {2} en GMX.<2/><3/><4>Comprar {3} en 1inch</4>.
fr: {0} est requis comme garantie.<0/><1/>Aucun chemin d'échange trouvé de {1} à {2} dans GMX.<2/><3/><4>Acheter {3} sur 1inch</4>.
ja: {0}が担保として必要です。<0/><1/>GMX内で{1}から{2}へのスワップ経路が見つかりません。<2/><3/><4>1inchで{3}を購入</4>。
ru: {0} требуется в качестве обеспечения.<0/><1/>Не найден путь обмена {1} на {2} в GMX.<2/><3/><4>Купить {3} на 1inch</4>.
zh_tw: {0} 為所需抵押品。<0/><1/>在 GMX 中找不到 {1} 至 {2} 的兌換路徑。<2/><3/><4>在 1inch 購買 {3}</4>。

source: Stake {tokenSymbol} rewards
de: {tokenSymbol}-Belohnungen staken
es: Stakear recompensas de {tokenSymbol}
fr: Staker les récompenses {tokenSymbol}
ja: {tokenSymbol}報酬をステーク
ru: Стейкать вознаграждения {tokenSymbol}
zh_tw: 質押 {tokenSymbol} 獎勵

source: Max amount exceeded
de: Maximalbetrag überschritten
es: Superado el importe máximo
fr: Montant maximal dépassé
ja: 最大値超過
ru: Максимальная сумма превышена
zh_tw: 超過最大數量

source: RPC endpoints
de: RPC-Endpunkte
es: Puntos de conexión RPC
fr: Points de terminaison RPC
ja: RPCエンドポイント
ru: Конечные точки RPC
zh_tw: RPC 端點

source: Staking only available on {chainNames} or {lastChainName}. Switch networks to continue.
de: Staken ist nur auf {chainNames} oder {lastChainName} verfügbar. Wechseln Sie das Netzwerk, um fortzufahren.
es: El staking solo está disponible en {chainNames} o {lastChainName}. Cambie de red para continuar.
fr: Le staking est disponible uniquement sur {chainNames} ou {lastChainName}. Changez de réseau pour continuer.
ja: ステークは{chainNames}または{lastChainName}でのみ利用可能です。続行するにはネットワークを切り替えてください。
ru: Стейкинг доступен только на {chainNames} или {lastChainName}. Переключите сеть, чтобы продолжить.
zh_tw: 質押僅在 {chainNames} 或 {lastChainName} 上可用。請切換網路以繼續。

source: Claiming rewards only available on {settlementChainName}. Switch networks to claim referral rewards.
de: Belohnungen beanspruchen ist nur auf {settlementChainName} verfügbar. Wechseln Sie das Netzwerk, um Empfehlungsbelohnungen zu beanspruchen.
es: La reclamación de recompensas solo está disponible en {settlementChainName}. Cambie de red para reclamar las recompensas de referidos.
fr: La récupération des récompenses est disponible uniquement sur {settlementChainName}. Changez de réseau pour récupérer les récompenses de parrainage.
ja: 報酬の受け取りは{settlementChainName}でのみ利用可能です。リファラル報酬を受け取るにはネットワークを切り替えてください。
ru: Получение вознаграждений доступно только на {settlementChainName}. Переключите сеть, чтобы получить реферальные вознаграждения.
zh_tw: 領取獎勵僅在 {settlementChainName} 上可用。請切換網路以領取推薦獎勵。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ru: Редактировать
zh_tw: 編輯

source: No available leverage found
de: Keine verfügbare Hebelwirkung gefunden
es: No se encontró apalancamiento disponible
fr: Aucun effet de levier disponible trouvé
ja: 利用可能なレバレッジが見つかりません
ru: Доступное кредитное плечо не найдено
zh_tw: 找不到可用的槓桿

source: Total supply
de: Gesamtangebot
es: Oferta total
fr: Offre totale
ja: 総供給量
ru: Общее предложение
zh_tw: 總供給量

source: My assets
de: Meine Assets
es: Mis activos
fr: Mes actifs
ja: 私の資産
ru: Мои активы
zh_tw: 我的資產

source: Withdraw from GMX Account
de: Vom GMX-Konto abheben
es: Retirar de Cuenta GMX
fr: Retirer du Compte GMX
ja: GMXアカウントから引き出し
ru: Вывести со счета GMX
zh_tw: 從 GMX Account 提取

source: Enter a valid amount
de: Geben Sie einen gültigen Betrag ein
es: Introduzca una cantidad válida
fr: Saisissez un montant valide
ja: 有効な金額を入力してください
ru: Введите корректную сумму
zh_tw: 請輸入有效金額

source: Keep leverage at {currentLeverage}
de: Hebel bei {currentLeverage} beibehalten
es: Mantener el apalancamiento en {currentLeverage}
fr: Maintenir l'effet de levier à {currentLeverage}
ja: レバレッジを{currentLeverage}に維持
ru: Сохранить кредитное плечо на уровне {currentLeverage}
zh_tw: 維持槓桿於 {currentLeverage}

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ru: Сегодня
zh_tw: 今天

source: Link copied
de: Link kopiert
es: Enlace copiado
fr: Lien copié
ja: リンクをコピーしました
ru: Ссылка скопирована
zh_tw: 連結已複製

source: Rewards funded by protocol fees used for GMX buybacks
de: Durch Protokollgebühren finanzierte Belohnungen, die für GMX-Rückkäufe verwendet werden
es: Recompensas financiadas con las comisiones del protocolo utilizadas para la recompra de GMX
fr: Récompenses financées par les frais du protocole utilisés pour les rachats de GMX
ja: プロトコル手数料を原資とし、GMXバイバックに使用される報酬
ru: Вознаграждения, финансируемые за счёт комиссий протокола, используемых для выкупа GMX
zh_tw: 獎勵來自協議費用，用於回購 GMX

source: SIZE
de: GRÖSSE
es: TAMAÑO
fr: TAILLE
ja: サイズ
ru: РАЗМЕР
zh_tw: 規模

source: From
de: Von
es: De
fr: De
ja: から
ru: От
zh_tw: 從

source: No events
de: Keine Ereignisse
es: Sin eventos
fr: Aucun événement
ja: イベントなし
ru: Нет событий
zh_tw: 無事件

source: We'll schedule a chat with you. As thanks, you'll receive <0>100 <1/></0> for your feedback.
de: Wir werden ein Gespräch mit Ihnen vereinbaren. Als Dankeschön erhalten Sie <0>100 <1/></0> für Ihr Feedback.
es: Programaremos una conversación con usted. Como agradecimiento, recibirá <0>100 <1/></0> por sus comentarios.
fr: Nous planifierons un entretien avec vous. En guise de remerciement, vous recevrez <0>100 <1/></0> pour vos commentaires.
ja: チャットの日程を調整いたします。ご協力いただいたお礼として、<0>100 <1/></0>をお送りいたします。
ru: Мы назначим с вами беседу. В благодарность вы получите <0>100 <1/></0> за ваш отзыв.
zh_tw: 我們將與您安排一次交流。作為感謝，您將獲得 <0>100 <1/></0> 的回饋獎勵。

source: GM bought successfully, but bridge to Base failed. Your funds are safe in your GMX Account. Retry the bridge or go to the ETH/USD pool to withdraw your GM tokens.
de: GM erfolgreich gekauft, aber die Bridge zu Base ist fehlgeschlagen. Ihre Mittel sind in Ihrem GMX Account sicher. Versuchen Sie die Bridge erneut oder gehen Sie zum ETH/USD Pool, um Ihre GM Token abzuheben.
es: GM comprado con éxito, pero el puente a Base ha fallado. Sus fondos están seguros en su GMX Account. Reintente el puente o acceda al pool ETH/USD para retirar sus tokens GM.
fr: Achat de GM réussi, mais le transfert vers Base a échoué. Vos fonds sont en sécurité dans votre GMX Account. Réessayez le transfert ou accédez au pool ETH/USD pour retirer vos jetons GM.
ja: GMの購入は成功しましたが、Baseへのブリッジに失敗しました。資金はGMX Account内に安全に保管されています。ブリッジを再試行するか、ETH/USDプールでGMトークンを出金してください。
ru: GM успешно куплен, но мост на Base не удался. Ваши средства в безопасности на вашем GMX Account. Повторите перевод через мост или перейдите в пул ETH/USD, чтобы вывести ваши токены GM.
zh_tw: GM 購買成功，但跨鏈橋至 Base 失敗。您的資金安全存放在您的 GMX Account 中。請重試跨鏈橋或前往 ETH/USD 池提取您的 GM 代幣。

source: USD value may be inaccurate. Price data unavailable for {0}.
de: Der USD-Wert kann ungenau sein. Preisdaten für {0} nicht verfügbar.
es: El valor en USD puede ser inexacto. Datos de precio no disponibles para {0}.
fr: La valeur en USD peut être inexacte. Données de prix indisponibles pour {0}.
ja: USD価額が不正確な場合があります。{0}の価格データが利用できません。
ru: Значение в USD может быть неточным. Данные о ценах недоступны для {0}.
zh_tw: USD 價值可能不準確。{0} 的價格資料無法取得。

source: Limit Increase
de: Limit-Erhöhung
es: Aumento Límite
fr: Augmentation limite
ja: 指値増加
ru: Увеличение лимита

source: Transferring...
de: Übertragung läuft...
es: Transfiriendo...
fr: Transfert en cours...
ja: 送金中...
ru: Перевод...
zh_tw: 轉帳中...

source: Sell {gmOrGlvLabel} failed.
de: Verkaufen von {gmOrGlvLabel} fehlgeschlagen.
es: Error al vender {gmOrGlvLabel}.
fr: La vente de {gmOrGlvLabel} a échoué.
ja: {gmOrGlvLabel}の売却に失敗しました。
ru: Не удалось продать {gmOrGlvLabel}.
zh_tw: 賣出 {gmOrGlvLabel} 失敗。

source: GMX weekly updates
de: Wöchentliche GMX-Updates
es: Actualizaciones semanales de GMX
fr: Mises à jour hebdomadaires de GMX
ja: GMXウィークリーアップデート
ru: Еженедельные обновления GMX
zh_tw: GMX 每週更新

source: DEX aggregator
es: Agregador DEX
fr: Agrégateur DEX
ja: DEXアグリゲーター
ru: DEX-агрегатор
zh_tw: DEX 聚合器

source: Trade via GMX Account using Arbitrum liquidity. Wallet trading also available on Arbitrum.
de: Handeln Sie über GMX Account mit Arbitrum-Liquidität. Wallet-Handel ist ebenfalls auf Arbitrum verfügbar.
es: Opere mediante GMX Account utilizando la liquidez de Arbitrum. También puede operar desde su monedero en Arbitrum.
fr: Négociez via GMX Account en utilisant la liquidité d'Arbitrum. Le trading depuis le portefeuille est également disponible sur Arbitrum.
ja: Arbitrumの流動性を利用し、GMX Account経由で取引できます。Arbitrumではウォレットからの直接取引も可能です。
ru: Торговля через GMX Account с использованием ликвидности Arbitrum. Торговля с кошелька также доступна на Arbitrum.
zh_tw: 透過 GMX Account 使用 Arbitrum 流動性進行交易。也可在 Arbitrum 上使用錢包交易。

source: ({0} of {1})
de: ({0} von {1})
es: ({0} de {1})
fr: ({0} de {1})
ja: ({1}の{0})
ru: ({0} от {1})
zh_tw: （{0}，佔 {1}）

source: Total realized and unrealized PnL including fees and price impact
de: Gesamter realisierter und unrealisierter PnL einschließlich Gebühren und Preiseinfluss
es: PnL total realizado y no realizado, incluyendo comisiones e impacto en el precio
fr: PnL total réalisé et non réalisé, frais et impact sur le prix inclus
ja: 手数料と価格への影響を含む、実現損益および含み損益の合計
ru: Общий реализованный и нереализованный PnL, включая комиссии и влияние на цену
zh_tw: 包含費用和價格影響的已實現與未實現 PnL 總和

source: Position may still liquidate from fees alone (funding + borrowing), reducing collateral over time.
de: Die Position kann allein durch Gebühren (Funding + Borrowing) liquidiert werden, da die Sicherheit im Laufe der Zeit reduziert wird.
es: La posición aún puede liquidarse solo por las comisiones (financiación + préstamo), reduciendo la garantía con el tiempo.
fr: La position peut encore être liquidée par les frais seuls (funding + borrowing), réduisant la garantie au fil du temps.
ja: 手数料（ファンディング＋借入）のみでもポジションが清算される可能性があり、担保は時間とともに減少します。
ru: Позиция всё ещё может быть ликвидирована только за счёт комиссий (финансирование + заимствование), которые со временем уменьшают обеспечение.
zh_tw: 僅費用（資金費率 + 借貸費用）仍可能導致清算，抵押品會隨時間減少。

source: In GMX
es: En GMX
fr: En GMX
ja: GMX
ru: В GMX
zh_tw: GMX 中

source: Order request sent
de: Orderanfrage gesendet
es: Solicitud de orden enviada
fr: Demande d'ordre envoyée
ja: 注文リクエスト送信済
ru: Запрос ордера отправлен
zh_tw: 訂單請求已發送

source: Oracle Keeper debug
es: Depuración de Oracle Keeper
fr: Débogage Oracle Keeper
ja: Oracle Keeperデバッグ
ru: Отладка Oracle Keeper
zh_tw: Oracle Keeper 除錯

source: Funding fee / day
de: Funding-Gebühr / Tag
es: Comisión de financiación / día
fr: Frais de funding / jour
ja: ファンディング手数料 / 日
ru: Комиссия за финансирование / день
zh_tw: 每日資金費用

source: GLP reimbursement (test)
de: GLP-Erstattung (Test)
es: Reembolso de GLP (prueba)
fr: Remboursement GLP (test)
ja: GLP払い戻し（テスト）
ru: Возмещение GLP (тест)
zh_tw: GLP 補償（測試）

source: <0>Return to </0><1>Homepage</1> <2>or </2> <3>Trade</3>
de: <0>Zurück zu </0><1>Homepage</1> <2>oder </2> <3>Trade</3>
es: <0>Volver a </0><1>Página inicial</1> <2>o </2> <3>Operar</3>
fr: <0>Retourner à </0><1>la page d'accueil</1> <2>ou </2> <3>Trader</3>
ja: <0>戻る </0><1>ホームページへ</1> <2>または </2> <3>トレードへ</3>
ru: <0>Вернуться к </0><1>Домашней странице</1> <2>или </2> <3>Торговле</3>
zh_tw: <0>返回</0><1>首頁</1><2>或</2><3>交易</3>

source: Bridge {tokenSymbol} to {chainName} with
de: Brücke {tokenSymbol} zu {chainName} mit
es: Puente {tokenSymbol} a {chainName} con
fr: Transférer {tokenSymbol} vers {chainName} avec
ja: {tokenSymbol} を {chainName} にブリッジ
ru: Перевести {tokenSymbol} в {chainName} с
zh_tw: 使用以下方式將 {tokenSymbol} 橋接至 {chainName}

source: Permit signing failed
de: Erlaubnissignatur fehlgeschlagen
es: Firma de permiso fallida
fr: Échec de la signature du permis
ja: 許可署名に失敗
ru: Подпись разрешения не удалась
zh_tw: 許可簽名失敗

source: Order uses {collateralSymbol}, but existing {longText} position uses {symbol} as collateral
de: Die Order verwendet {collateralSymbol}, aber die bestehende {longText}-Position verwendet {symbol} als Sicherheit
es: La orden utiliza {collateralSymbol}, pero la posición {longText} existente utiliza {symbol} como garantía
fr: L'ordre utilise {collateralSymbol}, mais la position {longText} existante utilise {symbol} comme garantie
ja: 注文は{collateralSymbol}を使用していますが、既存の{longText}ポジションは{symbol}を担保としています
ru: Ордер использует {collateralSymbol}, но существующая позиция {longText} использует {symbol} в качестве обеспечения
zh_tw: 訂單使用 {collateralSymbol}，但現有的{longText}倉位使用 {symbol} 作為抵押品

source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
ja: さらに表示
ru: Показать больше
zh_tw: 顯示更多

source: Net rate = funding + borrowing fees.<0/><1/>Funding: Balances longs vs shorts, paid between traders. <2>Read more</2>.<3/><4/>Borrowing: Ensures available liquidity. <5>Read more</5>.
de: Nettorate = Funding- + Borrowing-Gebühren.<0/><1/>Funding: Gleicht Longs und Shorts aus, wird zwischen Tradern gezahlt. <2>Mehr erfahren</2>.<3/><4/>Borrowing: Stellt verfügbare Liquidität sicher. <5>Mehr erfahren</5>.
es: Tasa neta = comisiones de financiación + préstamo.<0/><1/>Financiación: Equilibra largos frente a cortos, pagada entre operadores. <2>Más información</2>.<3/><4/>Préstamo: Garantiza la liquidez disponible. <5>Más información</5>.
fr: Taux net = frais de funding + borrowing.<0/><1/>Funding : équilibre les longs et les shorts, payé entre les traders. <2>En savoir plus</2>.<3/><4/>Borrowing : garantit la liquidité disponible. <5>En savoir plus</5>.
ja: ネットレート = ファンディング＋借入手数料。<0/><1/>ファンディング: ロングとショートのバランスを調整し、トレーダー間で支払われます。<2>詳細を見る</2>。<3/><4/>借入: 利用可能な流動性を確保します。<5>詳細を見る</5>。
ru: Чистая ставка = комиссии за финансирование + заимствование.<0/><1/>Финансирование: балансирует лонги и шорты, выплачивается между трейдерами. <2>Подробнее</2>.<3/><4/>Заимствование: обеспечивает доступную ликвидность. <5>Подробнее</5>.
zh_tw: 淨費率 = 資金費率 + 借貸費用。<0/><1/>資金費率：平衡做多與做空，由交易者之間支付。<2>了解更多</2>。<3/><4/>借貸費用：確保可用流動性。<5>了解更多</5>。

source: Maximum actions before reauthorization required
de: Maximale Aktionen vor erforderlicher erneuter Autorisierung
es: Número máximo de acciones antes de requerir reautorización
fr: Nombre maximum d'actions avant qu'une nouvelle autorisation soit requise
ja: 再認証が必要になるまでの最大アクション数
ru: Максимальное количество действий до необходимости повторной авторизации
zh_tw: 需要重新授權前的最大操作次數

source: GMX risk monitoring
de: GMX-Risikoüberwachung
es: Monitorización de riesgos de GMX
fr: Surveillance des risques GMX
ja: GMXリスクモニタリング
ru: Мониторинг рисков GMX
zh_tw: GMX 風險監控

source: Minimum capital used of {0} required to qualify for rankings
de: Ein Mindestkapitaleinsatz von {0} ist erforderlich, um sich für die Rangliste zu qualifizieren
es: Se requiere un capital utilizado mínimo de {0} para clasificarse en el ranking
fr: Un capital utilisé minimum de {0} est requis pour être éligible au classement
ja: ランキングに参加するには、最低{0}の使用資金が必要です
ru: Для участия в рейтинге необходимо использовать капитал не менее {0}
zh_tw: 需要使用最低 {0} 的資金才能參與排名

source: Limit - short inc.
de: Limit - Short-Erhöhung
es: Limit - inc. corto
ja: Limit - ショート増加
ru: Limit - увеличение шорта

source: Proof of reserves
de: Reservenachweis
es: Prueba de reservas
fr: Preuve de réserves
ja: 準備金証明
ru: Подтверждение резервов
zh_tw: 儲備金證明

source: V2 claim
es: Reclamación V2
ja: V2受け取り
ru: Получение V2
zh_tw: V2 領取

source: No topics
de: Keine Themen
es: Sin temas
fr: Aucun sujet
ja: トピックなし
ru: Нет тем
zh_tw: 無主題

source: <0>🔷 24h Volume: $1.01 Billion.</0><1>Thank you to the hundreds of thousands of GMX users who continue to support permissionless onchain trading.</1>
de: <0>🔷 24h Volumen: $1,01 Milliarden.</0><1>Vielen Dank an die Hunderttausende GMX-Nutzer, die permissionless On-Chain-Handel weiterhin unterstützen.</1>
es: <0>🔷 Volumen 24h: $1.01 Mil Millones.</0><1>Gracias a los cientos de miles de usuarios de GMX que continúan apoyando el trading onchain sin permisos.</1>
fr: <0>🔷 Volume 24h : 1,01 milliard $.</0><1>Merci aux centaines de milliers d'utilisateurs GMX qui continuent de soutenir le trading onchain sans permission.</1>
ja: <0>🔷 24時間ボリューム: 10.1億ドル。</0><1>パーミッションレスオンチェーン取引をサポートし続ける数十万のGMXユーザーに感謝します。</1>
ru: <0>🔷 Объем за 24ч: $1.01 млрд.</0><1>Спасибо сотням тысяч пользователей GMX, которые продолжают поддерживать безразрешительную ончейн-торговлю.</1>
zh_tw: <0>🔷 24小時交易量：$10.1 億。</0><1>感謝數十萬 GMX 用戶持續支持無需許可的鏈上交易。</1>

source: Enter deposit amount
de: Einzahlungsbetrag eingeben
es: Ingresa cantidad de depósito
fr: Entrez le montant de dépôt
ja: 入金額を入力
ru: Введите сумму внесения
zh_tw: 請輸入存入金額

source: Approve {0}
de: {0} genehmigen
es: Aprobar {0}
fr: Approuver {0}
ja: {0}を承認
ru: Одобрить {0}
zh_tw: 授權 {0}

source: Position value after PnL, fees, and net price impact
de: Positionswert nach PnL, Gebühren und Nettopreiseinfluss
es: Valor de la posición después de PnL, comisiones e impacto neto en el precio
fr: Valeur de la position après PnL, frais et impact net sur le prix
ja: PnL、手数料、および正味の価格への影響を反映したポジション価額
ru: Стоимость позиции после PnL, комиссий и чистого влияния на цену
zh_tw: PnL、費用和淨價格影響後的倉位價值

source: PREVIOUS
de: VORHERIG
es: ANTERIOR
fr: PRÉCÉDENT
ja: 前回
ru: ПРЕДЫДУЩЕЕ
zh_tw: 先前
