Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Network fee
de: Netzwerkgebühr
es: Comisión de red
fr: Frais de réseau
ja: ネットワーク手数料
ru: Комиссия сети
zh_tw: 網路費用

source: Deactivated
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 非活性化
ru: Деактивировано
zh_tw: 已停用

source: Swap impact amount {0}
de: Tausch-Preiseinfluss-Betrag {0}
es: Cantidad de impacto de intercambio {0}
fr: Montant de l'impact sur le prix du swap {0}
ja: スワップ影響額 {0}
ru: Сумма влияния на цену обмена {0}
zh_tw: 兌換影響金額 {0}

source: Join an anonymous one-on-one chat to share your experience
de: Nehmen Sie an einem anonymen Einzelgespräch teil, um Ihre Erfahrungen zu teilen
es: Únase a un chat anónimo individual para compartir su experiencia
fr: Rejoignez une discussion anonyme en tête-à-tête pour partager votre expérience
ja: 匿名の1対1チャットに参加して体験を共有しましょう
ru: Присоединитесь к анонимному индивидуальному чату, чтобы поделиться своим опытом
zh_tw: 加入匿名一對一對話，分享您的使用體驗

source: GMX staked rewards:
de: GMX Staking-Belohnungen:
es: Recompensas de GMX en staking:
fr: Récompenses de staking GMX :
ja: GMXステーキング報酬:
ru: Вознаграждения за стейкинг GMX:
zh_tw: GMX 質押獎勵：

source: {longOrShort} positions {fundingAction} a funding fee of {fundingRate} per hour and do not pay a borrow fee
de: {longOrShort}-Positionen {fundingAction} eine Finanzierungsgebühr von {fundingRate} pro Stunde und zahlen keine Leihgebühr
es: Las posiciones {longOrShort} {fundingAction} una comisión de financiación de {fundingRate} por hora y no pagan comisión de préstamo
fr: Les positions {longOrShort} {fundingAction} des frais de financement de {fundingRate} par heure et ne paient pas de frais d'emprunt
ja: {longOrShort}ポジションは1時間あたり{fundingRate}のファンディング手数料を{fundingAction}、借入手数料は発生しません
ru: Позиции {longOrShort} {fundingAction} комиссию за финансирование в размере {fundingRate} в час и не платят комиссию за заимствование
zh_tw: {longOrShort}倉位{fundingAction}每小時 {fundingRate} 的資金費用，且不支付借貸費用

source: Failed to add referral code
de: Empfehlungscode konnte nicht hinzugefügt werden
es: Error al añadir el código de referido
fr: Échec de l'ajout du code de parrainage
ja: リファラルコードの追加に失敗しました
ru: Не удалось добавить реферальный код
zh_tw: 新增推薦碼失敗

source: Deposit {glvOrGm}
de: {glvOrGm} einzahlen
es: Depositar {glvOrGm}
fr: Déposer {glvOrGm}
ja: {glvOrGm}を入金
ru: Депозит {glvOrGm}
zh_tw: 存入 {glvOrGm}

source: Debug settings
de: Debug-Einstellungen
es: Configuración de depuración
fr: Paramètres de débogage
ja: デバッグ設定
ru: Настройки отладки
zh_tw: 除錯設定

source: Anonymous chat with GMX
de: Anonymer Chat mit GMX
es: Chat anónimo con GMX
fr: Chat anonyme avec GMX
ja: GMXとの匿名チャット
ru: Анонимный чат с GMX
zh_tw: 與 GMX 匿名對話

source: {ordersText} canceled
de: {ordersText} abgebrochen
es: {ordersText} canceladas
fr: {ordersText} annulé(s)
ja: {ordersText}がキャンセルされました
ru: {ordersText} отменён
zh_tw: {ordersText} 已取消

source: No to token address
de: Keine Zieltoken-Adresse
es: Sin dirección de token de destino
fr: Aucune adresse de jeton de destination
ja: 送信先トークンアドレスがありません
ru: Адрес целевого токена не указан
zh_tw: 無目標代幣地址

source: Limit
es: Límite
fr: Limite
ja: リミット
ru: Лимит
zh_tw: 限價

source: Insufficient {0} for gas on {1}<0/><1/><2>Buy or transfer {2} to {3}</2>
de: Unzureichend {0} für Gas auf {1}<0/><1/><2>{2} kaufen oder an {3} übertragen</2>
es: {0} insuficiente para gas en {1}<0/><1/><2>Comprar o transferir {2} a {3}</2>
fr: {0} insuffisant pour le gas sur {1}<0/><1/><2>Acheter ou transférer {2} vers {3}</2>
ja: {1}でのガスに必要な{0}が不足しています<0/><1/><2>{2}を購入または{3}に送金してください</2>
ru: Недостаточно {0} для газа в сети {1}<0/><1/><2>Купите или переведите {2} в {3}</2>
zh_tw: {1} 上的 {0} 不足以支付 Gas 費用<0/><1/><2>購買或轉帳 {2} 至 {3}</2>

source: Min position size
de: Mindestpositionsgröße
es: Tamaño mínimo de posición
fr: Taille de position minimale
ja: 最小ポジションサイズ
ru: Мин. размер позиции
zh_tw: 最小倉位大小

source: Hours
de: Stunden
es: Horas
fr: Heures
ja: 時間
ru: Часы
zh_tw: 小時

source: SL - short dec.
ja: SL - ショート減少
ru: SL - шорт умен.

source: Invalid receiver address
de: Ungültige Empfängeradresse
es: Dirección del destinatario no válida
fr: Adresse du destinataire invalide
ja: 無効な受取人アドレスです
ru: Недействительный адрес получателя
zh_tw: 接收地址無效

source: Withdraw submitted
de: Abhebung eingereicht
es: Retiro enviado
fr: Retrait soumis
ja: 出金が送信されました
ru: Вывод отправлен
zh_tw: 提取已提交

source: Funding activity
de: Finanzierungsaktivität
es: Actividad de financiación
fr: Activité de financement
ja: ファンディング履歴
ru: История пополнений
zh_tw: 資金活動

source: Available:
de: Verfügbar:
es: Disponible:
fr: Disponible :
ja: 利用可能：
ru: Доступно:
zh_tw: 可用：

source: Realized base PnL
de: Realisiertes Basis-PnL
es: PnL base realizado
fr: PnL de base réalisé
ja: 実現ベースPnL
ru: Реализованный базовый PnL
zh_tw: 已實現基礎 PnL

source: limit
es: límite
fr: limite
ja: リミット
ru: лимит
zh_tw: 限價

source: Execute TWAP Swap part
de: TWAP-Tausch-Teil ausführen
es: Ejecutar parte del TWAP Swap
fr: Exécuter une partie du TWAP Swap
ja: TWAPスワップの一部を執行
ru: Исполнение части TWAP-обмена
zh_tw: 執行 TWAP Swap 部分

source: Reload the page or report the issue if the <0/> problem persists
de: Laden Sie die Seite neu oder melden Sie das Problem, wenn das <0/> Problem weiterhin besteht
es: Recargue la página o informe del problema si el <0/> problema persiste
fr: Rechargez la page ou signalez le problème si le <0/> problème persiste
ja: 問題が解決しない場合は、ページを再読み込みするか<0/>問題を報告してください
ru: Перезагрузите страницу или сообщите о проблеме, если <0/> она сохраняется
zh_tw: 若 <0/> 問題持續發生，請重新載入頁面或回報問題

source: Don't show this again
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
ja: 今後表示しない
ru: Больше не показывать
zh_tw: 不再顯示

source: Great for passive users
de: Ideal für passive Nutzer
es: Ideal para usuarios pasivos
fr: Idéal pour les utilisateurs passifs
ja: パッシブユーザー向け
ru: Отлично подходит для пассивных пользователей
zh_tw: 適合被動型用戶

source: NET RATE / 1H
de: NETTORATE / 1H
es: TASA NETA / 1H
fr: TAUX NET / 1H
ru: ЧИСТАЯ СТАВКА / 1Ч
zh_tw: 淨費率 / 1H

source: 30d performance APY
de: 30-Tage-Performance APY
es: APY de rendimiento a 30d
fr: APY de performance sur 30j
ja: 30日パフォーマンスAPY
ru: APY доходности за 30д
zh_tw: 30 日績效 APY

source: Order may not execute at {priceText}: acceptable impact ({formattedOrderAcceptablePriceImpact}) below market ({formattedCurrentAcceptablePriceImpact}). Click "Edit".
de: Order wird möglicherweise nicht bei {priceText} ausgeführt: akzeptabler Preiseinfluss ({formattedOrderAcceptablePriceImpact}) unter Markt ({formattedCurrentAcceptablePriceImpact}). Klicken Sie auf "Bearbeiten".
es: La orden podría no ejecutarse a {priceText}: impacto aceptable ({formattedOrderAcceptablePriceImpact}) por debajo del mercado ({formattedCurrentAcceptablePriceImpact}). Haga clic en "Edit".
fr: L'ordre pourrait ne pas s'exécuter au {priceText} : impact acceptable ({formattedOrderAcceptablePriceImpact}) inférieur au marché ({formattedCurrentAcceptablePriceImpact}). Cliquez sur "Edit".
ja: 注文は{priceText}で約定しない可能性があります: 許容影響（{formattedOrderAcceptablePriceImpact}）がマーケット（{formattedCurrentAcceptablePriceImpact}）を下回っています。「Edit」をクリックしてください。
ru: Ордер может не исполниться по {priceText}: допустимое влияние на цену ({formattedOrderAcceptablePriceImpact}) ниже рыночного ({formattedCurrentAcceptablePriceImpact}). Нажмите "Edit".
zh_tw: 訂單可能無法以{priceText}成交：可接受的價格影響（{formattedOrderAcceptablePriceImpact}）低於市場（{formattedCurrentAcceptablePriceImpact}）。點擊「編輯」。

source: Share on
de: Teilen auf
es: Compartir en
fr: Partager sur
ja: シェアする
ru: Поделиться в
zh_tw: 分享至

source: project
de: Projekt
es: proyecto
fr: projet
ru: проект

source: Selling...
de: Verkauf...
es: Vendiendo...
fr: Vente en cours...
ja: 売却中...
ru: Продажа...
zh_tw: 賣出中...

source: Derivatives portfolio tracker
de: Derivate-Portfolio-Tracker
es: Rastreador de cartera de derivados
fr: Suivi de portefeuille de produits dérivés
ja: デリバティブポートフォリオトラッカー
ru: Трекер портфеля деривативов
zh_tw: 衍生品投資組合追蹤器

source: Execution price didn't meet acceptable price. Order will fill when the condition is met.
de: Der Ausführungspreis hat den akzeptablen Preis nicht erreicht. Die Order wird ausgeführt, sobald die Bedingung erfüllt ist.
es: El precio de ejecución no alcanzó el precio aceptable. La orden se ejecutará cuando se cumpla la condición.
fr: Le prix d'exécution n'a pas atteint le prix acceptable. L'ordre sera exécuté lorsque la condition sera remplie.
ja: 約定価格が許容価格を満たしませんでした。条件が満たされた時点で注文が約定します。
ru: Цена исполнения не соответствовала допустимой цене. Ордер будет исполнен при выполнении условия.
zh_tw: 成交價格未達到可接受價格。當條件滿足時，訂單將會成交。

source: Font sizes
de: Schriftgrößen
es: Tamaños de fuente
fr: Tailles de police
ja: フォントサイズ
ru: Размеры шрифтов
zh_tw: 字型大小

source: multiple asset classes
de: mehrere Asset-Klassen
es: múltiples clases de activos
fr: plusieurs classes d'actifs
ja: 複数の資産クラス
ru: множество классов активов
zh_tw: 多種資產類別

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: クローズ
ru: Закрыть
zh_tw: 平倉

source: Link
es: Enlace
fr: Lien
ja: リンク
ru: Ссылка
zh_tw: 連結

source: Available to deposit
de: Zum Einzahlen verfügbar
es: Disponible para depositar
fr: Disponible pour déposer
ja: 入金可能
ru: Доступно для депозита
zh_tw: 可存入

source: Enter a referral code to get fee discounts
de: Geben Sie einen Empfehlungscode ein, um Gebührenrabatte zu erhalten
es: Introduzca un código de referido para obtener descuentos en las comisiones
fr: Entrez un code de parrainage pour obtenir des réductions sur les frais
ja: リファラルコードを入力して手数料の割引を受けましょう
ru: Введите реферальный код для получения скидки на комиссии
zh_tw: 輸入推薦碼以獲得手續費折扣

source: General performance details
de: Allgemeine Leistungsdetails
es: Detalles de rendimiento general
fr: Détails de la performance générale
ja: 全般パフォーマンス詳細
ru: Общие показатели эффективности
zh_tw: 整體績效詳情

source: Take-Profit
ja: テイクプロフィット
ru: Тейк-профит
zh_tw: 止盈

source: possibilities
de: Möglichkeiten
es: posibilidades
fr: possibilités
ja: 候補
ru: вариантов
zh_tw: 種可能性

source: Loading Express Trading params...
de: Express Trading-Parameter werden geladen...
es: Cargando parámetros de Express Trading...
fr: Chargement des paramètres Express Trading...
ja: Express Tradingパラメータを読み込み中...
ru: Загрузка параметров Express Trading...
zh_tw: 正在載入 Express Trading 參數...

source: Express Trading enabled. Disable in <0>settings</0>
de: Express Trading aktiviert. Deaktivieren Sie es in den <0>Einstellungen</0>
es: Express Trading activado. Desactivar en <0>configuración</0>
fr: Express Trading activé. Désactiver dans les <0>paramètres</0>
ja: Express Tradingが有効になりました。<0>設定</0>で無効にできます
ru: Express Trading включён. Отключите в <0>настройках</0>
zh_tw: Express Trading 已啟用。可在<0>設定</0>中停用

source: Incl. reviewed
de: Inkl. überprüfter
es: Incl. revisados
fr: Incl. examinés
ja: レビュー済みを含む
ru: Вкл. проверенные
zh_tw: 包含已審核

source: How does GLV earn yield, and where do I see my earnings?
de: Wie verdient GLV Rendite, und wo sehe ich meine Einnahmen?
es: ¿Cómo gana rendimiento GLV, y dónde veo mis ganancias?
fr: Comment GLV gagne-t-il du rendement, et où voir mes gains ?
ja: GLVはどうやって利回りを稼ぎ、収益はどこで見られますか？
ru: Как GLV зарабатывает доходность, и где я вижу свои заработки?
zh_tw: GLV 如何賺取收益，我在哪裡查看我的收益？

source: No opportunities on this chain yet
de: Noch keine Möglichkeiten auf dieser Chain
es: Aún no hay oportunidades en esta cadena
fr: Aucune opportunité sur cette chaîne pour le moment
ja: このチェーンにはまだ機会がありません
ru: На этой сети пока нет возможностей
zh_tw: 此鏈上尚無機會

source: <0>{fromTokenText} </0>{fromTokenIcon}<1> to </1>{0}{toTokenIcon}{1}
de: <0>{fromTokenText} </0>{fromTokenIcon}<1> zu </1>{0}{toTokenIcon}{1}
es: <0>{fromTokenText} </0>{fromTokenIcon}<1> a </1>{0}{toTokenIcon}{1}
fr: <0>{fromTokenText} </0>{fromTokenIcon}<1> vers </1>{0}{toTokenIcon}{1}
ja: <0>{fromTokenText} </0>{fromTokenIcon}<1> から </1>{0}{toTokenIcon}{1}
ru: <0>{fromTokenText} </0>{fromTokenIcon}<1> на </1>{0}{toTokenIcon}{1}
zh_tw: <0>{fromTokenText} </0>{fromTokenIcon}<1> 至 </1>{0}{toTokenIcon}{1}

source: No decentralized exchanges available
de: Keine dezentralen Börsen verfügbar
es: No hay exchanges descentralizados disponibles
fr: Aucun échange décentralisé disponible
ja: 利用可能な分散型取引所はありません
ru: Нет доступных децентрализованных бирж
zh_tw: 無可用的去中心化交易所

source: Enable <0>Express Trading</0> in settings for better reliability.<1/><2/>Or increase the max network fee buffer {bufferText} in {settingsLink}
de: Aktivieren Sie <0>Express Trading</0> in den Einstellungen für bessere Zuverlässigkeit.<1/><2/>Oder erhöhen Sie den maximalen Netzwerkgebührenpuffer {bufferText} in {settingsLink}
es: Active <0>Express Trading</0> en configuración para una mayor fiabilidad.<1/><2/>O aumente el búfer máximo de comisión de red {bufferText} en {settingsLink}
fr: Activez <0>Express Trading</0> dans les paramètres pour une meilleure fiabilité.<1/><2/>Ou augmentez le tampon maximal des frais de réseau {bufferText} dans {settingsLink}
ja: 信頼性を向上させるには設定で<0>Express Trading</0>を有効にしてください。<1/><2/>または{settingsLink}で最大ネットワーク手数料バッファ{bufferText}を引き上げてください
ru: Включите <0>Express Trading</0> в настройках для повышения надёжности.<1/><2/>Или увеличьте макс. буфер комиссии сети {bufferText} в {settingsLink}
zh_tw: 在設定中啟用 <0>Express Trading</0> 以提升可靠性。<1/><2/>或在 {settingsLink} 中增加最大網路費用緩衝 {bufferText}

source: Enter a ratio
de: Verhältnis eingeben
es: Ingresa una relación
fr: Saisir un ratio
ja: 比率を入力
ru: Введите соотношение
zh_tw: 請輸入比率

source: Active management
de: Aktives Management
es: Gestión activa
fr: Gestion active
ja: アクティブ運用
ru: Активное управление
zh_tw: 主動管理

source: GLV bonus incentive (test)
de: GLV Bonusanreiz (Test)
es: Incentivo de bonificación GLV (test)
fr: Incitation bonus GLV (test)
ja: GLVボーナスインセンティブ（テスト）
ru: Бонусное поощрение GLV (тест)
zh_tw: GLV 獎勵激勵（測試）

source: Insufficient balance
de: Unzureichender Saldo
es: Saldo insuficiente
fr: Solde insuffisant
ja: 残高不足
ru: Недостаточно баланса
zh_tw: 餘額不足

source: Collateral delta
de: Sicherheitsänderung
es: Delta de garantía
fr: Variation de la garantie
ja: 担保変動額
ru: Изменение обеспечения
zh_tw: 抵押品變動

source: Insufficient collateral. Need {amountText} more collateral
de: Unzureichende Sicherheit. {amountText} mehr Sicherheit erforderlich
es: Garantía insuficiente. Se necesitan {amountText} más de garantía
fr: Garantie insuffisante. {amountText} de garantie supplémentaire nécessaire
ja: 担保が不足しています。あと{amountText}の担保が必要です
ru: Недостаточно обеспечения. Необходимо ещё {amountText} обеспечения
zh_tw: 抵押品不足。還需要 {amountText} 的抵押品

source: Increase size (Stop Market)
de: Größe erhöhen (Stop Market)
es: Aumentar tamaño (Stop Market)
fr: Augmenter la taille (Stop Market)
ja: サイズ増加（ストップマーケット）
ru: Увеличить размер (Stop Market)
zh_tw: 加倉（止損市價單）

source: Execution price may differ from limit price due to fees and price impact. You'll receive at least the minimum amount shown. <0>Read more</0>.
de: Der Ausführungspreis kann aufgrund von Gebühren und Preiseinfluss vom Limitpreis abweichen. Sie erhalten mindestens den angezeigten Mindestbetrag. <0>Mehr erfahren</0>.
es: El precio de ejecución puede diferir del precio límite debido a las comisiones y al impacto en el precio. Recibirá como mínimo la cantidad mostrada. <0>Más información</0>.
fr: Le prix d'exécution peut différer du prix limite en raison des frais et de l'impact sur le prix. Vous recevrez au minimum le montant indiqué. <0>En savoir plus</0>.
ja: 手数料や価格への影響により、約定価格が指値と異なる場合があります。表示されている最低額は保証されます。<0>詳細を見る</0>。
ru: Цена исполнения может отличаться от лимитной цены из-за комиссий и влияния на цену. Вы получите не менее указанной минимальной суммы. <0>Подробнее</0>.
zh_tw: 由於費用和價格影響，成交價格可能與限價不同。您將至少收到所顯示的最低金額。<0>閱讀更多</0>。

source: Private
de: Privat
es: Privado
fr: Privé
ja: プライベート
ru: Приватный
zh_tw: 私有

source: Min. required collateral
de: Mind. erforderliche Sicherheit
es: Garantía mínima requerida
fr: Garantie minimale requise
ja: 最低必要担保
ru: Мин. требуемое обеспечение
zh_tw: 最低所需抵押品

source: {orderText} update failed
de: {orderText}-Aktualisierung fehlgeschlagen
es: Error al actualizar {orderText}
fr: Échec de la mise à jour de {orderText}
ja: {orderText}の更新に失敗しました
ru: Не удалось обновить {orderText}
zh_tw: {orderText} 更新失敗

source: Success
de: Erfolg
es: Éxito
fr: Succès
ja: 成功
ru: Успешно
zh_tw: 成功

source: Caption
fr: Légende
ja: キャプション

source: Net price impact and fees from your trade. <0>Read more</0>
ja: お取引による価格への影響と手数料の合計です。<0>詳細はこちら</0>

source: Bonus APR paid as {airdropTokenTitle} airdrops. <0>Read more</0>
ja: ボーナスAPRは{airdropTokenTitle}エアドロップとして支払われます。<0>詳細はこちら</0>

source: Layer 2
es: Capa 2
ja: レイヤー2

source: Stop-Loss Decrease
ja: ストップロス Decrease
zh_tw: 止損減倉

source: Your GMX Account balance, usable for trading from any supported chain. <0>Read more</0>
ja: GMX Account の残高です。対応する全チェーンから取引にご利用いただけます。<0>詳細はこちら</0>

source: PnL
es: GyP
ja: 損益

source: Price impact is stored when you increase a position and applied when you decrease. <0>Read more</0>
ja: 価格への影響はポジションを増加する際に蓄積され、減少する際に適用されます。<0>詳しくはこちら</0>

source: Express + One-Click
es: Express + Un Clic
ja: エクスプレス + ワンクリック

source: Price impact rebates ready to claim. <0>Read more</0>
ja: 受け取り可能な価格への影響リベートがあります。<0>詳細を見る</0>

source: Show detailed price impact breakdown: stored impact (increase orders) and close impact (decrease orders) in tooltips and execution details. <0>Read more</0>
ja: 価格への影響の詳細な内訳を表示：ツールチップと約定詳細にストアードインパクト（増加注文）とクローズインパクト（減少注文）を表示します。<0>詳細を見る</0>

source: SNAPSHOT
ja: スナップショット
zh_tw: 快照

source: GMX governance
es: GMX gobernanza
fr: GMX gouvernance
ja: GMXガバナンス
zh_tw: GMX 治理

source: RPC error. Update your wallet's RPC via <0>chainlist.org</0>. <1>Read more</1>
ja: RPCエラー。<0>chainlist.org</0>からウォレットのRPCを更新してください。<1>詳細はこちら</1>

source: Position exceeds max allowed leverage. <0>Read more</0>
ja: ポジションが許容最大レバレッジを超えています。<0>詳細はこちら</0>

source: TP
zh_tw: 止盈

source: TP/SL
zh_tw: 止盈/止損

source: GMX trading stats
zh_tw: GMX 交易統計

source: LONG LIQ.
es: LIQ. LARGO
fr: LIQ. LONG
zh_tw: 做多流動性

source: SNTL esGMX market
zh_tw: SNTL esGMX 市場

source: GMX announcements
zh_tw: GMX 公告

source: ENDPOINT
zh_tw: 端點

source: Loading network fees…
zh_tw: 正在載入網路費用…

source: TIMEKEY
zh_tw: 時間鍵

source: POOL CAP LONG
zh_tw: 做多池上限

source: Pear Protocol
es: Protocolo Pear
fr: Protocole Pear

source: GMX Blueberry Club
es: Club Blueberry GMX
fr: Club GMX Blueberry

source: GMX Substack
es: Substack de GMX

source: {nativeTokenSymbol} APR
es: APR de {nativeTokenSymbol}
fr: TAEG {nativeTokenSymbol}

source: LayerZero scan
fr: Explorateur LayerZero

source: C:
de: K:

source: Compass Labs trading simulations
de: Compass Labs Trading-Simulationen
