Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: GLP pool
es: Pool GLP
fr: Pool GLP
ja: GLP プール
ru: Пул GLP
zh_tw: GLP 池

source: Slippage exceeded
de: Slippage überschritten
es: Deslizamiento excedido
fr: Glissement dépassé
ja: スリッページ超過
ru: Проскальзывание превышено
zh_tw: 滑點超出限制

source: Wallet not connected
de: Wallet nicht verbunden
es: Monedero no conectado
fr: Portefeuille non connecté
ja: ウォレットが接続されていません
ru: Кошелёк не подключен
zh_tw: 錢包未連接

source: No rewards selected
de: Keine Belohnungen ausgewählt
es: No hay recompensas seleccionadas
fr: Aucune récompense sélectionnée
ja: 報酬が選択されていません
ru: Нет выбранных наград
zh_tw: 未選擇獎勵

source: What would make your rating a 9 or 10?
de: Was würde Ihre Bewertung zu einer 9 oder 10 machen?
es: ¿Qué haría que su puntuación fuese un 9 o un 10?
fr: Qu'est-ce qui ferait passer votre note à 9 ou 10 ?
ja: 9または10の評価にするには何が必要ですか？
ru: Что могло бы повысить вашу оценку до 9 или 10?
zh_tw: 什麼能讓您的評分達到 9 或 10？

source: Price impact rebates claimed
de: Preiseinfluss-Rückerstattungen beansprucht
es: Reembolsos por impacto en el precio reclamados
fr: Remises d'impact sur le prix récupérées
ja: 価格への影響リベートを受け取りました
ru: Возвраты за влияние на цену получены
zh_tw: 已領取價格影響返還

source: Not likely
de: Nicht wahrscheinlich
es: Poco probable
fr: Peu probable
ja: あまりない
ru: Маловероятно
zh_tw: 非常不可能

source: Or update your wallet's RPC via <0>chainlist.org</0>
de: Oder aktualisieren Sie den RPC Ihres Wallets über <0>chainlist.org</0>
es: O actualice el RPC de su monedero a través de <0>chainlist.org</0>
fr: Ou mettez à jour le RPC de votre portefeuille via <0>chainlist.org</0>
ja: または<0>chainlist.org</0>からウォレットのRPCを更新してください
ru: Или обновите RPC вашего кошелька через <0>chainlist.org</0>
zh_tw: 或透過 <0>chainlist.org</0> 更新您錢包的 RPC

source: REFERRAL CODE
de: EMPFEHLUNGSCODE
es: CÓDIGO DE REFERIDO
fr: CODE DE PARRAINAGE
ru: РЕФЕРАЛЬНЫЙ КОД
zh_tw: 推薦代碼

source: Existing limit order uses {symbol} collateral. <0>Switch to {symbol} collateral</0>
de: Bestehende Limitorder verwendet {symbol} als Sicherheit. <0>Zu {symbol}-Sicherheit wechseln</0>
es: La orden limitada existente utiliza garantía {symbol}. <0>Cambiar a garantía {symbol}</0>
fr: L'ordre à cours limité existant utilise la garantie {symbol}. <0>Passer à la garantie {symbol}</0>
ja: 既存の指値注文は{symbol}担保を使用しています。<0>{symbol}担保に切り替える</0>
ru: Существующий лимитный ордер использует обеспечение {symbol}. <0>Переключить на обеспечение {symbol}</0>
zh_tw: 現有限價單使用 {symbol} 抵押品。<0>切換至 {symbol} 抵押品</0>

source: Positive value: traders receive funding
de: Positiver Wert: Trader erhalten Funding
es: Valor positivo: los operadores reciben financiación
fr: Valeur positive : les traders reçoivent du financement
ja: 正の値：トレーダーがファンディングを受け取ります
ru: Положительное значение: трейдеры получают фандинг
zh_tw: 正值：交易者收取資金費用

source: Funding exponent factor
de: Funding-Exponentfaktor
es: Factor exponente de financiación
fr: Facteur d'exposant de financement
ja: ファンディング指数ファクター
ru: Фактор экспоненты фандинга
zh_tw: 資金指數因子

source: Request deposit
de: Einzahlung anfordern
es: Solicitar depósito
fr: Demande de dépôt
ja: 入金リクエスト
ru: Запрос на депозит
zh_tw: 請求存入

source: Sign each transaction on-chain using your own RPC, typically provided by your wallet.<0/><1/>Gas payments in {nativeTokenSymbol}.
de: Signieren Sie jede Transaktion On-Chain über Ihren eigenen RPC, der in der Regel von Ihrem Wallet bereitgestellt wird.<0/><1/>Gasgebühren in {nativeTokenSymbol}.
es: Firme cada transacción en cadena utilizando su propio RPC, normalmente proporcionado por su monedero.<0/><1/>Pagos de Gas en {nativeTokenSymbol}.
fr: Signez chaque transaction on-chain en utilisant votre propre RPC, généralement fourni par votre portefeuille.<0/><1/>Paiements de Gas en {nativeTokenSymbol}.
ja: ウォレットが提供するRPCを使用して、各トランザクションをオンチェーンで署名します。<0/><1/>Gasの支払いは{nativeTokenSymbol}で行われます。
ru: Подписывайте каждую транзакцию в сети, используя собственный RPC, обычно предоставляемый вашим кошельком.<0/><1/>Оплата Gas в {nativeTokenSymbol}.
zh_tw: 透過您的 RPC 在鏈上簽署每筆交易，通常由您的錢包提供。<0/><1/>Gas 以 {nativeTokenSymbol} 支付。

source: Automatically compounds your GMX rewards without manual claiming
de: Reinvestiert Ihre GMX Belohnungen automatisch ohne manuelles Beanspruchen
es: Reinvierte automáticamente sus recompensas de GMX sin necesidad de reclamar manualmente
fr: Compose automatiquement vos récompenses GMX sans récupération manuelle
ja: GMXの報酬を手動で受け取ることなく自動的に複利運用します
ru: Автоматически реинвестирует ваши вознаграждения GMX без ручного получения
zh_tw: 自動複投您的 GMX 獎勵，無需手動領取

source: Disconnect
de: Verbindung trennen
es: Desconectar
fr: Déconnecter
ja: 接続停止
ru: Разъединить
zh_tw: 斷開連接

source: Yes, staking and liquidity provision are fully permissionless. GMX, GLV, and GM tokens can be unstaked and withdrawn anytime. In rare cases where your liquidity is being used for active trades, you can withdraw as soon as those positions close.
de: Ja, Staking und Liquiditätsbereitstellung sind vollständig genehmigungsfrei. GMX, GLV und GM Token können jederzeit entstaked und abgehoben werden. In seltenen Fällen, in denen Ihre Liquidität für aktive Trades verwendet wird, können Sie abheben, sobald diese Positionen geschlossen werden.
es: Sí, el staking y la provisión de liquidez son completamente sin permisos. Los tokens GMX, GLV y GM pueden dejar de estar en staking y retirarse en cualquier momento. En casos excepcionales en los que su liquidez esté siendo utilizada para operaciones activas, podrá retirar en cuanto dichas posiciones se cierren.
fr: Oui, le staking et la fourniture de liquidité sont entièrement sans permission. Les tokens GMX, GLV et GM peuvent être retirés du staking et récupérés à tout moment. Dans de rares cas où votre liquidité est utilisée pour des transactions actives, vous pouvez retirer dès que ces positions sont clôturées.
ja: はい、ステーキングと流動性の提供は完全にパーミッションレスです。GMX、GLV、およびGMトークンはいつでもステーキング解除および出金が可能です。まれに流動性がアクティブな取引に使用されている場合は、それらのポジションがクローズされ次第、出金が可能になります。
ru: Да, стейкинг и предоставление ликвидности полностью не требуют разрешений. Токены GMX, GLV и GM можно снять со стейкинга и вывести в любое время. В редких случаях, когда ваша ликвидность используется для активных сделок, вы сможете вывести средства, как только эти позиции будут закрыты.
zh_tw: 是的，質押和提供流動性完全無需許可。GMX、GLV 和 GM 代幣可隨時解除質押並提取。在極少數情況下，如果您的流動性正被用於進行中的交易，您可以在這些倉位平倉後立即提取。

source: Order simulation failed
de: Ordersimulation fehlgeschlagen
es: La simulación de la orden ha fallado
fr: La simulation d'ordre a échoué
ja: 注文シミュレーションに失敗しました
ru: Симуляция ордера не удалась
zh_tw: 訂單模擬失敗

source: PRICE
de: PREIS
es: PRECIO
fr: PRIX
ja: 価格
ru: ЦЕНА
zh_tw: 價格

source: receive
de: erhalten
es: recibir
fr: recevoir
ja: 受け取り
ru: получить
zh_tw: 收取

source: Create basic TP/SL orders that fully close your position. For advanced TP/SL setup, use the positions list after opening a position.
de: Erstellen Sie einfache TP/SL-Orders, die Ihre Position vollständig schließen. Für erweiterte TP/SL-Einstellungen verwenden Sie die Positionsliste nach Eröffnung einer Position.
es: Cree órdenes básicas de Take-Profit/Stop-Loss que cierren completamente su posición. Para una configuración avanzada de TP/SL, utilice la lista de posiciones tras abrir una posición.
fr: Créez des ordres TP/SL basiques qui clôturent entièrement votre position. Pour une configuration TP/SL avancée, utilisez la liste des positions après avoir ouvert une position.
ja: ポジションを全決済する基本的なTP/SL注文を作成します。高度なTP/SL設定については、ポジションを開いた後にポジションリストをご利用ください。
ru: Создайте базовые ордера тейк-профит/стоп-лосс, которые полностью закрывают вашу позицию. Для расширенной настройки TP/SL используйте список позиций после открытия позиции.
zh_tw: 建立基本的 TP/SL 訂單以完全平倉。如需進階 TP/SL 設定，請在開倉後使用倉位列表。

source: {0} approved
de: {0} genehmigt
es: {0} aprobado
fr: {0} approuvé
ja: {0}が承認されました
ru: {0} одобрен
zh_tw: {0} 已授權

source: Order could not be updated
de: Order konnte nicht aktualisiert werden
es: No se ha podido actualizar la orden
fr: L'ordre n'a pas pu être mis à jour
ja: 注文を更新できませんでした
ru: Не удалось обновить ордер
zh_tw: 訂單無法更新

source: See <0>Tenderly docs</0>
de: Siehe <0>Tenderly-Dokumentation</0>
es: Consulte la <0>documentación de Tenderly</0>
fr: Voir la <0>documentation Tenderly</0>
ja: <0>Tenderlyドキュメント</0>をご覧ください
ru: См. <0>документацию Tenderly</0>
zh_tw: 請參閱 <0>Tenderly 文件</0>

source: Show debug values
de: Debugwerte anzeigen
es: Mostrar valores de depuración
fr: Afficher les valeurs de débogage
ja: デバッグ値を表示
ru: Показать отладочные значения
zh_tw: 顯示除錯數值

source: Agree
de: Zustimmen
es: Aceptar
fr: Accepter
ja: 同意する
ru: Согласен
zh_tw: 同意

source: Approval signed
de: Genehmigung unterzeichnet
es: Aprobación firmada
fr: Approbation signée
ja: 承認署名完了
ru: Одобрение подписано
zh_tw: 授權已簽署

source: <0>Multichain</0><1>MegaETH support</1><2>Just-in-time liquidity</2>
de: <0>Multichain</0><1>MegaETH-Unterstützung</1><2>Just-in-time-Liquidität</2>
es: <0>Multichain</0><1>Soporte MegaETH</1><2>Liquidez justo a tiempo</2>
fr: <0>Multichain</0><1>Support MegaETH</1><2>Liquidité juste-à-temps</2>
ja: <0>Multichain</0><1>MegaETH対応</1><2>ジャストインタイム流動性</2>
ru: <0>Multichain</0><1>Поддержка MegaETH</1><2>Ликвидность just-in-time</2>
zh_tw: <0>多鏈</0><1>MegaETH 支援</1><2>即時流動性</2>

source: Create TWAP Swap
de: TWAP-Swap erstellen
es: Crear Intercambio TWAP
fr: Créer un Swap TWAP
ja: TWAPスワップを作成
ru: Создать TWAP-обмен
zh_tw: 建立 TWAP 兌換

source: Estimated time
de: Geschätzte Zeit
es: Tiempo estimado
fr: Temps estimé
ja: 推定時間
ru: Расчётное время
zh_tw: 預估時間

source: Include rPnL in leverage display
de: rPnL in Hebelanzeige einbeziehen
es: Incluir rPnL en la visualización de apalancamiento
fr: Inclure le rPnL dans l'affichage de l'effet de levier
ja: レバレッジ表示にrPnLを含める
ru: Включить rPnL в отображение кредитного плеча
zh_tw: 在槓桿顯示中包含已實現盈虧

source: Orders ({0})
es: Órdenes ({0})
fr: Ordres ({0})
ja: 注文 ({0})
ru: Ордера ({0})
zh_tw: 訂單 ({0})

source: Telegram bot for GMX swap monitoring
de: Telegram-Bot zur Überwachung von GMX Swaps
es: Bot de Telegram para monitorización de intercambios en GMX
fr: Bot Telegram pour le suivi des swaps GMX
ja: GMXスワップ監視用Telegramボット
ru: Telegram-бот для мониторинга свопов GMX
zh_tw: 用於監控 GMX 兌換的 Telegram 機器人

source: Debug values unavailable
de: Debugwerte nicht verfügbar
es: Valores de depuración no disponibles
fr: Valeurs de débogage indisponibles
ja: デバッグ値は利用できません
ru: Отладочные значения недоступны
zh_tw: 除錯數值不可用

source: Existing limit order in {0} pool but lacks liquidity for this order
de: Bestehende Limitorder im {0} Pool, aber unzureichende Liquidität für diese Order
es: Orden limitada existente en el pool {0}, pero carece de liquidez para esta orden
fr: Ordre à cours limité existant dans le pool {0} mais liquidité insuffisante pour cet ordre
ja: {0}プールに既存の指値注文がありますが、この注文に対する流動性が不足しています
ru: Существующий лимитный ордер в пуле {0}, но для данного ордера недостаточно ликвидности
zh_tw: 在 {0} 池中有現有限價單，但該池流動性不足以執行此訂單

source: Price impact from closing. Positive values benefit you. <0>Read more</0>.
de: Preiseinfluss beim Schließen. Positive Werte kommen Ihnen zugute. <0>Mehr erfahren</0>.
es: Impacto en el precio al cerrar. Los valores positivos le benefician. <0>Más información</0>.
fr: Impact sur le prix à la clôture. Les valeurs positives vous sont favorables. <0>En savoir plus</0>.
ja: クローズ時の価格への影響です。正の値はお客様に有利です。<0>詳細はこちら</0>。
ru: Влияние на цену при закрытии. Положительные значения выгодны для вас. <0>Подробнее</0>.
zh_tw: 平倉時的價格影響。正值對您有利。<0>了解更多</0>。

source: Type
de: Typ
es: Tipo
ja: 種類
ru: Тип
zh_tw: 類型

source: External swap temporarily disabled. Try again
de: Externer Swap vorübergehend deaktiviert. Versuchen Sie es erneut
es: Intercambio externo desactivado temporalmente. Inténtelo de nuevo
fr: Swap externe temporairement désactivé. Veuillez réessayer
ja: 外部スワップが一時的に無効になっています。再度お試しください
ru: Внешний своп временно отключён. Попробуйте снова
zh_tw: 外部兌換暫時停用。請重試

source: RPC monitoring
de: RPC-Überwachung
es: Monitorización RPC
fr: Surveillance RPC
ja: RPCモニタリング
ru: Мониторинг RPC
zh_tw: RPC 監控

source: (rebated)
de: (rückerstattet)
es: (reembolsado)
fr: (remboursé)
ja: (リベート済)
ru: (с возвратом)
zh_tw: （已返還）

source: Show rPnL amounts
de: rPnL-Beträge anzeigen
es: Mostrar importes de rPnL
fr: Afficher les montants rPnL
ja: rPnL金額を表示
ru: Показать суммы rPnL
zh_tw: 顯示已實現盈虧金額

source: Max factor for liquidations
de: Maximalfaktor für Liquidationen
es: Factor máximo para liquidaciones
fr: Facteur maximum pour les liquidations
ja: 清算の最大ファクター
ru: Макс. фактор для ликвидаций
zh_tw: 清算最大因子

source: Oracle keeper events
de: Oracle-Keeper-Ereignisse
es: Eventos del Oracle keeper
fr: Événements de l'Oracle keeper
ja: Oracle keeperイベント
ru: События Oracle keeper
zh_tw: Oracle keeper 事件

source: 365d est. fees
de: 365T gesch. Gebühren
es: Comisiones est. 365d
fr: Frais est. 365j
ja: 365日推定手数料
ru: Расч. комиссии за 365 дн.
zh_tw: 365 天預估費用

source: On-chain signing for every transaction
de: On-Chain-Signierung für jede Transaktion
es: Firma en cadena para cada transacción
fr: Signature on-chain pour chaque transaction
ja: すべてのトランザクションでオンチェーン署名
ru: Подписание каждой транзакции в сети
zh_tw: 每筆交易皆需鏈上簽署

source: Failed Limit
de: Limit fehlgeschlagen
es: Límite Fallido
fr: Limite échouée
ja: 指値失敗
ru: Лимит не удался
zh_tw: 限價單失敗

source: Performance
de: Leistung
es: Rendimiento
ja: パフォーマンス
ru: Производительность
zh_tw: 績效

source: Total earned
de: Gesamtertrag
es: Total obtenido
fr: Total gagné
ja: 合計獲得額
ru: Всего заработано
zh_tw: 總收益

source: May take a few minutes
de: Kann einige Minuten dauern
es: Puede tardar unos minutos
fr: Cela peut prendre quelques minutes
ja: 数分かかる場合があります
ru: Может занять несколько минут
zh_tw: 可能需要幾分鐘

source: Other
de: Sonstiges
es: Otros
fr: Autre
ja: その他
ru: Прочее
zh_tw: 其他

source: EIP-4844, 13-20 Mar
de: EIP-4844, 13-20 März
ja: EIP-4844, 3月13-20日
ru: EIP-4844, 13-20 марта
zh_tw: EIP-4844, 3月13-20日

source: Total size
de: Gesamtgröße
es: Tamaño total
fr: Taille totale
ja: 合計サイズ
ru: Общий размер
zh_tw: 總規模

source: Open app
de: App öffnen
es: Abrir aplicación
fr: Ouvrir l'application
ja: アプリを開く
ru: Открыть приложение
zh_tw: 開啟應用

source: Try Express Trading
de: Versuche Express-Trading
es: Prueba Trading Express
fr: Essayer le Trading Express
ja: エクスプレストレーディングを試す
ru: Попробовать экспресс-трейдинг
zh_tw: 試用 Express Trading

source: Virtual inventory for positions
de: Virtueller Bestand für Positionen
es: Inventario virtual para posiciones
fr: Inventaire virtuel pour les positions
ja: ポジションのバーチャルインベントリ
ru: Виртуальный инвентарь для позиций
zh_tw: 倉位虛擬庫存

source: Dynamically allocates liquidity to highest-utilized markets, maximizing capital efficiency and yield
de: Verteilt Liquidität dynamisch auf die am stärksten genutzten Märkte und maximiert so Kapitaleffizienz und Rendite
es: Asigna liquidez dinámicamente a los mercados de mayor utilización, maximizando la eficiencia del capital y el rendimiento
fr: Alloue dynamiquement la liquidité aux marchés les plus utilisés, maximisant l'efficacité du capital et le rendement
ja: 流動性を最も利用率の高いマーケットに動的に配分し、資本効率と利回りを最大化します
ru: Динамически распределяет ликвидность на наиболее востребованные рынки, максимизируя эффективность капитала и доходность
zh_tw: 動態將流動性分配至使用率最高的市場，最大化資金效率與收益

source: Buy {gasPaymentTokensText}
de: Kaufe {gasPaymentTokensText}
es: Comprar {gasPaymentTokensText}
fr: Acheter {gasPaymentTokensText}
ja: {gasPaymentTokensText}を購入
ru: Купить {gasPaymentTokensText}
zh_tw: 購買 {gasPaymentTokensText}

source: Show error
de: Fehler anzeigen
es: Mostrar error
fr: Afficher l'erreur
ja: エラーを表示
ru: Показать ошибку
zh_tw: 顯示錯誤

source: settings
de: Einstellungen
es: configuración
fr: paramètres
ja: 設定
ru: настройки
zh_tw: 設定

source: Price impact rebates ready to claim. <0>Read more</0>.
de: Preiseinflussrückerstattungen stehen zum Beanspruchen bereit. <0>Mehr erfahren</0>.
es: Reembolsos por impacto en el precio listos para reclamar. <0>Más información</0>.
fr: Remises sur l'impact sur le prix prêtes à récupérer. <0>En savoir plus</0>.
ru: Возврат за влияние на цену доступен для получения. <0>Подробнее</0>.
zh_tw: 價格影響回饋已可領取。<0>閱讀更多</0>。

source: Execute Market Swap
de: Market Swap ausführen
es: Ejecutar Intercambio de Mercado
fr: Exécuter l'échange de marché
ja: マーケットスワップの執行
ru: Исполнение рыночного обмена
zh_tw: 執行 Market Swap

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
ja: 発見
ru: Обзор
zh_tw: 探索

source: GM airdrop
es: Airdrop de GM
fr: Airdrop GM
ja: GMエアドロップ
ru: GM аирдроп
zh_tw: GM 空投

source: Volume
de: Volumen
es: Volumen
ja: 出来高
ru: Объем
zh_tw: 交易量

source: Telegram bot
es: Bot de Telegram
fr: Bot Telegram
ja: Telegramボット
ru: Telegram-бот
zh_tw: Telegram 機器人

source: Cancel Limit Swap
de: Limit Swap abbrechen
es: Cancelar Intercambio Límite
fr: Annuler l'échange limité
ja: 指値スワップのキャンセル
ru: Отмена лимитного обмена
zh_tw: 取消 Limit Swap

source: Yield farming
ja: イールドファーミング
ru: Фарминг доходности
zh_tw: 收益耕作

source: Roadmap
es: Hoja de Ruta
fr: Feuille de Route
ja: ロードマップ
ru: Дорожная карта
zh_tw: 路線圖

source: FULL MARKET
de: VOLLSTÄNDIGER MARKT
es: MERCADO COMPLETO
fr: MARCHÉ COMPLET
ru: ПОЛНЫЙ РЫНОК
zh_tw: 完整市場

source: To
de: An
es: A
fr: Vers
ja: 宛先
ru: К
zh_tw: 目標

source: Can I sell my GLV, and where?
de: Kann ich mein GLV verkaufen, und wo?
es: ¿Puedo vender mis GLV y dónde?
fr: Puis-je vendre mes GLV, et où ?
ja: GLVを売却できますか？また、どこで売却できますか？
ru: Могу ли я продать свои GLV и где?
zh_tw: 我可以出售 GLV 嗎？在哪裡出售？

source: FAQ
es: Preguntas Frecuentes
ja: よくある質問
ru: ЧаВО
zh_tw: 常見問題

source: Permit details
de: Genehmigungsdetails
es: Detalles del permiso
fr: Détails du permis
ja: パーミットの詳細
ru: Детали разрешения
zh_tw: 許可詳情

source: Network fees increased. Additional fee required.
de: Netzwerkgebühren gestiegen. Zusätzliche Gebühr erforderlich.
es: Las comisiones de red han aumentado. Se requiere una comisión adicional.
fr: Les frais de réseau ont augmenté. Des frais supplémentaires sont requis.
ja: ネットワーク手数料が増加しました。追加の手数料が必要です。
ru: Сетевые комиссии увеличились. Требуется дополнительная комиссия.
zh_tw: 網路費用已上漲。需要額外費用。

source: Fees
de: Gebühren
es: Comisiones
fr: FRAIS
ja: 手数料
ru: Сборы
zh_tw: 費用

source: Buyable
de: Kaufbar
es: Comprable
fr: Achetable
ja: 購入可能
ru: Доступно для покупки
zh_tw: 可購買量

source: Missing required parameters
de: Erforderliche Parameter fehlen
es: Faltan parámetros requeridos
fr: Paramètres requis manquants
ja: 必要なパラメータが不足しています
ru: Отсутствуют обязательные параметры
zh_tw: 缺少必要參數

source: What is GLV?
de: Was ist GLV?
es: ¿Qué es GLV?
fr: Qu'est-ce que GLV ?
ja: GLVとは？
ru: Что такое GLV?
zh_tw: 什麼是 GLV？

source: Percentage
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
ja: 割合
ru: Процент
zh_tw: 百分比

source: Swap UI fee
de: Swap-UI-Gebühr
es: Comisión de interfaz de intercambio
fr: Frais d'interface de swap
ja: スワップUI手数料
ru: Комиссия UI за своп
zh_tw: 兌換介面費用

source: No TP orders
de: Keine TP-Orders
es: Sin órdenes de Take-Profit
fr: Aucun ordre Take-Profit
ja: テイクプロフィット注文はありません
ru: Нет ордеров тейк-профит
zh_tw: 無 TP 訂單

source: position size
de: Positionsgröße
es: tamaño de la posición
fr: taille de la position
ja: ポジションサイズ
ru: размер позиции
zh_tw: 倉位規模

source: Confirm withdraw
de: Abhebung bestätigen
es: Confirmar retirada
fr: Confirmer le retrait
ja: 出金を確認
ru: Подтвердить вывод
zh_tw: 確認提取

source: Settled funding fees
de: Abgerechnete Fundinggebühren
es: Comisiones de financiación liquidadas
fr: Frais de financement réglés
ja: 決済済みファンディング手数料
ru: Расчёт комиссий за фандинг
zh_tw: 已結算資金費用

source: Returned collateral
de: Zurückgegebene Sicherheit
es: Garantía devuelta
fr: Garantie restituée
ja: 返却された担保
ru: Возвращённое обеспечение
zh_tw: 退還的抵押品

source: Double {indexSymbol} exposure from position and collateral. Higher liquidation price than stablecoin collateral.
de: Doppeltes {indexSymbol}-Exposure durch Position und Sicherheit. Höherer Liquidationspreis als bei Stablecoin-Sicherheit.
es: Doble exposición a {indexSymbol} por posición y garantía. Precio de liquidación más alto que con garantía en stablecoin.
fr: Double exposition {indexSymbol} liée à la position et à la garantie. Prix de liquidation plus élevé qu'avec une garantie en stablecoin.
ja: ポジションと担保による{indexSymbol}の二重エクスポージャーです。ステーブルコイン担保よりも清算価格が高くなります。
ru: Двойная экспозиция {indexSymbol} от позиции и обеспечения. Более высокая цена ликвидации по сравнению с обеспечением в стейблкоинах.
zh_tw: 倉位和抵押品帶來雙重 {indexSymbol} 曝險。清算價格高於穩定幣抵押品。

source: GMX Account balance
de: GMX Account Guthaben
es: Saldo de GMX Account
fr: Solde du GMX Account
ja: GMX Account残高
ru: Баланс GMX Account
zh_tw: GMX Account 餘額

source: Best swap path
de: Bester Swap-Pfad
es: Mejor ruta de intercambio
fr: Meilleur chemin de swap
ja: 最適スワップパス
ru: Лучший путь свопа
zh_tw: 最佳兌換路徑

source: @username
de: @Benutzername
fr: @nomdutilisateur
ja: @ユーザー名
ru: @имяпользователя

source: Failed to claim affiliate rewards
de: Affiliate-Belohnungen konnten nicht beansprucht werden
es: Error al reclamar las recompensas de afiliado
fr: Échec de la récupération des récompenses d'affiliation
ja: アフィリエイト報酬の受け取りに失敗しました
ru: Не удалось получить партнёрские вознаграждения
zh_tw: 領取聯盟獎勵失敗

source: Insufficient liquidity in any BTC/USD pool
de: Unzureichende Liquidität in allen BTC/USD Pools
es: Liquidez insuficiente en cualquier pool BTC/USD
fr: Liquidité insuffisante dans tous les pools BTC/USD
ja: すべてのBTC/USDプールで流動性不足です
ru: Недостаточная ликвидность во всех пулах BTC/USD
zh_tw: 所有 BTC/USD 池的流動性不足

source: Yes, GLV is fully liquid and permissionless. Sell via the GMX interface to redeem for underlying assets with low fees.
de: Ja, GLV ist vollständig liquide und genehmigungsfrei. Verkaufen Sie über die GMX-Oberfläche, um die zugrunde liegenden Vermögenswerte mit niedrigen Gebühren einzulösen.
es: Sí, GLV es completamente líquido y sin permisos. Venda a través de la interfaz de GMX para canjear por los activos subyacentes con comisiones bajas.
fr: Oui, GLV est entièrement liquide et sans permission. Vendez via l'interface GMX pour récupérer les actifs sous-jacents avec des frais réduits.
ja: はい、GLVは完全に流動的でパーミッションレスです。GMXインターフェースから売却して、低い手数料で原資産と引き換えることができます。
ru: Да, GLV полностью ликвиден и не требует разрешений. Продайте через интерфейс GMX, чтобы получить базовые активы с низкими комиссиями.
zh_tw: 是的，GLV 完全具有流動性且無需許可。透過 GMX 介面賣出即可以低手續費贖回基礎資產。

source: Unrealized base PnL
de: Nicht realisiertes Basis-PnL
es: PnL base no realizado
fr: PnL de base non réalisé
ja: 未実現ベースPnL
ru: Нереализованный базовый PnL
zh_tw: 未實現基礎 PnL

source: Sending referral code transaction
de: Empfehlungscode-Transaktion wird gesendet
es: Enviando la transacción del código de referido
fr: Envoi de la transaction du code de parrainage
ja: リファラルコードのトランザクションを送信中
ru: Отправка транзакции реферального кода
zh_tw: 正在發送推薦碼交易

source: Funding exponent
es: Exponente de financiación
fr: Exposant de financement
ja: ファンディング指数
ru: Экспонента фандинга
zh_tw: 資金指數

source: Invalid oracle price for {tokenSymbol}
de: Ungültiger Oracle-Preis für {tokenSymbol}
es: Precio del Oracle no válido para {tokenSymbol}
fr: Prix oracle invalide pour {tokenSymbol}
ja: {tokenSymbol}のOracleの価格が無効です
ru: Недопустимая цена оракула для {tokenSymbol}
zh_tw: {tokenSymbol} 的 Oracle 價格無效
