Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Sender has withdrawn all tokens from GMX vesting vault
de: Absender hat alle Token aus dem GMX-Vesting-Vault abgehoben
es: El remitente ha retirado todos los tokens del vault de periodo de consolidación de GMX
fr: L'expéditeur a retiré tous les jetons du vault d'acquisition progressive GMX
ja: 送信者はGMXベスティングボールトからすべてのトークンを出金済みです
ru: Отправитель вывел все токены из хранилища вестинга GMX
zh_tw: 發送者已從 GMX 歸屬期金庫提取所有代幣

source: APRs update weekly on Wednesday based on fees collected
de: APRs werden wöchentlich am Mittwoch basierend auf den erhobenen Gebühren aktualisiert
es: Los APR se actualizan semanalmente los miércoles en función de las comisiones recaudadas
fr: Les APR sont mis à jour chaque mercredi en fonction des frais collectés
ja: APRは毎週水曜日に収集された手数料に基づいて更新されます
ru: APR обновляется еженедельно по средам на основе собранных комиссий
zh_tw: APR 每週三根據收取的費用更新

source: Referrals tier
de: Empfehlungsstufe
es: Nivel de referidos
fr: Niveau de parrainage
ja: リファラルティア
ru: Уровень рефералов
zh_tw: 推薦等級

source: Yield optimizer on Avalanche
de: Renditeoptimierung auf Avalanche
es: Optimizador de rendimiento en Avalanche
fr: Optimiseur de rendement sur Avalanche
ja: Avalanche上の利回りオプティマイザー
ru: Оптимизатор доходности на Avalanche
zh_tw: Avalanche 上的收益優化器

source: Withdrew {0} from {positionText}
de: Abgehoben {0} von {positionText}
es: Retirado {0} de {positionText}
fr: Retiré {0} de {positionText}
ja: {positionText}から{0}を出金
ru: Выведено {0} из {positionText}
zh_tw: 已從 {positionText} 提取 {0}

source: Images ({0})
de: Bilder ({0})
es: Imágenes ({0})
ja: 画像 ({0})
ru: Изображения ({0})
zh_tw: 圖片（{0}）

source: {orderTypeText} {0} for {1}
de: {orderTypeText} {0} für {1}
es: {orderTypeText} {0} por {1}
fr: {orderTypeText} {0} pour {1}
ja: {orderTypeText} {0} を {1}に
ru: {orderTypeText} {0} за {1}
zh_tw: {orderTypeText} {0} 換取 {1}

source: Job openings at GMX
de: Stellenangebote bei GMX
es: Ofertas de empleo en GMX
fr: Offres d'emploi chez GMX
ja: GMXの求人情報
ru: Вакансии в GMX
zh_tw: GMX 職缺

source: Coming soon
de: Demnächst verfügbar
es: Próximamente
fr: Bientôt disponible
ja: 近日公開
ru: Скоро
zh_tw: 即將推出

source: Min parts: {MIN_TWAP_NUMBER_OF_PARTS}
de: Min. Teile: {MIN_TWAP_NUMBER_OF_PARTS}
es: Mín. partes: {MIN_TWAP_NUMBER_OF_PARTS}
fr: Minimum de parties : {MIN_TWAP_NUMBER_OF_PARTS}
ja: 最小分割数: {MIN_TWAP_NUMBER_OF_PARTS}
ru: Мин. частей: {MIN_TWAP_NUMBER_OF_PARTS}
zh_tw: 最少分割數：{MIN_TWAP_NUMBER_OF_PARTS}

source: Update Stop-Loss
de: Stop-Loss aktualisieren
es: Actualizar Stop-Loss
fr: Mettre à jour le Stop-Loss
ja: ストップロスを更新
ru: Обновление стоп-лосс
zh_tw: 更新止損

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ru: Аккаунт
zh_tw: 帳戶

source: Not enough data available yet
de: Noch nicht genügend Daten verfügbar
es: Aún no hay suficientes datos disponibles
fr: Pas encore assez de données disponibles
ja: まだ十分なデータがありません
ru: Пока недостаточно данных
zh_tw: 目前尚無足夠的資料

source: Your discount: {currentTierDiscount}% off trading fees.
de: Ihr Rabatt: {currentTierDiscount} % auf Handelsgebühren.
es: Su descuento: {currentTierDiscount}% en comisiones de negociación.
fr: Votre remise : {currentTierDiscount} % de réduction sur les frais de trading.
ja: あなたの割引: 取引手数料が {currentTierDiscount}% オフです。
ru: Ваша скидка: {currentTierDiscount}% на торговые комиссии.
zh_tw: 您的折扣：交易手續費減免 {currentTierDiscount}%。

source: Position exceeds max allowed leverage. <0>Read more</0>.
de: Position überschreitet den maximal zulässigen Hebel. <0>Mehr erfahren</0>.
es: La posición supera el apalancamiento máximo permitido. <0>Más información</0>.
fr: La position dépasse l'effet de levier maximal autorisé. <0>En savoir plus</0>.
ru: Позиция превышает максимально допустимое кредитное плечо. <0>Подробнее</0>.
zh_tw: 倉位超過最大允許槓桿。<0>閱讀更多</0>。

source: Buy or transfer {nativeTokenSymbol} to {chainName}
de: {nativeTokenSymbol} kaufen oder auf {chainName} übertragen
es: Comprar o transferir {nativeTokenSymbol} a {chainName}
fr: Acheter ou transférer {nativeTokenSymbol} vers {chainName}
ja: {nativeTokenSymbol}を{chainName}で購入または送金する
ru: Купить или перевести {nativeTokenSymbol} на {chainName}
zh_tw: 購買或轉帳 {nativeTokenSymbol} 至 {chainName}

source: {0} route types
de: {0} Routentypen
es: {0} tipos de ruta
fr: {0} types de routes
ja: {0} ルートタイプ
ru: {0} типов маршрутов
zh_tw: {0} 種路由類型

source: Current swap impact: {0}. Add 1% buffer for better execution.
de: Aktueller Tauscheinfluss: {0}. Fügen Sie 1 % Puffer für eine bessere Ausführung hinzu.
es: Impacto actual del intercambio: {0}. Añada un 1% de margen para una mejor ejecución.
fr: Impact actuel de l'échange : {0}. Ajoutez 1 % de marge pour une meilleure exécution.
ja: 現在のスワップへの影響: {0}。より良い約定のために1%のバッファーを追加してください。
ru: Текущее влияние на цену свопа: {0}. Добавьте буфер в 1% для лучшего исполнения.
zh_tw: 目前兌換影響：{0}。建議增加 1% 的緩衝以獲得更好的執行效果。

source: Transfer initiated
de: Übertragung eingeleitet
es: Transferencia iniciada
fr: Transfert initié
ja: 送金が開始されました
ru: Перевод инициирован
zh_tw: 轉帳已發起

source: Amount is below the withdrawal limit. Try an amount larger than <0>{lowerLimitFormatted}</0>.
de: Der Betrag liegt unter dem Auszahlungslimit. Versuchen Sie einen Betrag größer als <0>{lowerLimitFormatted}</0>.
es: El importe está por debajo del límite de retirada. Pruebe con un importe superior a <0>{lowerLimitFormatted}</0>.
fr: Le montant est inférieur à la limite de retrait. Essayez un montant supérieur à <0>{lowerLimitFormatted}</0>.
ja: 金額が出金下限を下回っています。<0>{lowerLimitFormatted}</0>より大きい金額をお試しください。
ru: Сумма ниже лимита вывода. Попробуйте сумму больше <0>{lowerLimitFormatted}</0>.
zh_tw: 金額低於提取下限。請嘗試大於 <0>{lowerLimitFormatted}</0> 的金額。

source: No funds to claim
de: Keine Mittel zum Einlösen
es: No hay fondos para reclamar
fr: Aucun fonds à réclamer
ja: 請求する資金なし
ru: Нет средств для клейма
zh_tw: 無可領取的資金

source: Sparkle
de: Glitzer
es: Destello
fr: Éclat
ja: スパークル
ru: Блеск

source: Reserve factor shorts
de: Reservefaktor Shorts
es: Factor de reserva cortos
fr: Facteur de réserve shorts
ja: リザーブファクター（ショート）
ru: Резервный фактор для шортов
zh_tw: 做空儲備因子

source: Max deposit limit reached
de: Maximales Einzahlungslimit erreicht
es: Límite máximo de depósito alcanzado
fr: Limite maximale de dépôt atteinte
ja: 入金上限に達しました
ru: Достигнут максимальный лимит депозита
zh_tw: 已達最大存入限額

source: Total staked
de: Gesamt gestaket
es: Total en staking
fr: Total mis en staking
ja: 合計ステーキング額
ru: Всего застейкано
zh_tw: 總質押量

source: Tooltips
fr: Infobulles
ja: ツールチップ
ru: Подсказки

source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
ja: 結果が見つかりません
ru: Результаты не найдены
zh_tw: 未找到結果

source: Lend GM tokens and borrow against them
de: GM Token verleihen und dagegen leihen
es: Preste tokens GM y solicite préstamos con ellos como garantía
fr: Prêtez des tokens GM et empruntez en les utilisant comme garantie
ja: GMトークンを貸し出し、それを担保に借入する
ru: Предоставляйте GM токены в кредит и занимайте под их залог
zh_tw: 出借 GM 代幣並以其作為抵押進行借款

source: Pair
de: Paar
es: Par
fr: Paire
ja: ペア
ru: Пара
zh_tw: 配對

source: Max {0} out
de: Max. {0} heraus
es: Máx. {0} fuera
fr: Sortir max {0}
ja: 最大 {0} out
ru: Макс {0} выход
zh_tw: 最多可兌出 {0}

source: No assets available for deposit
de: Keine Vermögenswerte zum Einzahlen verfügbar
es: No hay activos disponibles para depositar
fr: Aucun actif disponible pour le dépôt
ja: 入金可能な資産がありません
ru: Нет доступных активов для депозита
zh_tw: 無可存入的資產

source: Code not registered on {nonTakenNetworkNames}. Switch networks to register and earn rebates.
de: Code nicht registriert auf {nonTakenNetworkNames}. Wechseln Sie das Netzwerk, um sich zu registrieren und Rabatte zu erhalten.
es: Código no registrado en {nonTakenNetworkNames}. Cambie de red para registrarse y obtener reembolsos.
fr: Code non enregistré sur {nonTakenNetworkNames}. Changez de réseau pour vous enregistrer et obtenir des remises.
ja: コードが{nonTakenNetworkNames}で登録されていません。ネットワークを切り替えて登録し、リベートを獲得してください。
ru: Код не зарегистрирован в {nonTakenNetworkNames}. Переключите сеть для регистрации и получения скидок.
zh_tw: 推薦碼尚未在 {nonTakenNetworkNames} 上註冊。請切換網路以完成註冊並賺取返傭。

source: Decrease leverage to match the max allowed leverage.
de: Verringern Sie den Hebel auf den maximal zulässigen Hebel.
es: Reduzca el apalancamiento para ajustarse al apalancamiento máximo permitido.
fr: Réduisez l'effet de levier pour respecter le maximum autorisé.
ja: レバレッジを許容される最大レバレッジまで下げてください。
ru: Уменьшите кредитное плечо до максимально допустимого значения.
zh_tw: 降低槓桿以符合最大允許槓桿。

source: Mark
es: Referencia
ja: マーク
ru: Марк
zh_tw: 標記

source: Keep leverage at {keepLeverageAtValue}
de: Leverage bei {keepLeverageAtValue} halten
es: Mantener apalancamiento en {keepLeverageAtValue}
fr: Garder l'effet de levier à {keepLeverageAtValue}
ja: {keepLeverageAtValue}でレバレッジを維持
ru: Сохранить левередж на {keepLeverageAtValue}
zh_tw: 維持槓桿於 {keepLeverageAtValue}

source: VI SWAPS
ru: VI СВОПЫ
zh_tw: VI 兌換

source: Open interest reserve factor longs
de: Open-Interest-Reservefaktor Longs
es: Factor de reserva de interés abierto largos
fr: Facteur de réserve des positions ouvertes longs
ja: 建玉リザーブファクター（ロング）
ru: Резервный фактор открытого интереса для лонгов
zh_tw: 做多未平倉量儲備因子

source: Allow {0} spending
de: {0}-Ausgaben erlauben
es: Permitir gasto de {0}
fr: Autoriser la dépense de {0}
ja: {0}の使用を許可
ru: Разрешить использование {0}
zh_tw: 授權 {0} 支出

source: Buy GM
de: Kaufe GM
es: Comprar GM
fr: Acheter GM
ja: GMを購入
ru: Купить GM
zh_tw: 買入 GM

source: of close fee
de: von Schließgebühr
es: de comisión de cierre
fr: des frais de fermeture
ja: クローズ手数料の
ru: от комиссии закрытия
zh_tw: 平倉手續費的

source: Search action
de: Aktion suchen
es: Buscar acción
fr: Rechercher une action
ja: アクションを検索
ru: Поиск действия
zh_tw: 搜尋操作

source: You have a <0>pending transfer</0> to {pendingReceiver}
de: Sie haben eine <0>ausstehende Übertragung</0> an {pendingReceiver}
es: Tiene una <0>transferencia pendiente</0> a {pendingReceiver}
fr: Vous avez un <0>transfert en attente</0> vers {pendingReceiver}
ja: {pendingReceiver}への<0>保留中の送金</0>があります
ru: У вас есть <0>ожидающий перевод</0> для {pendingReceiver}
zh_tw: 您有一筆<0>待處理的轉帳</0>至 {pendingReceiver}

source: How can we address your concerns?
de: Wie können wir Ihre Anliegen berücksichtigen?
es: ¿Cómo podemos atender sus inquietudes?
fr: Comment pouvons-nous répondre à vos préoccupations ?
ja: ご懸念にどのように対応すればよろしいでしょうか？
ru: Как мы можем решить ваши проблемы?
zh_tw: 我們如何改善您的疑慮？

source: No liquidity available for increasing longs at<0/>this size. Max long size: {0}<1/><2/>Execution prices for decreasing shorts.
de: Keine Liquidität verfügbar, um Longs bei<0/>dieser Größe zu erhöhen. Maximale Long-Größe: {0}<1/><2/>Ausführungspreise für das Verringern von Shorts.
es: No hay liquidez disponible para incrementar largos a<0/>este tamaño. Tamaño máximo largo: {0}<1/><2/>Precios de ejecución para reducir cortos.
fr: Aucune liquidité disponible pour augmenter les longs à<0/>cette taille. Taille long maximale : {0}<1/><2/>Prix d'exécution pour la réduction des shorts.
ja: このサイズでのロング増加に利用可能な流動性がありません。<0/>最大ロングサイズ: {0}<1/><2/>ショート減少の約定価格。
ru: Нет доступной ликвидности для увеличения лонгов при<0/>данном размере. Макс. размер лонга: {0}<1/><2/>Цены исполнения для уменьшения шортов.
zh_tw: 此規模下無可用流動性來加倉做多。<0/>最大做多規模：{0}<1/><2/>減倉做空的成交價格。

source: Transfer completed
de: Übertragung abgeschlossen
es: Transferencia completada
fr: Transfert terminé
ja: 送金が完了しました
ru: Перевод завершён
zh_tw: 轉帳完成

source: GM bridging to...
de: GM-Bridging zu...
es: GM transfiriendo a...
fr: Pontage GM vers...
ja: GMブリッジ先...
ru: GM перевод на...
zh_tw: GM 跨鏈至...

source: Deactivate 1CT
de: 1CT deaktivieren
es: Desactivar 1CT
fr: Désactiver 1CT
ja: 1CTを無効化
ru: Деактивировать 1CT
zh_tw: 停用 1CT

source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
ja: 詳細を表示
ru: Показать детали
zh_tw: 顯示詳情

source: Debug RPC endpoints ({0})
de: RPC-Endpunkte debuggen ({0})
es: Depurar endpoints RPC ({0})
fr: Déboguer les points de terminaison RPC ({0})
ja: RPCエンドポイントのデバッグ ({0})
ru: Отладка RPC эндпоинтов ({0})
zh_tw: 除錯 RPC 端點 ({0})

source: Driven by our community
de: Angetrieben durch unsere Community
es: Impulsado por nuestra comunidad
fr: Propulsé par notre communauté
ja: 私たちのコミュニティによって駆動
ru: Движимая нашим сообществом
zh_tw: 由社群驅動

source: Insufficient pool liquidity. Available amount: {availableAmountText}
de: Unzureichende Poolliquidität. Verfügbarer Betrag: {availableAmountText}
es: Liquidez insuficiente en el pool. Importe disponible: {availableAmountText}
fr: Liquidité du pool insuffisante. Montant disponible : {availableAmountText}
ja: プールの流動性が不足しています。利用可能な数量: {availableAmountText}
ru: Недостаточная ликвидность пула. Доступная сумма: {availableAmountText}
zh_tw: 池流動性不足。可用數量：{availableAmountText}

source: Buy {0}
de: Kaufe {0}
es: Comprar {0}
fr: Acheter {0}
ja: {0}を購入
ru: Купить {0}
zh_tw: 買入 {0}

source: Shifting only available on {chainNames}. Switch networks to continue.
de: Shifting nur verfügbar auf {chainNames}. Wechseln Sie das Netzwerk, um fortzufahren.
es: Shifting solo disponible en {chainNames}. Cambie de red para continuar.
fr: Le Shifting n'est disponible que sur {chainNames}. Changez de réseau pour continuer.
ja: シフトは{chainNames}でのみ利用可能です。続行するにはネットワークを切り替えてください。
ru: Перемещение доступно только в {chainNames}. Переключите сеть для продолжения.
zh_tw: Shifting 僅在 {chainNames} 上可用。請切換網路以繼續。

source: Cumulative PnL
de: Kumulativer Gewinn/Verlust
es: PnL Acumulativo
fr: PnL cumulé
ja: 累積PnL
ru: Кумулятивная PnL
zh_tw: 累計 PnL

source: Set max leverage
de: Maximalen Hebel setzen
es: Establecer apalancamiento máximo
fr: Définir l'effet de levier maximum
ja: 最大レバレッジを設定
ru: Установить макс. кредитное плечо
zh_tw: 設定最大槓桿

source: {0, plural, one {Cancel order} other {Cancel # orders}}
de: {0, plural, one {Order abbrechen} other {# Orders abbrechen}}
es: {0, plural, one {Cancelar orden} other {Cancelar # órdenes}}
fr: {0, plural, one {Annuler l'ordre} other {Annuler # ordres}}
ja: {0, plural, one {注文をキャンセル} other {# 注文をキャンセル}}
ru: {0, plural, one {Отменить ордер} other {Отменить # ордеров}}
zh_tw: {0, plural, one {取消訂單} other {取消 # 筆訂單}}

source: Refresh page
de: Seite aktualisieren
es: Actualizar página
fr: Actualiser la page
ja: ページを更新
ru: Обновить страницу
zh_tw: 重新整理頁面

source: Confirm settle
de: Abwicklung bestätigen
es: Confirmar compensación
fr: Confirmer le règlement
ja: 決済を確認
ru: Подтвердить расчёт
zh_tw: 確認結算

source: Protocol risk explorer and stats
de: Protokoll-Risiko-Explorer und Statistiken
es: Explorador de riesgos de protocolo y estadísticas
fr: Explorateur de risques de protocole et stats
ja: プロトコルリスクエクスプローラーと統計
ru: Исследователь рисков протокола и статистика
zh_tw: 協議風險瀏覽器與統計數據

source: Generating shareable image...
de: Generierung von teilbaren Bildern...
es: Generando imagen para compartir...
fr: Génération d'image partageable...
ja: シェア可能な画像を作成中...
ru: Создание изображения, доступного для совместного использования...
zh_tw: 正在產生分享圖片...

source: RANK
de: RANG
es: RANGO
fr: RANG
ru: РАНГ
zh_tw: 排名

source: {txnTypeText} {0} order for
de: {txnTypeText} {0}-Order für
es: {txnTypeText} {0} orden para
fr: {txnTypeText} {0} ordre pour
ja: {txnTypeText} {0} 注文
ru: {txnTypeText} {0} ордер за
zh_tw: {txnTypeText} {0} 訂單於

source: Max
es: Máx.
ja: 最大
ru: Макс
zh_tw: 最大

source: GMX technical announcements
de: GMX technische Ankündigungen
es: Anuncios técnicos de GMX
fr: Annonces techniques GMX
ja: GMXテクニカルアナウンスメント
ru: Технические объявления GMX
zh_tw: GMX 技術公告

source: Checking code...
de: Code wird überprüft…
es: Verificando código…
fr: Vérification du code…
ja: コードを確認中…
ru: Проверка кода…
zh_tw: 正在檢查代碼...

source: No eligible holdings detected
de: Keine berechtigten Bestände erkannt
es: No se detectaron tenencias elegibles
fr: Aucun actif éligible détecté
ja: 対象となる保有資産が検出されませんでした
ru: Подходящие активы не обнаружены
zh_tw: 未偵測到符合條件的持倉

source: Help us improve GMX. For security, we won't contact you first. Send "I have feedback" to our official account:
de: Helfen Sie uns, GMX zu verbessern. Aus Sicherheitsgründen werden wir Sie nicht zuerst kontaktieren. Senden Sie "I have feedback" an unser offizielles Konto:
es: Ayúdenos a mejorar GMX. Por seguridad, no le contactaremos primero. Envíe "I have feedback" a nuestra cuenta oficial:
fr: Aidez-nous à améliorer GMX. Pour des raisons de sécurité, nous ne vous contacterons pas en premier. Envoyez « I have feedback » à notre compte officiel :
ja: GMXの改善にご協力ください。セキュリティのため、こちらから先にご連絡することはありません。公式アカウントに「I have feedback」とお送りください:
ru: Помогите нам улучшить GMX. В целях безопасности мы не свяжемся с вами первыми. Отправьте "I have feedback" на наш официальный аккаунт:
zh_tw: 幫助我們改善 GMX。為了安全，我們不會主動聯絡您。請發送「I have feedback」至我們的官方帳號：

source: Existing position uses {0} collateral. This order won't apply to it. <0>Switch to {1} collateral</0>
de: Bestehende Position verwendet {0} als Sicherheit. Diese Order wird nicht darauf angewendet. <0>Zu {1}-Sicherheit wechseln</0>
es: La posición existente utiliza garantía {0}. Esta orden no se aplicará a ella. <0>Cambiar a garantía {1}</0>
fr: La position existante utilise la garantie {0}. Cet ordre ne s'y appliquera pas. <0>Passer à la garantie {1}</0>
ja: 既存のポジションは{0}担保を使用しています。この注文は適用されません。<0>{1}担保に切り替える</0>
ru: Существующая позиция использует обеспечение {0}. Данный ордер не будет к ней применён. <0>Переключить на обеспечение {1}</0>
zh_tw: 現有倉位使用 {0} 抵押品。此訂單將不會套用於該倉位。<0>切換至 {1} 抵押品</0>

source: Affiliates
es: Afiliados
fr: Affiliés
ja: アフィリエイト
ru: Аффилиаты
zh_tw: 推廣夥伴

source: Global network
de: Globales Netzwerk
es: Red global
fr: Réseau global
ja: グローバルネットワーク
ru: Глобальная сеть
zh_tw: 全域網路

source: Try Express
de: Versuche Express
es: Prueba Express
fr: Essayer Express
ja: エクスプレスを試す
ru: Попробовать экспресс
zh_tw: 試用 Express

source: Changes may take a few minutes to appear
de: Änderungen können einige Minuten dauern, bis sie angezeigt werden
es: Los cambios pueden tardar unos minutos en aparecer
fr: Les modifications peuvent prendre quelques minutes avant d'apparaître
ja: 変更が反映されるまで数分かかる場合があります
ru: Изменения могут отобразиться через несколько минут
zh_tw: 變更可能需要幾分鐘才會顯示

source: Excludes incentives
de: Ohne Anreize
es: Excluye incentivos
fr: Hors incentives
ja: インセンティブを除く
ru: Без учёта бонусов
zh_tw: 不含激勵獎勵

source: Insufficient {localizedList} for gas on {chainName}. <0>Buy {localizedList}</0>
de: Unzureichend {localizedList} für Gas auf {chainName}. <0>{localizedList} kaufen</0>
es: Saldo insuficiente de {localizedList} para gas en {chainName}. <0>Comprar {localizedList}</0>
fr: Solde insuffisant de {localizedList} pour le gas sur {chainName}. <0>Acheter {localizedList}</0>
ja: {chainName}でのGas用の{localizedList}が不足しています。<0>{localizedList}を購入</0>
ru: Недостаточно {localizedList} для газа в {chainName}. <0>Купить {localizedList}</0>
zh_tw: {chainName} 上的 {localizedList} Gas 餘額不足。<0>購買 {localizedList}</0>

source: Buying {symbol}...
de: Kaufe {symbol}...
es: Comprando {symbol}...
fr: Achat de {symbol}...
ja: {symbol}を購入中...
ru: Покупка {symbol}...
zh_tw: 正在買入 {symbol}...

source: Show PnL amounts
de: PnL-Beträge anzeigen
es: Mostrar importes de PnL
fr: Afficher les montants PnL
ja: PnL金額を表示
ru: Показать суммы PnL
zh_tw: 顯示 PnL 金額

source: Est. time: ~5 min
de: Gesch. Zeit: ~5 Min.
es: Tiempo est.: ~5 min
fr: Temps est. : ~5 min
ja: 推定時間: 約5分
ru: Расч. время: ~5 мин
zh_tw: 預計時間：約 5 分鐘

source: Swap failed
de: Tausch fehlgeschlagen
es: Intercambio fallido
fr: Échec de l'échange
ja: スワップに失敗しました
ru: Своп не выполнен
zh_tw: 兌換失敗

source: <0>Have to keep an eye on <1>@GMX_IO</1> here. While all of DeFi is in shambles, GMX continues to show impressive sustained performance in users, AUM, volume/fees, open interest, and utilization of capital. Best place to swap between major assets on Arbitrum and exposure to the Arb airdrop</0>
de: <0>Muss <1>@GMX_IO</1> im Auge behalten. Während ganz DeFi in Trümmern liegt, zeigt GMX beeindruckende anhaltende Leistung bei Nutzern, AUM, Volumen/Gebühren, Open Interest und Kapitalnutzung. Bester Ort zum Swappen zwischen großen Assets auf Arbitrum und Exposition gegenüber dem Arb-Airdrop</0>
es: <0>Hay que vigilar a <1>@GMX_IO</1> aquí. Mientras todo DeFi está en ruinas, GMX continúa mostrando un rendimiento sostenido impresionante en usuarios, AUM, volumen/tarifas, interés abierto y utilización de capital. El mejor lugar para intercambiar entre activos mayores en Arbitrum y exposición al airdrop de Arb</0>
fr: <0>Il faut garder un œil sur <1>@GMX_IO</1> ici. Alors que toute la DeFi est en ruines, GMX continue de montrer une performance soutenue impressionnante en termes d'utilisateurs, AUM, volume/frais, intérêt ouvert et utilisation du capital. Meilleur endroit pour échanger entre les principaux actifs sur Arbitrum et exposition à l'airdrop Arb</0>
ja: <0>ここで<1>@GMX_IO</1>に注目しなければなりません。DeFi全体が混乱している中、GMXはユーザー、AUM、ボリューム/手数料、オープンインタレスト、資本利用で印象的な持続パフォーマンスを示し続けています。Arbitrum上の主要資産間のスワップに最適で、Arbエアドロップへの露出</0>
ru: <0>Нужно следить за <1>@GMX_IO</1> здесь. Пока весь DeFi в руинах, GMX продолжает демонстрировать впечатляющую устойчивую производительность в пользователях, AUM, объеме/комиссиях, открытом интересе и использовании капитала. Лучшее место для свопа между основными активами на Arbitrum и экспозиции к airdrop Arb</0>
zh_tw: <0>必須關注 <1>@GMX_IO</1>。當整個 DeFi 市場一片混亂時，GMX 在用戶數、AUM、交易量/手續費、未平倉量和資金利用率方面持續展現令人印象深刻的表現。在 Arbitrum 上兌換主要資產的最佳平台，還能獲得 Arb 空投的機會</0>

source: Buy GMX on {chainName}
de: Kaufe GMX auf {chainName}
es: Comprar GMX en {chainName}
fr: Acheter GMX sur {chainName}
ja: {chainName}でGMXを購入
ru: Купить GMX на {chainName}
zh_tw: 在 {chainName} 上買入 GMX

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ru: Размер
zh_tw: 規模

source: Loading Express params...
de: Express-Parameter werden geladen…
es: Cargando parámetros Express…
fr: Chargement des paramètres Express…
ja: Expressパラメータを読み込み中…
ru: Загрузка параметров Express…
zh_tw: 正在載入 Express 參數...

source: RESPONSE TIME
de: ANTWORTZEIT
es: TIEMPO DE RESPUESTA
fr: TEMPS DE RÉPONSE
ru: ВРЕМЯ ОТВЕТА
zh_tw: 回應時間

source: GMTrade (previously GMX Solana) is hosted on another website and run by a different team, so the experience may vary slightly
de: GMTrade (ehemals GMX Solana) wird auf einer anderen Website gehostet und von einem anderen Team betrieben, daher kann die Erfahrung leicht abweichen
es: GMTrade (anteriormente GMX Solana) está alojado en otro sitio web y gestionado por un equipo diferente, por lo que la experiencia puede variar ligeramente
fr: GMTrade (anciennement GMX Solana) est hébergé sur un autre site web et géré par une équipe différente, l'expérience peut donc varier légèrement
ja: GMTrade（旧GMX Solana）は別のウェブサイトでホストされ、別のチームによって運営されているため、体験が若干異なる場合があります
ru: GMTrade (ранее GMX Solana) размещён на другом сайте и управляется другой командой, поэтому работа может незначительно отличаться
zh_tw: GMTrade（前身為 GMX Solana）託管在另一個網站上，由不同的團隊運營，因此體驗可能略有不同

source: Token categories
de: Tokenkategorien
es: Categorías de tokens
fr: Catégories de tokens
ja: トークンカテゴリ
ru: Категории токенов
zh_tw: 代幣類別

source: You have not traded during the selected period
de: Sie haben im ausgewählten Zeitraum nicht gehandelt
es: No ha operado durante el período seleccionado
fr: Vous n'avez pas effectué de transactions durant la période sélectionnée
ja: 選択した期間中に取引はありませんでした
ru: Вы не совершали сделок за выбранный период
zh_tw: 您在所選期間內未進行任何交易

source: Default parts for TWAP orders
de: Standardanzahl der Teile für TWAP-Orders
es: Partes predeterminadas para órdenes TWAP
fr: Nombre de parts par défaut pour les ordres TWAP
ja: TWAP注文のデフォルト分割数
ru: Количество частей по умолчанию для TWAP-ордеров
zh_tw: TWAP 訂單的預設分段數

source: View in explorer
de: Im Explorer anzeigen
es: Ver en explorador
fr: Voir dans l'explorateur
ja: エクスプローラーで表示
ru: Открыть в обозревателе
zh_tw: 在區塊鏈瀏覽器中查看
