Repository: gmx-io/gmx-interface
Catalog: src/locales/*/messages.po
Languages: de, es, fr, ja, ru, zh_tw

source: Shifting {symbol}...
de: {symbol} verschieben...
es: Cambiando {symbol}...
fr: Déplacement de {symbol}...
ja: {symbol} をシフト中...
ru: Сдвиг {symbol}...
zh_tw: 正在轉換 {symbol}...

source: Close price impact
de: Preiseinfluss beim Schließen
es: Impacto en el precio de cierre
fr: Impact sur le prix de clôture
ja: 決済時の価格への影響
ru: Влияние на цену при закрытии
zh_tw: 平倉價格影響

source: Show leverage slider
de: Hebelregler anzeigen
es: Mostrar control de apalancamiento
ja: レバレッジスライダーを表示
ru: Показать ползунок кредитного плеча

source: Opens GMTrade in a new tab
de: Öffnet GMTrade in einem neuen Tab
es: Abre GMTrade en una nueva pestaña
fr: Ouvre GMTrade dans un nouvel onglet
ja: GMTradeを新しいタブで開きます
ru: Открывает GMTrade в новой вкладке
zh_tw: 在新分頁中開啟 GMTrade

source: Trigger price above mark price
de: Trigger-Preis über Markpreis
es: Precio de activación por encima del precio de referencia
fr: Prix de déclenchement supérieur au prix mark
ja: トリガー価格がマーク価格を上回る
ru: Цена триггера выше маркированной цены
zh_tw: 觸發價格高於標記價格

source: Top addresses
de: Top-Adressen
es: Principales direcciones
fr: Meilleures adresses
ja: トップアドレス
ru: Лучшие адреса
zh_tw: 熱門地址

source: Amount exceeds the withdrawal limit. Try an amount smaller than <0>{upperLimitFormatted}</0>.
de: Der Betrag überschreitet das Auszahlungslimit. Versuchen Sie einen Betrag kleiner als <0>{upperLimitFormatted}</0>.
es: El importe excede el límite de retirada. Pruebe con un importe inferior a <0>{upperLimitFormatted}</0>.
fr: Le montant dépasse la limite de retrait. Essayez un montant inférieur à <0>{upperLimitFormatted}</0>.
ja: 金額が出金上限を超えています。<0>{upperLimitFormatted}</0>未満の金額をお試しください。
ru: Сумма превышает лимит на вывод. Попробуйте сумму меньше <0>{upperLimitFormatted}</0>.
zh_tw: 金額超過提取上限。請嘗試小於 <0>{upperLimitFormatted}</0> 的金額。

source: New
de: Neu
es: Nuevo
fr: Nouveau
ja: 新着
ru: Новое
zh_tw: 新功能

source: Claimable collateral delay
de: Verzögerung für beanspruchbare Sicherheit
es: Retraso de garantía reclamable
fr: Délai de récupération de la garantie
ja: 担保受け取り可能までの遅延
ru: Задержка получения обеспечения
zh_tw: 可領取抵押品延遲

source: Debug controls
de: Debug-Steuerung
es: Controles de depuración
fr: Contrôles de débogage
ja: デバッグコントロール
ru: Отладочные элементы управления
zh_tw: 除錯控制

source: Concluded
de: Abgeschlossen
es: Concluido
fr: Conclu
ja: 終了
ru: Завершено
zh_tw: 已結束

source: Close fee
de: Schließgebühr
es: Comisión de cierre
fr: Frais de clôture
ja: 決済手数料
ru: Комиссия за закрытие
zh_tw: 平倉費用

source: Switch to {0} pool
de: Zu {0} Pool wechseln
es: Cambiar al pool {0}
fr: Passer au pool {0}
ja: {0}プールに切り替える
ru: Переключиться на пул {0}
zh_tw: 切換至 {0} 池

source: Explore, analyze, and copy on-chain traders
de: Erkunde, analysiere und kopiere On-Chain-Trader
es: Explora, analiza y copia traders on-chain
fr: Explorer, analyser et copier des traders on-chain
ja: オンチェーントレーダーを探索、分析、コピー
ru: Исследуйте, анализируйте и копируйте ончейн трейдеров
zh_tw: 探索、分析並複製鏈上交易者

source: {addressLabel} on {networkLabel}
de: {addressLabel} auf {networkLabel}
es: {addressLabel} en {networkLabel}
fr: {addressLabel} sur {networkLabel}
ja: {networkLabel}上の{addressLabel}
ru: {addressLabel} на {networkLabel}
zh_tw: {addressLabel} 於 {networkLabel}

source: Price impact exceeds order size. Impact: {priceImpactUsdText}, order: {sizeDeltaUsdText}
de: Preiseinfluss übersteigt die Ordergröße. Einfluss: {priceImpactUsdText}, Order: {sizeDeltaUsdText}
es: El impacto en el precio excede el tamaño de la orden. Impacto: {priceImpactUsdText}, orden: {sizeDeltaUsdText}
fr: L'impact sur le prix dépasse la taille de l'ordre. Impact : {priceImpactUsdText}, ordre : {sizeDeltaUsdText}
ja: 価格への影響が注文サイズを超えています。影響: {priceImpactUsdText}、注文: {sizeDeltaUsdText}
ru: Влияние на цену превышает размер ордера. Влияние: {priceImpactUsdText}, ордер: {sizeDeltaUsdText}
zh_tw: 價格影響超過訂單規模。影響：{priceImpactUsdText}，訂單：{sizeDeltaUsdText}

source: Failed to download trade history CSV
de: Herunterladen der Handelsverlauf-CSV fehlgeschlagen
es: Error al descargar el CSV del historial de operaciones
fr: Échec du téléchargement du CSV de l'historique des transactions
ja: 取引履歴CSVのダウンロードに失敗しました
ru: Не удалось скачать CSV истории сделок
zh_tw: 交易歷史 CSV 下載失敗

source: Liquidation price
de: Liquidationspreis
es: Precio de liquidación
fr: Prix de liquidation
ja: 清算価格
ru: Цена ликвидации
zh_tw: 清算價格

source: Enjoy a frictionless trading experience and sidestep blockchain congestion with One-Click Trading and Express Trading
de: Genießen Sie ein reibungsloses Handelserlebnis und umgehen Sie Blockchain-Überlastungen mit One-Click Trading und Express Trading
es: Disfrute de una experiencia de trading sin fricciones y evite la congestión de la blockchain con One-Click Trading y Express Trading
fr: Profitez d'une expérience de trading fluide et évitez la congestion de la blockchain avec One-Click Trading et Express Trading
ja: One-Click TradingとExpress Tradingで、ブロックチェーンの混雑を回避し、スムーズな取引体験をお楽しみください
ru: Наслаждайтесь бесперебойной торговлей и обходите перегрузки блокчейна с One-Click Trading и Express Trading
zh_tw: 透過 One-Click Trading 和 Express Trading，享受無摩擦的交易體驗，避開區塊鏈壅塞

source: Top positions
de: Top-Positionen
es: Principales posiciones
fr: Meilleures positions
ja: トップポジション
ru: Лучшие позиции
zh_tw: 熱門倉位

source: V2 rebates apply automatically as fee discounts and aren't shown here
de: V2-Rabatte werden automatisch als Gebührenrabatte angewendet und werden hier nicht angezeigt
es: Los reembolsos de V2 se aplican automáticamente como descuentos en comisiones y no se muestran aquí
fr: Les remises V2 s'appliquent automatiquement sous forme de réductions de frais et ne sont pas affichées ici
ja: V2リベートは手数料割引として自動的に適用されるため、ここには表示されません
ru: Скидки V2 применяются автоматически в виде снижения комиссий и не отображаются здесь
zh_tw: V2 回饋已自動作為手續費折扣套用，不會顯示在此處

source: Buy GM with {0} up to the caps below
de: GM mit {0} kaufen bis zu den unten angegebenen Limits
es: Comprar GM con {0} hasta los límites indicados a continuación
fr: Acheter des GM avec {0} jusqu'aux plafonds ci-dessous
ja: 以下の上限まで{0}でGMを購入できます
ru: Купить GM за {0} в пределах лимитов ниже
zh_tw: 使用 {0} 購買 GM，上限如下

source: V2 trading
es: Trading V2
fr: Trading V2
ja: V2取引
ru: Торговля V2
zh_tw: V2 交易

source: Protocol analytics
de: Protokoll-Analytik
es: Análisis de datos del protocolo
fr: Analyses du protocole
ja: プロトコルの分析
ru: Аналитика протокола
zh_tw: 協議分析

source: Show positions on chart
de: Positionen im Chart anzeigen
es: Mostrar posiciones en el gráfico
fr: Afficher les positions sur le graphique
ja: チャートにポジションを表示
ru: Показать позиции на графике
zh_tw: 在圖表上顯示倉位

source: Metrics debug
de: Metriken-Debug
es: Depuración de métricas
fr: Débogage des métriques
ja: メトリクスデバッグ
ru: Отладка метрик
zh_tw: 指標除錯

source: Fees exceed amount
de: Gebühren überschreiten Betrag
es: Comisiones exceden la cantidad
fr: Frais dépassent le montant
ja: 手数料が額を超過
ru: Комиссии превышают сумму
zh_tw: 手續費超過金額

source: Community projects
de: Community-Projekte
es: Proyectos de la comunidad
fr: Projets communautaires
ja: コミュニティプロジェクト
ru: Проекты сообщества
zh_tw: 社群專案

source: No liquidity available for increasing shorts at<0/>this size. Max short size: {0}<1/><2/>No price impact. Single execution price for<3/>decreasing longs at this size.
de: Keine Liquidität verfügbar für das Erhöhen von Shorts bei<0/>dieser Größe. Maximale Short-Größe: {0}<1/><2/>Kein Preiseinfluss. Einzelner Ausführungspreis für das<3/>Verringern von Longs bei dieser Größe.
es: No hay liquidez disponible para aumentar cortos a<0/>este tamaño. Tamaño máximo de cortos: {0}<1/><2/>Sin impacto en el precio. Precio de ejecución único para<3/>reducir largos a este tamaño.
fr: Aucune liquidité disponible pour augmenter les shorts à<0/>cette taille. Taille short maximale : {0}<1/><2/>Aucun impact sur le prix. Prix d'exécution unique pour<3/>la réduction des longs à cette taille.
ja: このサイズでのショート増加に利用可能な流動性がありません。<0/>最大ショートサイズ: {0}<1/><2/>価格への影響はありません。このサイズでの<3/>ロング減少は単一の約定価格です。
ru: Недостаточно ликвидности для увеличения шорт-позиций<0/>данного размера. Макс. размер шорт: {0}<1/><2/>Нет влияния на цену. Единая цена исполнения для<3/>уменьшения лонг-позиций данного размера.
zh_tw: 在此規模下無可用流動性加倉做空。<0/>最大做空規模：{0}<1/><2/>無價格影響。在此規模下減倉做多<3/>為單一成交價格。

source: ~5 min
ja: 約5分
ru: ~5 мин
zh_tw: ~5 分鐘

source: New tier:
de: Neue Stufe:
es: Nuevo nivel:
fr: Nouveau palier :
ja: 新しいティア:
ru: Новый уровень:
zh_tw: 新等級：

source: Insufficient {tokensText} for gas in your GMX Account. <0>Deposit {tokensText}</0>
de: Unzureichendes {tokensText} für Gas in Ihrem GMX-Konto. <0>{tokensText} einzahlen</0>
es: Insuficiente {tokensText} para gas en tu Cuenta GMX. <0>Depositar {tokensText}</0>
fr: Insuffisant {tokensText} pour le gaz dans votre Compte GMX. <0>Déposer {tokensText}</0>
ja: GMXアカウント内のガス用の{tokensText}が不足しています。<0>{tokensText}を入金</0>
ru: Недостаточно {tokensText} для газа в вашем Счете GMX. <0>Внести {tokensText}</0>
zh_tw: 您的 GMX Account 中 {tokensText} 不足以支付 Gas 費用。<0>存入 {tokensText}</0>

source: No trades during selected period
de: Keine Trades im ausgewählten Zeitraum
es: Sin operaciones durante el período seleccionado
fr: Aucune transaction pendant la période sélectionnée
ja: 選択期間中の取引はありません
ru: Нет сделок за выбранный период
zh_tw: 所選期間內無交易

source: Max pool capacity reached
de: Maximale Poolkapazität erreicht
es: Capacidad máxima del pool alcanzada
fr: Capacité maximale du pool atteinte
ja: プールの最大容量に達しました
ru: Достигнут максимальный объём пула
zh_tw: 已達池最大容量

source: Error occurred. Try again
de: Fehler aufgetreten. Erneut versuchen
es: Se ha producido un error. Inténtelo de nuevo
fr: Une erreur s'est produite. Réessayez
ja: エラーが発生しました。再試行してください
ru: Произошла ошибка. Попробуйте снова
zh_tw: 發生錯誤，請重試

source: (<0>{0}</0> of {operationText} amount)
de: (<0>{0}</0> des {operationText}-Betrags)
es: (<0>{0}</0> del importe de {operationText})
fr: (<0>{0}</0> du montant de {operationText})
ja: ({operationText}金額の<0>{0}</0>)
ru: (<0>{0}</0> от суммы {operationText})
zh_tw: （<0>{0}</0>，佔{operationText}金額）

source: View
de: Ansicht
es: Ver
fr: Voir
ja: 見る
ru: Просмотр
zh_tw: 查看

source: Execute Stop Market
de: Stop-Market ausführen
es: Ejecutar Stop Market
fr: Exécuter Stop Market
ja: ストップマーケットを執行
ru: Выполнить стоп-маркет
zh_tw: 執行停損市價單

source: Referral code submitted
de: Empfehlungscode eingereicht
es: Código de referido enviado
fr: Code de parrainage soumis
ja: リファラルコードが送信されました
ru: Реферальный код отправлен
zh_tw: 推薦碼已提交

source: Bonus APR paid as {airdropTokenTitle} airdrops. <0>Read more</0>.
de: Bonus APR ausgezahlt als {airdropTokenTitle} Airdrops. <0>Mehr erfahren</0>.
es: APR adicional pagado como airdrops de {airdropTokenTitle}. <0>Más información</0>.
fr: APR bonus versé sous forme d'airdrops {airdropTokenTitle}. <0>En savoir plus</0>.
ru: Бонусный APR выплачивается в виде {airdropTokenTitle} airdrops. <0>Подробнее</0>.
zh_tw: 額外 APR 以 {airdropTokenTitle} 空投形式發放。<0>閱讀更多</0>。

source: Execution price
de: Ausführungspreis
es: Precio de ejecución
fr: Prix d'exécution
ja: 約定価格
ru: Цена исполнения
zh_tw: 成交價格

source: Unstake failed
de: Entstaken fehlgeschlagen
es: Error al unstakear
fr: Échec du unstaker
ja: アンステークに失敗しました
ru: Не удалось вывести из стейкинга
zh_tw: 解除質押失敗

source: Two GLV variants mirror GLP's multi-asset exposure: one optimized for ETH markets (50% ETH / 50% USDC), the other for BTC markets (50% BTC / 50% USDC). This reflects the recovered funds composition and enables dynamic liquidity allocation across top GMX markets for enhanced yield.
de: Zwei GLV-Varianten spiegeln die Multi-Asset-Exposition von GLP wider: eine optimiert für ETH-Märkte (50% ETH / 50% USDC), die andere für BTC-Märkte (50% BTC / 50% USDC). Dies entspricht der Zusammensetzung der wiederhergestellten Mittel und ermöglicht eine dynamische Liquiditätsallokation über die führenden GMX-Märkte für eine verbesserte Rendite.
es: Dos variantes de GLV replican la exposición multiactivo de GLP: una optimizada para mercados de ETH (50% ETH / 50% USDC) y otra para mercados de BTC (50% BTC / 50% USDC). Esto refleja la composición de los fondos recuperados y permite la asignación dinámica de liquidez en los principales mercados de GMX para un mayor rendimiento.
fr: Deux variantes GLV reproduisent l'exposition multi-actifs de GLP : l'une optimisée pour les marchés ETH (50 % ETH / 50 % USDC), l'autre pour les marchés BTC (50 % BTC / 50 % USDC). Cela reflète la composition des fonds récupérés et permet une allocation dynamique de la liquidité sur les principaux marchés GMX pour un rendement amélioré.
ja: 2つのGLVバリアントはGLPのマルチアセットエクスポージャーを反映しています。1つはETH市場に最適化（50% ETH / 50% USDC）、もう1つはBTC市場に最適化（50% BTC / 50% USDC）されています。これは回収された資金の構成を反映し、主要なGMX市場全体で動的な流動性配分を可能にし、利回りの向上を実現します。
ru: Два варианта GLV повторяют мультиактивную структуру GLP: один оптимизирован для рынков ETH (50% ETH / 50% USDC), другой — для рынков BTC (50% BTC / 50% USDC). Это отражает состав восстановленных средств и обеспечивает динамическое распределение ликвидности по ведущим рынкам GMX для повышения доходности.
zh_tw: 兩種 GLV 變體反映了 GLP 的多資產配置：一種針對 ETH 市場最佳化（50% ETH / 50% USDC），另一種針對 BTC 市場（50% BTC / 50% USDC）。這反映了回收資金的組成，並實現跨頂級 GMX 市場的動態流動性配置以提升收益。

source: Enter your feedback
de: Geben Sie Ihr Feedback ein
es: Introduzca sus comentarios
fr: Saisissez vos commentaires
ja: フィードバックを入力してください
ru: Введите ваш отзыв
zh_tw: 輸入您的意見回饋

source: Net rate / 1h
de: Nettorate / 1h
es: Tasa neta / 1h
fr: Taux net / 1h
ja: ネットレート / 1時間
ru: Чистая ставка / 1ч
zh_tw: 淨費率 / 1h

source: Select language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
ja: 言語を選択
ru: Выберите язык
zh_tw: 選擇語言

source: Unknown value
de: Unbekannter Wert
es: Valor desconocido
fr: Valeur inconnue
ja: 不明な値
ru: Неизвестное значение
zh_tw: 未知值

source: Start unrealized fees
de: Start unrealisierte Gebühren
es: Comisiones no realizadas iniciales
fr: Frais non réalisés de départ
ja: 未実現手数料開始
ru: Начальные нереализованные комиссии
zh_tw: 起始未實現費用

source: Vested GMX not withdrawn
de: Vestetes GMX nicht abgezogen
es: GMX en vesting no retirado
fr: GMX en vesting non retiré
ja: ベスティング済みGMX未引き出し
ru: Вестинговый GMX не выведен
zh_tw: 已歸屬 GMX 未提取

source: Short positions
de: Short-Positionen
es: Posiciones cortas
fr: Positions short
ja: ショートポジション
ru: Шорт-позиции
zh_tw: 做空倉位

source: Report issue
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
ja: 問題を報告
ru: Сообщить о проблеме
zh_tw: 回報問題

source: Claim {0}
de: {0} beanspruchen
es: Reclamar {0}
fr: Récupérer {0}
ja: {0}を受け取る
ru: Получить {0}
zh_tw: 領取 {0}

source: <0>to </0><1>{0}</1>
de: <0>zu </0><1>{0}</1>
es: <0>a </0><1>{0}</1>
fr: <0>vers </0><1>{0}</1>
ja: <0>へ </0><1>{0}</1>
ru: <0>в </0><1>{0}</1>
zh_tw: <0>至 </0><1>{0}</1>

source: Borrowing exponent short
de: Leihexponent Short
es: Exponente de préstamo corto
fr: Exposant d'emprunt short
ja: ショート借入指数
ru: Экспонента заимствования шорт
zh_tw: 做空借貸指數

source: Price impact
de: Preiseinfluss
es: Impacto en el precio
fr: Impact sur le prix
ja: 価格への影響
ru: Влияние на цену
zh_tw: 價格影響

source: You don't have a referral code to share. <0/> Create one now and start earning rebates!
de: Sie haben keinen Empfehlungscode zum Teilen. <0/> Erstellen Sie jetzt einen und verdienen Sie Rabatte!
es: No tiene un código de referido para compartir. <0/> Cree uno ahora y comience a obtener reembolsos.
fr: Vous n'avez pas de code de parrainage à partager. <0/> Créez-en un maintenant et commencez à gagner des remises !
ja: 共有するリファラルコードがありません。<0/>今すぐ作成してリベートを獲得しましょう！
ru: У вас нет реферального кода для распространения. <0/> Создайте его сейчас и начните зарабатывать вознаграждения!
zh_tw: 您沒有可分享的推薦碼。<0/>立即建立一個並開始賺取回饋！

source: You
de: Du
es: Tú
fr: Vous
ja: あなた
ru: Вы
zh_tw: 您

source: Existing position uses USDC collateral. This action won't affect it. <0>Switch to USDC collateral</0>
de: Bestehende Position verwendet USDC als Sicherheit. Diese Aktion hat keine Auswirkung darauf. <0>Zu USDC-Sicherheit wechseln</0>
es: La posición existente utiliza garantía USDC. Esta acción no la afectará. <0>Cambiar a garantía USDC</0>
fr: La position existante utilise la garantie USDC. Cette action ne l'affectera pas. <0>Passer à la garantie USDC</0>
ja: 既存のポジションはUSDC担保を使用しています。この操作は影響しません。<0>USDC担保に切り替える</0>
ru: Существующая позиция использует обеспечение USDC. Данное действие не повлияет на неё. <0>Переключить на обеспечение USDC</0>
zh_tw: 現有倉位使用 USDC 抵押品。此操作不會影響該倉位。<0>切換至 USDC 抵押品</0>

source: with 100x leverage
de: mit 100x Hebel
es: con apalancamiento 100x
fr: avec un effet de levier 100x
ja: 100倍レバレッジで
ru: с 100x левериджем
zh_tw: 以 100 倍槓桿

source: {typeString} Long Stop Market: {0} a long position when the price is below the trigger price
de: {typeString} Long Stop Market: {0} einer Long-Position, wenn der Preis unter dem Auslösepreis liegt
es: {typeString} Long Stop Market: {0} una posición larga cuando el precio está por debajo del precio de activación
fr: {typeString} Long Stop Market : {0} une position long lorsque le prix est inférieur au prix de déclenchement
ja: {typeString} Long Stop Market: 価格がトリガー価格を下回った場合にロングポジションを{0}します
ru: {typeString} Long Stop Market: {0} лонг-позицию, когда цена ниже цены активации
zh_tw: {typeString} Long Stop Market：當價格低於觸發價格時{0}做多倉位

source: No price impact. Single execution price for<0/>increasing longs or decreasing shorts at<1/>this size.
de: Kein Preiseinfluss. Einzelner Ausführungspreis für das<0/>Erhöhen von Longs oder Verringern von Shorts bei<1/>dieser Größe.
es: Sin impacto en el precio. Precio de ejecución único para<0/>aumentar largos o reducir cortos a<1/>este tamaño.
fr: Aucun impact sur le prix. Prix d'exécution unique pour<0/>l'augmentation des longs ou la réduction des shorts à<1/>cette taille.
ja: 価格への影響はありません。このサイズでの<0/>ロング増加またはショート減少は<1/>単一の約定価格です。
ru: Нет влияния на цену. Единая цена исполнения для<0/>увеличения лонг-позиций или уменьшения шорт-позиций<1/>данного размера.
zh_tw: 無價格影響。在此規模下加倉做多<0/>或減倉做空為<1/>單一成交價格。

source: Telegram group (Chinese)
de: Telegram-Gruppe (Chinesisch)
es: Grupo de Telegram (chino)
fr: Groupe Telegram (chinois)
ja: Telegramグループ（中国語）
ru: Telegram-группа (Китайская)
zh_tw: Telegram 群組（中文）

source: Buy GM with {0} and {1} up to the caps below
de: GM mit {0} und {1} kaufen bis zu den unten angegebenen Limits
es: Comprar GM con {0} y {1} hasta los límites indicados a continuación
fr: Acheter des GM avec {0} et {1} jusqu'aux plafonds ci-dessous
ja: 以下の上限まで{0}と{1}でGMを購入できます
ru: Купить GM за {0} и {1} в пределах лимитов ниже
zh_tw: 使用 {0} 和 {1} 購買 GM，上限如下

source: Deposit
de: Einzahlung
es: Depositar
fr: Dépôt
ja: 入金
ru: Депозит
zh_tw: 存入

source: Bonus rebate
de: Bonusrabatt
es: Reembolso de bonificación
fr: Remise bonus
ja: ボーナスリベート
ru: Бонусная скидка
zh_tw: 額外回饋

source: Decentralized options strategies
de: Dezentrale Optionsstrategien
es: Estrategias de opciones descentralizadas
fr: Stratégies d'options décentralisées
ja: 分散型オプション戦略
ru: Децентрализованные опционные стратегии
zh_tw: 去中心化選擇權策略

source: Select rewards to claim
de: Zu beanspruchende Belohnungen auswählen
es: Seleccionar recompensas a reclamar
fr: Sélectionner les récompenses à réclamer
ja: 請求する報酬を選択
ru: Выберите награды для получения
zh_tw: 選擇要領取的獎勵

source: Open fee
de: Eröffnungsgebühr
es: Comisión de apertura
fr: Frais d'ouverture
ja: オープン手数料
ru: Комиссия за открытие
zh_tw: 開倉費用

source: Edit referral code
de: Empfehlungscode bearbeiten
es: Editar código de referido
fr: Modifier le code de parrainage
ja: リファラルコードを編集
ru: Редактирование реферального кода
zh_tw: 編輯推薦碼

source: Sell request sent
de: Verkaufsauftrag gesendet
es: Solicitud de venta enviada
fr: Demande de vente envoyée
ja: 売却リクエストが送信されました
ru: Запрос на продажу отправлен
zh_tw: 賣出請求已發送

source: Withdrawal error
de: Auszahlungsfehler
es: Error de retirada
fr: Erreur de retrait
ja: 出金エラー
ru: Ошибка вывода
zh_tw: 提取錯誤

source: To begin trading on GMX, deposit assets into your GMX Account
de: Um mit dem Handel auf GMX zu beginnen, zahlen Sie Vermögenswerte in Ihr GMX Account ein
es: Para comenzar a operar en GMX, deposite activos en su GMX Account
fr: Pour commencer à trader sur GMX, déposez des actifs dans votre GMX Account
ja: GMXで取引を開始するには、GMX Accountに資産を入金してください
ru: Чтобы начать торговлю на GMX, внесите активы на ваш GMX Account
zh_tw: 要在 GMX 上開始交易，請將資產存入您的 GMX Account

source: Decentralised permissionless on-chain exchange with deep liquidity and low costs, live since 2021
de: Dezentralisierter permissionless On-Chain-Exchange mit tiefer Liquidität und niedrigen Kosten, live seit 2021
es: Exchange descentralizado sin permisos on-chain con liquidez profunda y bajos costos, en vivo desde 2021
fr: Exchange décentralisé sans permission on-chain avec liquidité profonde et coûts bas, en live depuis 2021
ja: 2021年より稼働する深い流動性と低コストのパーミッションレス分散型オンチェーン取引所
ru: Децентрализованная биржа без разрешений с глубокой ликвидностью и низкими комиссиями, работает с 2021 года
zh_tw: 自 2021 年上線的去中心化無許可鏈上交易所，具有深度流動性與低成本

source: TOTAL VOLUME
de: GESAMTVOLUMEN
es: VOLUMEN TOTAL
fr: VOLUME TOTAL
ru: ОБЩИЙ ОБЪЁМ

source: Enable One-Click Trading
de: One-Click-Trading aktivieren
es: Activar trading con One-Click
fr: Activer le trading One-Click
ja: ワンクリック取引を有効化
ru: Включить торговлю в один клик
zh_tw: 啟用 One-Click Trading

source: Conversion execution failed
de: Konvertierungsausführung fehlgeschlagen
es: Error en la ejecución de conversión
fr: Échec de l'exécution de la conversion
ja: コンバージョン実行に失敗しました
ru: Сбой исполнения конвертации
zh_tw: 轉換執行失敗

source: Create Take-Profit
de: Take-Profit erstellen
es: Crear Take-Profit
fr: Créer un Take-Profit
ja: テイクプロフィットを作成
ru: Создание тейк-профит
zh_tw: 建立止盈

source: Position size exceeds available open interest. Delta: {usdDeltaText}, max OI: {openInterestText}
de: Positionsgröße übersteigt das verfügbare Open Interest. Delta: {usdDeltaText}, max. OI: {openInterestText}
es: El tamaño de la posición excede el interés abierto disponible. Delta: {usdDeltaText}, OI máx.: {openInterestText}
fr: La taille de la position dépasse les positions ouvertes disponibles. Delta : {usdDeltaText}, OI max : {openInterestText}
ja: ポジションサイズが利用可能な建玉を超えています。デルタ: {usdDeltaText}、最大OI: {openInterestText}
ru: Размер позиции превышает доступный открытый интерес. Дельта: {usdDeltaText}, макс. OI: {openInterestText}
zh_tw: 倉位規模超過可用未平倉量。差額：{usdDeltaText}，最大 OI：{openInterestText}

source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ru: Да
zh_tw: 是

source: Increase size (TWAP)
de: Größe erhöhen (TWAP)
es: Aumentar tamaño (TWAP)
fr: Augmenter la taille (TWAP)
ja: サイズを増加（TWAP）
ru: Увеличить размер (TWAP)
zh_tw: 增加倉位（TWAP）

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ru: Обновить
zh_tw: 重新整理

source: Claiming affiliate rewards...
de: Affiliate-Belohnungen werden beansprucht...
es: Reclamando recompensas de afiliado...
fr: Récupération des récompenses d'affiliation en cours...
ja: アフィリエイト報酬を受け取り中...
ru: Получение партнёрских вознаграждений...
zh_tw: 正在領取聯盟獎勵...

source: deep liquid markets
de: tief liquide Märkte
es: mercados líquidos profundos
fr: marchés liquides profonds
ja: 深い流動性市場
ru: глубокие ликвидные рынки
zh_tw: 深度流動性市場

source: Claim <0>{0}</0>
de: <0>{0}</0> beanspruchen
es: Reclamar <0>{0}</0>
fr: Réclamer <0>{0}</0>
ja: <0>{0}</0> を請求
ru: Запросить <0>{0}</0>
zh_tw: 領取 <0>{0}</0>

source: Receive
de: Erhalten
es: Recibir
fr: Recevoir
ja: 受取
ru: Получение
zh_tw: 收到

source: Display settings
de: Anzeigeeinstellungen
es: Configuración de visualización
fr: Paramètres d'affichage
ja: 表示設定
ru: Настройки отображения
zh_tw: 顯示設定

source: Order filled
de: Order ausgeführt
es: Orden ejecutada
fr: Ordre exécuté
ja: 注文が約定しました
ru: Ордер исполнен
zh_tw: 訂單已成交

source: Pools
es: Reservas
ja: プール
ru: Пулы
zh_tw: 池

source: Pool long amount
de: Long-Betrag des Pools
es: Cantidad largo del pool
fr: Montant long du pool
ja: プールのロング数量
ru: Сумма лонг-позиций пула
zh_tw: 池做多數量
