Repository: gmx-io/gmx-interface
Catalog: src/config/locales/*/messages.po
Languages: es, ja

source: Order submitted!
es: ¡Orden enviada!
ja: 注文提出完了!

source: Orders
es: Órdenes
ja: 注文

source: Orders cancelled.
es: Órdenes canceladas.
ja: 注文がキャンセルされました。

source: Overview
es: Resumen
ja: 概要

source: POOL
es: RESERVA
ja: プール

source: PRICE
es: PRECIO
ja: 価格

source: Page outdated, please refresh
es: Página obsoleta, por favor actualice
ja: ページの内容が期限切れです。更新してください。

source: Partnerships and Integrations
es: Asociaciones e Integraciones
ja: パートナーシップと統合

source: Pay
es: Pagar
ja: 支払い額

source: Platform and GLP index tokens.
es: Plataforma y tokens del índice GLP
ja: プラットフォームとGLPインデックストークン

source: Please input a referral code to benefit from fee discounts.
es: Por favor, introduzca un código de referido para beneficiarse de los descuentos en las comisiones.
ja: 紹介コードを入力すると手数料割引を受けられます。

source: Please mint GLP using another token
es: Por favor, acuñe GLP usando otro token
ja: 別のトークンを使用してGLPをミントしてください

source: Please only use this for full account transfers.
es: Por favor, utilice esto sólo para transferencias de cuentas completas.
ja: この機能はアカウント全体の移転にのみ利用してください。

source: Please switch your network to Arbitrum.
es: Por favor, cambie su red a Arbitrum.
ja: ネットワークをArbitrumに切り替えてください。

source: PnL
es: GyP
ja: 損益

source: Position
es: Posición
ja: ポジション

source: Positions
es: Posiciones
ja: ポジション

source: Price
es: Precio
ja: 価格

source: Price above Liq. Price
es: Precio superior al de liquidación
ja: 清算価格を上回る価格

source: Price above Mark Price
es: Precio superior al Precio de Referencia
ja: マーク価格を上回る価格

source: Price below Liq. Price
es: Precio inferior al de liquidación
ja: 清算価格を下回る価格

source: Price below Mark Price
es: Precio inferior al Precio de Marca
ja: マーク価格を下回る価格

source: Price {0} Mark Price
es: Precio {0} Precio de Marca
ja: 価格 {0} マーク価格

source: Profit
es: Ganancia
ja: 利益

source: Projects developed by the GMX community.
es: Proyectos desarrollados por la comunidad de GMX.
ja: GMXコミュニティが開発したプロジェクト

source: Projects integrated with GMX.
es: Proyectos integrados con GMX.
ja: GMXと統合されているプロジェクト

source: Purchase <0>GLP tokens</0> to earn {nativeTokenSymbol} fees from swaps and leverages trading.
es: Compra <0>tokens GLP</0> para ganar {nativeTokenSymbol} comisiones por operaciones de intercambio y apalancamiento.
ja: <0>GLP tokens</0>を購入して、スワップとレバレッジ取引から{nativeTokenSymbol}手数料を獲得する.

source: Purchase GMX
es: Comprar GMX
ja: GMX購入

source: Purchase Insurance
es: Comprar Seguro
ja: 保険購入

source: Read more
es: Leer más
ja: 詳細について読む

source: Rebates are airdropped weekly.
es: Los reembolsos son entregados semanalmente.
ja: リベートは毎週エアドロップされます。

source: Rebates earned by this account as a trader.
es: Reembolsos ganados por esta cuenta como trader.
ja: トレーダーとしてこのアカウントが獲得したリベート

source: Rebates earned by this account as an affiliate.
es: Reembolsos ganados por esta cuenta como afiliado.
ja: アフィリエイトとしてこのアカウントが獲得したリベート

source: Receive
es: Recibir
ja: 受け取る

source: Receiver Address
es: Dirección del receptor
ja: 受け取る側アドレス

source: Receiver has not staked GLP tokens before
es: El receptor no ha stakeado tokens GLP antes.
ja: 受け取り側ではこれまでにGLPトークンをステークしたことがありません

source: Receiver has not staked GMX tokens before
es: El receptor no ha stakeado tokens GMX antes.
ja: 受け取り側ではこれまでにGMXトークンをステークしたことがありません

source: Redemption time not yet reached
es: Tiempo de redención aún no alcanzado
ja: 売却までの規定時間に達していません

source: Reduce Liquidation Risks
es: Reducir Riesgos de Liquidación
ja: 清算リスクを減らす

source: Referral Code
es: Código de Referido
ja: 紹介コード

source: Referral Code does not exist
es: El Código de Referido no existe
ja: 紹介コードが存在しません

source: Referral Terms
es: Términos de Referido
ja: 紹介規約

source: Referral code added!
es: ¡Código de referido añadido!
ja: 紹介コードが追加されました!

source: Referral code creation failed.
es: Falló la creación del código de referido.
ja: 紹介コードが作成できませんでした。

source: Referral code submitted!
es: ¡Código de referido enviado!
ja: 紹介コードが提出されました!

source: Referral code updated failed.
es: Falló la actualización del código de referido.
ja: 紹介コードが更新できませんでした。

source: Referral code updated!
es: ¡Código de referido actualizado!
ja: 紹介コードの更新完了!

source: Referrals
es: Referidos
ja: 紹介アカウント

source: Requested decrease of {0} {1} by {2} USD.
es: Solicitada disminución de {0} {1} en {2} USD
ja: {0} {1} の {2} USDの削減を要求しました。

source: Requested deposit of {0} {1} into {2} {3}.
es: Solicitado depósito de {0} {1} en {2} {3}.
ja: {0} {1}の{2} {3}への入金を要求しました。

source: Requested increase of {tokenSymbol} {0} by {1} USD.
es: Solicitado incremento de {tokenSymbol} {0} en {1} USD.
ja: {tokenSymbol} {0} の {1} USDの増額を要求しました。

source: Requested withdrawal of {0} USD from {1} {2}.
es: Solicitado retiro de {0} USD from {1} {2}.
ja: {1} {2}からの{0} USDの出金を要求しました。

source: Reserve Amount
es: Cantidad de Reserva
ja: リザーブ額

source: Reserved
es: Reservado
ja: リザーブ済

source: Reserved for Vesting
es: Reservado para Adquisición
ja: べスティング用リザーブ済

source: Rewards
es: Recompensas
ja: 報酬

source: Same as current active code
es: Igual que el código activo actual
ja: 現状有効なコードと同じ

source: Save
es: Guardar
ja: 保存

source: Save on Costs
es: Ahorrar en Costes
ja: コスト削減

source: Select Language
es: Seleccionar Idioma
ja: 言語選択

source: Select Market
es: Seleccionar Idioma
ja: マーケット選択

source: Select an option
es: Seleccionar una opción
ja: オプション選択

source: Select different tokens
es: Selecciona tokens diferentes
ja: 別のトークンを選択

source: Select your vesting option below then click "Claim".
es: Seleccione su opción de adquisición a continuación y haga clic en "Reclamar".
ja: べスティングオプションを選択して"請求"をクリック。

source: Self-transfer not supported
es: No se admite la autotransferencia
ja: 自分への移転はサポートされていません

source: Sell GLP
es: Vender GLP
ja: GLP売却

source: Sell failed.
es: Venta fallida.
ja: 売却できませんでした。

source: Sell for {0}
es: Vender por {0}
ja: 売却して{0}にする

source: Sell submitted!
es: ¡Venta presentada!
ja: 売却申し込み完了!

source: Selling...
es: Vendiendo...
ja: 売却中

source: Sender has withdrawn all tokens from GLP Vesting Vault
es: El remitente ha retirado todos los tokens del Baúl de Adquisición GLP
ja: 送信側はGLPのべスティングボールトからすべてのトークンを引き出しました。

source: Sender has withdrawn all tokens from GMX Vesting Vault
es: El remitente ha retirado todos los tokens del Cajas de Adquisición GMX
ja: 送信側はGMXのべスティングボールトからすべてのトークンを引き出しました。

source: Settings
es: Ajustes
ja: 設定

source: Share
es: Compartir
ja: シェア

source: Share Position
es: Compartir Posición
ja: ポジションをシェア

source: Short
es: Corto
ja: ショート

source: Short Positions
es: Posiciones en Corto
ja: ショートポジション

source: Short {0}
es: Corto {0}
ja: {0}をショート

source: Simple Swaps
es: Intercambios Simples
ja: シンプルなスワップ

source: Size
es: Tamaño
ja: サイズ

source: Slippage should be less than 5%
es: El deslizamiento debe ser inferior al 5%"
ja: スリッページは5%未満

source: Speed up page loading
es: Acelerar la carga de la página
ja: ページの読み込みを速くする

source: Stablecoin Percentage
es: Porcentaje de Stablecoin
ja: ステーブルコインの比率

source: Stake
ja: ステーク

source: Stake <0>GMX</0> and <1>GLP</1> to earn rewards.
es: Stakea <0>GMX</0> y <1>GLP</1> para ganar recompensas.
ja: <0>GMX</0>と<1>GLP</1>をステークして報酬を稼ぐ。

source: Stake GMX Rewards
es: Stakea Recompensas GMX
ja: GMX報酬をステークする

source: Stake Multiplier Points
es: Stakea Puntos Multiplicadores
ja: マルチプライヤーポイントをステークする

source: Stake esGMX Rewards
es: Stakea Recompensas esGMX
ja: esGMX報酬をステークする

source: Stake failed.
es: Stake fallido.
ja: ステークできませんでした。

source: Stake submitted!
es: ¡Stake enviado!
ja: ステーク申し込み完了!

source: Staked
es: Stakeado
ja: ステーク済

source: Staked Tokens
es: Tokens Stakeados
ja: ステークされたトークン

source: Staking...
es: Stakeando...
ja: ステーク中

source: Stats
es: Estadísticas
ja: 統計

source: Submit
es: Enviar
ja: 提出

source: Supply
es: Suministros
ja: 供給量

source: Swap
es: Intercambiar
ja: スワップ

source: Swap Order created!
es: ¡Orden de Intercambio creada!
ja: スワップ注文作成完了!

source: Swap Order creation failed.
es: Falló la creación de la Orden de Intercambio.
ja: スワップ注文が作成できませんでした。

source: Swap Order submitted!
es: ¡Orden de Intercambio enviada!
ja: スワップ注文提出済!

source: Swap failed.
es: Falló el Intercambio.
ja: スワップできませんでした。

source: Swap on {0}
es: Intercambio en {0}
ja: {0}でスワップ

source: Swap submitted!
es: ¡Intercambio Enviado!
ja: スワップ申し込み完了!

source: TOKEN
ja: トークン

source: Telegram Groups
es: Grupos de Telegram
ja: Telegramグループ

source: Terms and Conditions
es: Términos y Condiciones
ja: 規約

source: The Boosted APR is from your staked Multiplier Points.
es: El APR aumentado es de sus Puntos Multiplicadores stakeados.
ja: APRブーストはステークされたマルチプライヤーポイントから来ています。

source: The address of the esGMX (IOU) token is {esGmxIouAddress}.
es: La dirección del token esGMX (IOU) es {esGmxIouAddress}.
ja: esGMX (IOU)トークンのアドレスは{esGmxIouAddress}です。

source: The esGMX (IOU) token is transferrable. You can add the token to your wallet and send it to another address to claim if you'd like.
es: El token esGMX (IOU) es transferible. Puedes agregar el token a tu cartera y enviarlo a otra dirección para reclamarlo si lo deseas.
ja: esGMX (IOU)は移転可能です。自分のウォレットに加えてから別のアドレスに移してトークンを請求することもできます。

source: The esGMX tokens can be staked or vested at any time.
es: Los tokens esGMX pueden ser stakeados o adquiridos en cualquier momento.
ja: "esGMXはいつでもステークしたりべスティングしたりすることができます。

source: The price that orders can be executed at may differ slightly from the chart price, as market orders update oracle prices, while limit/trigger orders do not.
es: El precio al que se pueden ejecutar las órdenes puede diferir ligeramente del precio del gráfico, ya que las órdenes de mercado actualizan los precios del oráculo, mientras que las órdenes de límite/activación no lo hacen.
ja: オーダーが執行され得る価格はチャートに表示された価格と少し異なることがありますが、それはマーケット注文がオラクルの価格を更新するのに対して、リミット注文やトリガー注文はオラクルの価格を更新しないからです。

source: The price that the order can be executed at may differ slightly from the chart price as market orders can change the price while limit / trigger orders cannot.
es: El precio al que se puede ejecutar la orden puede diferir ligeramente del precio del gráfico, ya que las órdenes de mercado pueden cambiar el precio mientras que las órdenes de límite/activación no.
ja: オーダーが執行され得る価格はチャートに表示された価格と少し異なることがありますが、それはマーケット注文が価格を変えうるのに対して、リミット注文やトリガー注文が価格を変えることはないからです。

source: This will transfer all your GMX, esGMX, GLP and Multiplier Points to your new account.
es: Esto transferirá todos sus GMX, esGMX, GLP y Puntos Multiplicadores a su nueva cuenta.
ja: これにより、あなたのすべてのGMX、esGMX、GLP、マルチプライヤーポイントは新たなアカウントに移転されます。

source: Tier {0} ({1}% discount)
es: Nivel {0} ({1}% de descuento)
ja: ティア {0} ({1}%割引)

source: To complete the transfer, you must switch your connected account to {receiver}.
es: Para completar la transferencia, debes cambiar tu cuenta conectada a {receiver}.
ja: 移転を完了するには、{receiver}のアカウントに接続しなおす必要があります。

source: To purchase GMX on <0>Arbitrum</0>, please change your network.
es: Para comprar GMX en <0>Arbitrum</0>, por favor cambie su red.
ja: <0>Arbitrum</0>でGMXを購入するにはネットワークを切り替えてください。

source: To purchase GMX on <0>Avalanche</0>, please change your network.
es: Para comprar GMX en <0>Avalanche<1/></0>, por favor cambie su red.
ja: <0>Avalanche</0>でGMXを購入するにはネットワークを切り替えてください。

source: To reduce fees, select a different asset to pay with.
es: Para reducir las comisiones, seleccione un activo diferente con el que pagar.
ja: 手数料を削減するには別のアセットで支払ってください。

source: To reduce fees, select a different asset to receive.
es: Para reducir las comisiones, seleccione un activo diferente para recibir.
ja: 手数料を削減するには別のアセットで受け取ってください。

source: Total
ja: 総計

source: Total Fees
es: Comisiones Totales
ja: 手数料総額

source: Total Rebates
es: Total de reembolsos
ja: リベート総額

source: Total Rewards
es: Recompensas Totales
ja: 報酬総額

source: Total Staked
es: Total Stakeado
ja: ステーク総額

source: Total Stats
es: Estadísticas Totales
ja: 全体統計

source: Total Supply
es: Suministro Total
ja: 総供給量

source: Total Traders Referred
es: Total de Traders Referidos
ja: 紹介した全トレーダー

source: Total Trading Volume
es: Volumen Total de Operaciones
ja: トレード総額

source: Total Users
es: Usuarios Totales
ja: ユーザー総数

source: Total Volume
es: Volumen Total
ja: 総取引量

source: Total value of tokens in GLP pool ({chainName})
es: Valor total de los tokens en la reserva de GLP ({chainName})
ja: GLPプール ({chainName})のトークンの総額

source: Trade
es: Comercio
ja: トレード

source: Trade BTC, ETH, AVAX and other top cryptocurrencies with up to 30x leverage directly from your wallet
es: Opere BTC, ETH, AVAX y otras criptomonedas principales con un apalancamiento de hasta 30x directamente desde su cartera
ja: BTC、ETH、AVAXなどの主要仮想通貨を最大30倍のレバレッジで直接自分のウォレットから取引可能

source: Trade spot or perpetual BTC, ETH, AVAX and other top cryptocurrencies with up to 30x leverage directly from your wallet on Arbitrum and Avalanche.
es: Opere BTC, ETH, AVAX y otras criptomonedas principales con un apalancamiento de hasta 30x directamente desde su cartera en Arbitrum y Avalanche.
ja: BTC、ETH、AVAXなどの主要仮想通貨のスポットやパーペチュアルを最大30倍のレバレッジで直接自分のウォレットからArbitrumとAvalanche上で取引可能

source: Traders
ja: トレーダー

source: Traders Referred
es: Traders Referidos
ja: 紹介したトレーダー

source: Trading guide
es: Guía de Trading
ja: トレード案内

source: Transaction
es: Transacción
ja: 取引

source: Transfer AVAX
es: Transferir AVAX
ja: AVAXを送信する

source: Transfer Account
es: Transferir Cuenta
ja: アカウント移転

source: Transfer ETH
es: Transferir ETH
ja: ETHを送信する

source: Transfer already initiated
es: Transferencia ya iniciada
ja: 移転はすでに開始されています

source: Transfer failed.
es: La transferencia ha fallado.
ja: 移転できませんでした。

source: Transfer submitted!
es: ¡Transferencia enviada!
ja: 移転申し込み完了!

source: Transferring
es: Transfiriendo
ja: 移転中

source: Transfers are one-way, you will not be able to transfer staked tokens back to the sending account.
es: Las transferencias son unidireccionales, no podrás transferir tokens stakeados de vuelta a la cuenta de envío.
ja: 移転は一方通行であり、ステークされたトークンを送信側のアカウントへ戻すことはできません。

source: Transfers are only supported if the receiving account has not staked GMX or GLP tokens before.
es: Las transferencias solo son soportadas si la cuenta receptora no ha stakeado tokens GMX o GLP antes.
ja: 移転は、移転先のアカウントがこれまでにGMXやGLPトークンをステークしたことがない場合に限り可能です。

source: Trigger Price
es: Precio de Activación
ja: トリガー価格

source: Tweet
ja: ツイート

source: Two tokens create our ecosystem
es: Dos tokens crean nuestro ecosistema
ja: 2つのトークンが私たちのエコシステムを作っています

source: Txn failed.
es: Transf. fallida.
ja: トランザクション失敗

source: Type
es: Tipo
ja: タイプ

source: UTILIZATION
es: UTILIZACIÓN
ja: 利用率

source: Unstake
es: Destakear
ja: アンステーク

source: Unstake GMX
es: Destakear GMX
ja: GMXをアンステークする

source: Unstake completed!
es: ¡Destakeo completado!
ja: アンステーク完了!

source: Unstake failed.
es: Falló el Destakeo.
ja: アンステークできませんでした。

source: Unstake submitted!
es: ¡Destakeo enviado!
ja: アンステーク申し込み完了!

source: Unstaking...
es: Destakeando...
ja: アンステーク中

source: Update
es: Actualizar
ja: 更新

source: Updating...
es: Actualizando
ja: 更新中

source: Use the "Edit" button to deposit or withdraw collateral.
es: Utilice el botón "Editar" para depositar o retirar la garantía."
ja: 担保を入金または出金するには"編集"ボタンを使用してください。

source: Useful Links
es: Enlaces útiles
ja: 有用なリンク

source: Using the Avalanche or Synapse bridges, you can also transfer any other supported cryptocurrency, and receive free AVAX to pay for the network's fees.
es: Usando los puentes Avalanche o Synapse, tambien puedes transferir cualquier otra criptodivisa soportada, y recibir AVAX gratis para pagar las tarifas de la red.
ja: AvalancheやSynapseのブリッジを使用すると、サポートされている他のどの仮想通貨でも移転することができ、ネットワークフィーを支払うためのAVAXを無料で受け取ることができます。

source: Vault Capacity
es: Capacidad del Baúl
ja: ボールトのキャパシティ

source: Vest with GLP on Arbitrum
es: Adquiera con GLP en Arbitrum
ja: ArbitrumでGLPを使ってべスティングする

source: Vest with GLP on Avalanche
es: Adquiera con GLP en Avalanche
ja: AvalancheでGLPを使ってべスティングする

source: Vest with GMX on Arbitrum
es: Adquiera con GMX en Arbitrum
ja: ArbitrumでGMXを使ってべスティングする

source: Vest with GMX on Avalanche
es: Adquiera con GMX en Avalanche
ja: AvalancheでGMXを使ってべスティングする

source: Vested GLP not withdrawn
es: GLP adquirido no retirado.
ja: べスティングされたGLPで引き出されていないもの

source: Vested GMX not withdrawn
es: GMX adquirido no retirado.
ja: べスティングされたGMXで引き出されていないもの

source: Vesting Status
es: Estado de Adquisición
ja: べスティング状況

source: View
es: Ver
ja: 見る

source: View <0>staking</0> page.
es: Ver la página de <0>staking</0>.
ja: <0>staking</0> ページを見る

source: View in Explorer
es: Ver en el Explorador
ja: Explorerで見る

source: Volume
es: Volumen
ja: 取引高

source: Volume traded by this account with an active referral code.
es: Volumen negociado por esta cuenta con un código de referido activo.
ja: 有効な紹介コードを使ってこのアカウントでトレードされた取引高

source: Volume traded by your referred traders.
es: Volumen negociado por sus traders referidos.
ja: あなたが紹介したトレーダーによる取引高

source: WALLET
es: MONEDERO
ja: ウォレット

source: WARNING: High Fees
es: ADVERTENCIA: Comisiones Altas
ja: 警告: 高い手数料

source: WARNING: This position has a low amount of collateral after deducting borrowing fees, deposit more collateral to reduce the position's liquidation risk.
es: ADVERTENCIA: Esta posición tiene una cantidad baja de garantía después de deducir las comisiones de préstamo, deposite más garantía para reducir el riesgo de liquidación de la posición.
ja: 警告: このポジションは借入手数料を差し引いたあとの担保額が低いため、ポジションの清算リスクを減らすために担保額を増やしてください。

source: WEIGHT
es: PESO
ja: ウェート

source: Waiting for Approval
es: Esperando Aprobación
ja: 許可の待機中

source: Wallet
es: Monedero
ja: ウォレット

source: Wallet is not connected
es: El monedero no está conectado
ja: ウォレットが接続されていません

source: Wallet not connected
es: Monedero no conectado
ja: ウォレットが接続されていません

source: Withdraw
es: Retirar
ja: 出金

source: Withdraw failed.
es: Retiro fallido.
ja: 出金できませんでした

source: Withdraw from GLP Vault
es: Retirar del Baúl GLP
ja: GLPボールトから出金

source: Withdraw from GMX Vault
es: Retirar del Baúl GMX
ja: GMXボールトから出金

source: Withdraw submitted.
es: Retiro enviado.
ja: 出金申し込み完了。

source: Withdrawal failed.
es: Retiro fallido.
ja: 出金できませんでした。

source: Withdrawal submitted.
es: Retiro enviado.
ja: 出金申し込み完了。

source: Withdrawing...
es: Retirando...
ja: 出金中

source: Withdrawn!
es: ¡Retirado!
ja: 出金完了!

source: You are earning {nativeTokenSymbol} rewards with {0} tokens.<0/>Tokens: {amountStr}.
es: Estás ganando {nativeTokenSymbol} recompensas con {0} tokens.<0/>Tokens: {amountStr}.
ja: あなたは{nativeTokenSymbol}報酬を{0}トークンで稼いでいます。<0/>トークン: {amountStr}.

source: You can buy AVAX directly on <0>Avalanche</0> using Banxa:
es: Puedes comprar AVAX directamente en <0>Avalanche</0> usando Banxa:
ja: Banxaを使用して<0>Avalanche</0>上で直接AVAXを購入できます:

source: You can buy ETH directly on <0>Arbitrum</0> using Banxa:
es: Puedes comprar ETH directamente en <0>Arbitrum</0> usando Banxa:
ja: Banxaを使用して<0>Arbitrum</0>上で直接ETHを購入できます:

source: You can check your claim history <0>here</0>.
es: Puede consultar su historial de reclamaciones <0>aquí</0>.
ja: <0>here</0>で請求履歴を確認できます。

source: You can currently vest a maximum of {0} esGMX tokens at a ratio of {1} {stakingToken} to 1 esGMX.
es: Actualmente puede adquirir un máximo de {0} tokens esGMX a razón de {1} {stakingToken} por 1 esGMX".
ja: {1} {stakingToken}対1 esGMXの比率で最大{0} esGMXトークンを現在べスティングすることができます。

source: You can transfer AVAX to Avalanche using any of the below options.
es: Puedes transferir AVAX a Avalanche usando cualquiera de las siguientes opciones.
ja: 以下のいずれかを使い、AVAXをAvalancheへ送ることができます。

source: You can transfer ETH from other networks to Arbitrum using any of the below options:
es: Puedes transferir ETH desde otras redes a Arbitrum usando cualquiera de las siguientes opciones:
ja: 以下のいずれかを使い、ETHをArbitrumへ他のネットワークから送ることができます。

source: You have a <0>pending transfer</0> to {pendingReceiver}.
es: Tienes una transferencia <0>pendiente</0> a {pendingReceiver}.
ja: {pendingReceiver}への<0>pending transfer</0> があります。

source: You have a pending transfer from {sender}.
es: Tiene una transferencia pendiente de {sender}.
ja: {sender}からの未完了の移転があります。

source: You have not deposited any tokens for vesting.
es: No has depositado ningún token para su adquisición.
ja: べスティング用のトークンが入金されていません。

source: You have {0} esGMX (IOU) tokens.
es: Tienes {0} tokens esGMX (IOU).
ja: あなたは{0} esGMX (IOU)トークンを保有しています。

source: You will need to be on this page to accept the transfer, <0>click here</0> to copy the link to this page if needed.
es: Tendrá que estar en esta página para aceptar la transferencia, <0>haga clic aquí</0> para copiar el enlace a esta página si es necesario.
ja: 移転を受け入れるにはこのページを開く必要があります。必要に応じて、このページへのリンクをコピーしておいてください。<0>click here</0>

source: You will receive a {0}% discount on your opening and closing fees, this discount will be airdropped to your account every Wednesday
es: Recibirá un descuento del {0}% en sus comisiones de apertura y cierre, este descuento será enviado a su cuenta cada miércoles
ja: あなたはオープン手数料、クローズ手数料で{0}%の割り引きを受けられますが、この割り引き分は毎週水曜日にあなたはのアカウントにエアドロップされます。

source: Your esGMX (IOU) balance will decrease by your claim amount after claiming, this is expected behaviour.
es: El saldo de su esGMX (IOU) disminuirá en la cantidad de su reclamación después de reclamar, este es el comportamiento esperado.
ja: あなたのesGMX (IOU)残高は請求後に請求額の分だけ減少しますが、これは想定された挙動です。

source: Your transfer has been completed.
es: Su transferencia ha sido completada.
ja: 移転は完了しました。

source: Your transfer has been initiated.
es: Su transferencia ha sido iniciada.
ja: 移転が開始されました。

source: order
es: orden
ja: 注文

source: orders
es: órdenes
ja: 注文

source: to start using GMX
es: para empezar a usar GMX
ja: GMXを始めるには

source: {0} GLP bought with {1} {2}!
es: {0} GLP comprado con {1} {2}!
ja: {1} {2}で{0} GLPを購入しました!

source: {0} GLP have been reserved for vesting.
es: {0} GLP se han reservado para adquisiciones.
ja: {0} GLPがべスティングのためにリザーブされました。

source: {0} GLP sold for {1} {2}!
es: ¡{0} GLP vendido por {1} {2}!
ja: {0} GLPを売却し、{1} {2}を得ました!

source: {0} pool exceeded, try different token
es: {0} reserva superada, intente otro token
ja: {0}プールは超過しています。別のトークンを試してください。

source: {0} selected in order form
es: {0} seleccionado en el formulario de órden
ja: {0}がオーダーフォームで選択されました

source: {0} {1} not supported
es: {0} {1} no admitidos
ja: {0} {1}はサポートされていません

source: {chainName} Total Stats start from {totalStatsStartDate}.<0/> For detailed stats:
es: {chainName} Las estadísticas totales comienzan a partir de {totalStatsStartDate}.<0/> Para obtener estadísticas detalladas:
ja: {chainName}の全統計の開始日は{totalStatsStartDate}です。<0/> より詳しい統計は:

source: {nativeTokenSymbol} ({wrappedTokenSymbol}) APR
ja: {nativeTokenSymbol} ({wrappedTokenSymbol}) APR(実質年利)

source: Additionally, trigger orders are market orders and are not guaranteed to settle at the trigger price.
es: Además, las órdenes de activación son órdenes de mercado y no se garantiza que se ejecuten al precio de activación.

source: Approve {0}
es: Aprobar {0}

source: Borrow Fee / Day: ${0}
es: Tasa de préstamo / Día: ${0}

source: Borrow Fee: ${0}
es: Tasa de Préstamo: ${0}

source: Current Reserved: {0}<0/>Additional reserve required: {1}<1/>{2}
es: Actualmente Reservado: {0}<0/>Reserva adicional requerida: {1}<1/>{2}

source: GMX tokens can be claimed, use the options under the Total Rewards section to claim them.
es: Los tokens GMX pueden ser reclamados, utilice las opciones de la sección de Recompensas Totales para reclamarlos.

source: Initial Collateral: ${0}
es: Garantía Inicial: ${0}

source: Max Pool Capacity
es: Capacidad Máxima de Reserva

source: Please enter an amount to see fee percentages
es: Por favor, introduzca una cantidad para ver las comisiones

source: Vault Capacity for your Account<0/><1/>Deposited: {0} esGMX<2/>Max Capacity: {1} esGMX<3/>
es: Capacidad del Baúl para su cuenta<0/><1/>Depositado: {0} esGMX<2/>Capacidad máxima: {1} esGMX<3/>
