Repository: gmx-io/gmx-interface
Catalog: src/config/locales/*/messages.po
Languages: es, ja

source: , and use GMX with its built-in browser
es: , y utiliza GMX con el navegador incorporado
ja: , そしてGMXをビルトインブラウザーで利用する

source: 24h Volume
es: 24h Volumen
ja: 24時間取引高

source: <0>Insufficient liquidity to execute the order</0><1>The mark price which is an aggregate of exchange prices did not reach the specified price</1><2>The specified price was reached but not long enough for it to be executed</2><3>No keeper picked up the order for execution</3>
es: <0>Insuficiente liquidez para ejecutar la orden</0><1>El precio de referencia, que es un agregado de precios de mercado, no alcanzó el precio especificado</1><2>Se alcanzó el precio especificado pero no lo suficiente como para ejecutarlo</2><3>Ningún guardián recogió la orden para ejecutarla</3>
ja: <0>注文執行に必要な流動性が不足しています</0><1>諸取引所の価格を集約したマーク価格が指値に達しませんでした</1><2>指値には達したものの執行にはロングの度合いが不十分でした</2><3>どのキーパーも注文を執行しませんでした</3>

source: <0>This will withdraw and unreserve all tokens as well as pause vesting.<1/><2/>esGMX tokens that have been converted to GMX will remain as GMX tokens.<3/><4/>To claim GMX tokens without withdrawing, use the "Claim" button under the Total Rewards section.<5/><6/></0>
es: <0>Esto retirará y desreservará todos los tokens y pausará la adquisición.<1/><2/>Los tokens de esGMX que han sido convertidos a GMX permanecerán como tokens de GMX.<3/><4/>Para reclamar tokens de GMX sin retirarlos, utilice el botón "Reclamar" bajo la sección de Recompensas Totales.<5/><6/></0>
ja: <0>これによりすべてのトークンは引き出され、リザーブから解除され、べスティングは停止されます。<1/><2/>GMXへ転換されたesGMXトークンはGMXトークンとなります。<3/><4/>引き出しをせずにGMXトークンを請求するには全報酬セクションの下部にある"請求"ボタンを使用してください。<5/><6/></0>

source: APR
ja: APR(実質年利)

source: APRs are updated weekly on Wednesday and will depend on the fees collected for the week.
es: Los APR se actualizan semanalmente en el Miércoles, y dependerán de las comisiones cobradas en la semana.
ja: APR(実質年利)は毎週水曜日に更新され、その前一週間に得られた手数料によって決まります。

source: AVAILABLE
es: DISPONIBLE
ja: 利用可能

source: About
es: Sobre
ja: 内容

source: Accept terms to enable orders
es: Acepta las condiciones para habilitar las órdenes
ja: 注文執行のため規約に同意する

source: Accept that orders are not guaranteed to execute and trigger orders may not settle at the trigger price
es: Acepta que las órdenes no tienen garantía de ejecución y que las órdenes de activación pueden no ejecutarse al precio de activación
ja: 注文が執行される保証がないこと、トリガー注文がトリガー価格で決済されない可能性がないことを承諾する

source: Account
es: Cuenta
ja: アカウント

source: Actions
es: Acciones
ja: 機能

source: Active Referral Code
es: Código de Referido Activo
ja: 有効な紹介コード

source: Add to Metamask
es: Añadir a Metamask
ja: メタマスクに追加

source: Adding referral code failed.
es: Fallo al añadir el código de referido.
ja: 紹介コードが追加できませんでした

source: Adding...
es: Añadiendo...
ja: 追加中

source: Affiliates
es: Afiliados
ja: アフィリエイト

source: After claiming you will be able to vest a maximum of {0} esGMX at a ratio of {1} {stakingToken} to 1 esGMX.
es: Tras reclamar podrás adquirir un máximo de {0} esGMX en una relación de {1} {stakingToken} por 1 esGMX
ja: 請求後、最大で{1} {stakingToken} 対 1esGMXトークンの比率でべスティングすることができます。

source: After claiming, the esGMX tokens will be airdropped to your account on the selected network within 7 days.
es: Tras reclamar, los tokens esGMX serán enviados a su cuenta en la red seleccionada dentro de 7 días.
ja: 請求後7日以内にesGMXトークンは指定のネットワークのあなたのアカウントにエアドロップされます

source: After you have ETH, set your network to <0>Arbitrum</0> then click the button below:
es: Después de tener ETH, establece tu red a <0>Arbitrum</0> y luego haz clic en el botón de abajo:
ja: ETH入手後、ネットワークを<0>Arbitrum</0>にセットし、以下のボタンをクリックしてください:

source: Allowed Slippage
es: Deslizamiento permitido
ja: スリッページ許容量

source: Amount
es: Cantidad
ja: 額

source: Amount of traders you referred.
es: Cantidad de comerciantes que ha referido.
ja: あなたがリファーしたトレーダー数

source: Amount to claim
es: Cantidad a reclamar
ja: 請求額

source: An aggregate of high-quality price feeds determine when liquidations occur. This keeps positions safe from temporary wicks.
es: Un conjunto de fuentes de precios de alta calidad determinan cuando se producen las liquidaciones. Esto mantiene las posiciones a salvo de altibajos temporales.
ja: 清算が発生した時点で高品質の複数の価格フィードの集成価格が決定します。これによりポジションは一時的な変動から守られます。

source: Announcement
es: Anuncio
ja: 告知

source: Approve GMX
es: Aprobar GMX
ja: GMXを承認する

source: Approve {stakingTokenSymbol}
es: Aprobar {stakingTokenSymbol}
ja: {stakingTokenSymbol}を承認する

source: Approving GMX...
es: Aprobando GMX...
ja: GMXを承認中

source: Approving {0}...
es: Aprobando {0}...
ja: {0}を承認中

source: Approving {stakingTokenSymbol}...
es: Aprobando {stakingTokenSymbol}...
ja: {stakingTokenSymbol}を承認中

source: Approving...
es: Aprobando...
ja: 承認中

source: Arbitrum APR:
ja: ArbitrumのAPR(実質年利)

source: Assets Under Management: GMX staked (All chains) + GLP pool ({chainName})
es: Activos bajo gestión: GMX stakeados (Todas las cadenas) + Reserva GLP ({chainName})
ja: 管理資産: 全チェーンでステークされているGMX + GLPプール ({chainName})

source: Available
es: Disponible
ja: 入手可能

source: Available Liquidity
es: Liquidez Disponible
ja: 入手可能な流動性

source: Available amount to deposit into GLP.
es: Cantidad disponible para depositar en GLP.
ja: GLPに入金可能な金額

source: Available amount to withdraw from GLP.
es: Cantidad disponible para retirar de GLP.
ja: GLPから出金可能な金額

source: Available on your preferred network
es: Disponible en su red preferida
ja: 選択されたネットワークにて利用可能

source: Available:
es: Disponible:
ja: 利用可能

source: Avalanche APR:
ja: AvalancheでのAPR(実質年利)

source: Avax is needed on Avalanche to purchase GMX.
es: Se necesita Avax en Avalanche para comprar GMX.
ja: AvalancheでGMXを購入するにはAvaxが必要です。

source: Balance
ja: 残高

source: Balance:
ja: 残高

source: Begin Transfer
es: Comenzar Transferencia
ja: 移転開始

source: Boost Percentage
es: Porcentaje de Aumento
ja: ブースト率

source: Boost your rewards with Multiplier Points. <0>More info</0>.
es: Aumenta tus recompensas con los Puntos Multiplicadores. <0>Más información</0>.
ja: マルチプライヤーポイントで報酬をブーストする。<0>より詳しい情報</0>

source: Borrow Fee
es: Tasa de Préstamo
ja: 借入手数料

source: Buy
es: Comprar
ja: 購入

source: Buy / Sell GLP
es: Comprar / Vender GLP
ja: GLPの購入/売却

source: Buy / Transfer AVAX
es: Comprar / Transferir AVAX
ja: AVAXの購入/送信

source: Buy / Transfer ETH
es: Comprar / Transferir ETH
ja: ETHの購入/送信

source: Buy AVAX
es: Comprar AVAX
ja: AVAXを購入

source: Buy ETH
es: Comprar ETH
ja: ETHを購入

source: Buy GLP
es: Comprar GLP
ja: GLPを購入

source: Buy GMX
es: Comprar GMX
ja: GMXを購入

source: Buy GMX Bonds
es: Comprar Bonos GMX
ja: GMXボンドを購入

source: Buy GMX or GLP
es: Comprar GMX o GLP
ja: GMXまたはGLPを購入

source: Buy failed.
es: Compra fallida.
ja: 購入できませんでした。

source: Buy on Arbitrum
es: Comprar en Arbitrum
ja: Arbitrumで購入

source: Buy on Avalanche
es: Comprar en Avalanche
ja: Avalancheで購入

source: Buy submitted.
es: Compra enviada.
ja: 購入申し込み完了

source: Buy with {0}
es: Compra con {0}
ja: {0}で購入

source: Buying...
es: Comprando...
ja: 購入中

source: Cancel
es: Cancelar
ja: キャンセル

source: Cancel failed.
es: Cancelación fallida.
ja: キャンセルできませんでした

source: Cancel submitted.
es: Cancelación enviada.
ja: キャンセル申し込み完了

source: Cancel {0} {orderText}
es: Cancelar {0} {orderText}
ja: {0} {orderText} をキャンセル

source: Chart positions
es: Posiciones en gráfca
ja: ポジションをチャートに

source: Check the "Save on Fees" section below to get the lowest fee percentages.
es: Comprueba la sección "Ahorrar en tasas" para obtener los porcentajes de tasas más bajos.
ja: 最低手数料率で利用するには以下の"手数料節約"セクションを確認してください。

source: Checking code...
es: Comprobando código...
ja: コード確認中

source: Claim
es: Reclamar
ja: 請求

source: Claim GMX Rewards
es: Reclamar Recompensas GMX
ja: GMX報酬の請求

source: Claim completed!
es: ¡Reclamación completada!
ja: 請求完了!

source: Claim esGMX
es: Reclamar esGMX
ja: esGMXの請求

source: Claim esGMX Rewards
es: Reclamar Recompensas esGMX
ja: esGMX報酬の請求

source: Claim failed.
es: Reclamación fallida.
ja: 請求できませんでした。

source: Claim submitted!
es: ¡Reclamación enviada!
ja: 請求申し込み完了!

source: Claim submitted.
es: Reclamación enviada.
ja: 請求申し込み完了

source: Claim {wrappedTokenSymbol} Rewards
es: Reclamar Recomensas {wrappedTokenSymbol}
ja: {wrappedTokenSymbol}報酬の請求

source: Claimable
es: Reclamable
ja: 請求可能

source: Claiming...
es: Reclamando...
ja: 請求中

source: Close
es: Cerrar
ja: クローズ

source: Close failed.
es: Cierre fallido.
ja: クローズできませんでした

source: Close submitted!
es: ¡Cierre enviado!
ja: クローズ申し込み完了!

source: Close without profit
es: Cerrar sin profit
ja: 利益なしでクローズ

source: Closing...
es: Cerrando...
ja: クローズ中

source: Code already taken
es: Código ya tomado
ja: そのコードは既に使用されています

source: Coinbase Wallet
ja: コインベースウォレット

source: Coinbase Wallet not detected.
es: Coinbase Wallet no detectada.
ja: コインベースウォレットが検出できません。

source: Collateral
es: Garantía
ja: 担保

source: Community Projects
es: Proyectos Comunitarios
ja: コミュニティプロジェクト

source: Community-led Telegram groups.
es: Grupos de Telegram dirigidos por la comunidad
ja: コミュニティ主導のTelegramグループ

source: Complete Account Transfer
es: Transferencia de Cuenta Completa
ja: アカウント移転を完了させる

source: Complete Transfer
es: Transferencia Completa
ja: 移転を完了させる

source: Compound
es: Componer
ja: 請求とステーク

source: Compound completed!
es: ¡Componer completado!
ja: 請求とステーク完了!

source: Compound failed.
es: Componer fallido.
ja: 請求とステークができませんでした。

source: Compound submitted!
es: ¡Componer enviado!
ja: 請求とステークの申し込み完了!

source: Compounding...
es: Componiendo
ja: 請求およびステーク中

source: Connect
es: Conectar
ja: 接続

source: Connect Wallet
es: Conectar Monedero
ja: ウォレット接続

source: Continue
es: Continuar
ja: 続ける

source: Convert esGMX tokens to GMX tokens.<0/>Please read the <1>vesting details</1> before using the vaults.
es: Convertir los tokens esGMX en tokens GMX.<0/>Por favor, lea los <1>detalles de adquisición</1> antes de utilizar las cajas.
ja: esGMXトークンをGMXトークンに転換させる。<0/>ボールト使用前に <1>べスティングの詳細</1>を読んでください。

source: Convert {wrappedTokenSymbol} to {nativeTokenSymbol}
es: Convertir {wrappedTokenSymbol} to {nativeTokenSymbol}
ja: {wrappedTokenSymbol}から{nativeTokenSymbol}に転換する

source: Copy
es: Copiar
ja: コピー

source: Copy Address
es: Copiar Dirección
ja: アドレスのコピー

source: Create
es: Crear
ja: 作成

source: Create Order
es: Crear Órden
ja: 注文の作成

source: Create Referral Code
es: Crear Código de Referido
ja: 紹介コード作成

source: Created limit order for {0} {1}: {2} USD!
es: Órden límite creada para {0} {1}: {2} USD!
ja: {0} {1}: {2} USDの指値注文の作成完了!

source: Creating Order...
es: Creando Order...
ja: 注文作成中

source: Creating...
es: Creando...
ja: 作成中

source: Creator
es: Creador
ja: 作成者

source: Current Pool Amount
es: Cantidad Actual en la Reserva
ja: 現在のプール額

source: Dashboard
es: Panel
ja: ダッシュボード

source: Dashboards
es: Paneles
ja: ダッシュボード

source: Date
es: Fecha
ja: 日付

source: Decentralized<0/>Perpetual Exchange
es: Exchange<0/>Perpetuo Decentralizado
ja: 分散型<0/>パーペチュアル取引所

source: Deposit
es: Depositar
ja: 入金

source: Deposit failed!
es: ¡Depósito fallido!
ja: 入金できませんでした!

source: Deposit failed.
es: Depósito fallido.
ja: 入金できませんでした。

source: Deposit submitted!
es: ¡Depósito enviado!
ja: 入金申し込み完了!

source: Deposit submitted.
es: Depósito enviado.
ja: 入金申し込み完了。

source: Deposited!
es: ¡Depósitado!
ja: 入金完了!

source: Depositing...
es: Depositando...
ja: 入金中

source: Disable order validations
es: Deshabilitar validación de órdenes
ja: 注文のバリデーションの無効化

source: Disconnect
es: Desconectar
ja: 接続停止

source: Display PnL after fees
es: Mostrar GyP después de comisiones
ja: 手数料込損益の表示

source: Distribution
es: Distribución
ja: 配分

source: Download
es: Descargar
ja: ダウンロード

source: ETH is needed on Arbitrum to purchase GMX.
es: Se necesita ETH en Arbitrum para comprar GMX.
ja: ArbitrumでGMXを購入するにはETHが必要です。

source: Earn
es: Ganar
ja: 報酬獲得

source: Ecosystem
es: Ecosistema
ja: エコシステム

source: Edit
es: Editar
ja: 編集

source: Edit Collateral
es: Editar Garantía
ja: 担保編集

source: Edit Referral Code
es: Editar Código de Referido
ja: 紹介コード編集

source: Enable Leverage
es: Habilitar Apalancamiento
ja: レバレッジ有効化

source: Enable Orders
es: Activar Órdenes
ja: 注文有効化

source: Enable deposit failed.
es: Habilitar depósitos falló.
ja: 入金有効化ができませんでした。

source: Enable deposit sent.
es: Habitar depósitos enviado.
ja: 入金有効化申し込み完了。

source: Enable leverage failed.
es: Habilitar apalancamiento falló.
ja: レバレッジ有効化できませんでした。

source: Enable leverage sent.
es: Habilitar apalancamiento enviado.
ja: レバレッジ有効化申し込み完了。

source: Enable orders failed.
es: Habilitar órdenes falló.
ja: 注文有効化できませんでした。

source: Enable orders sent.
es: Habilitar órdenes enviado.
ja: 注文有効化申し込み完了。

source: Enable withdraw failed.
es: Habilitar retiros falló.
ja: 出金有効化できませんでした。

source: Enable withdraw sent.
es: Habilitar retiros enviado.
ja: 出金有効化申し込み完了。

source: Enabling Leverage
es: Habilitando Apalancamiento
ja: レバレッジ有効化中

source: Enabling Leverage...
es: Habilitando Apalancamiento...
ja: レバレッジ有効化中

source: Enabling Orders...
es: Activando Órdenes
ja: 注文有効化中

source: Enter Price
es: Introduce Precio
ja: 価格を入力

source: Enter Receiver Address
es: Introduzca la Dirección del Receptor
ja: 受け取りアドレスを入力

source: Enter Referral Code
es: Introduza el Código de Referido
ja: 紹介コードを入力

source: Enter a code
es: Introduzca un código
ja: コードを入力

source: Enter a price
es: Introduce un precio
ja: 価格を入力

source: Enter an amount
es: Introduzca una cantidad
ja: 額を入力

source: Enter and exit positions with minimal spread and zero price impact. Get the optimal price without incurring additional costs.
es: Entre y salga de posiciones con un deslizamiento mínimo y sin impacto de precio. Obtenga el precio óptimo sin incurrir en costes adicionales.
ja: 最小のスプレッドで価格への影響なしでポジションをオープン、クローズ。追加コストなしで最適価格を入手。

source: Enter the amount of GLP you want to purchase in the order form, then check here to compare fees.
es: Introduce la cantidad de GLP que quieres comprar en el formulario de pedido, luego comprueba aquí para comparar las tarifas.
ja: 購入したいGLPの額をオーダーフォームに入力し、ここをクリックして手数料を比較。

source: Enter the amount of GLP you want to redeem in the order form, then check here to compare fees.
es: Introduzca la cantidad de GLP que desea canjear en el formulario de pedido, luego marque aquí para comparar las tarifas.
ja: 売却したいGLPの額をオーダーフォームに入力し、ここをクリックして手数料を比較。

source: Entry Price
es: Precio de Entrada
ja: エントリー価格

source: Escrowed GMX APR
es: Escrowded GMX APR
ja: esGMXのAPR(実質年利)

source: Execution Fee
es: Comisión de Ejecución
ja: 執行手数料

source: Exit Price
es: Precio de Salida
ja: 退出価格

source: FEES
es: COMISIONES
ja: 手数料

source: Fees
es: Comisiones
ja: 手数料

source: Fees may vary depending on which asset you sell GLP for.
es: Las comisiones pueden variar dependiendo del activo por el que se venda GLP.
ja: GLPを売却して入手する資産によって手数料は異なります。

source: Fees may vary depending on which asset you use to buy GLP.
es: Las comisiones pueden variar dependiendo del activo por el que se compre GLP.
ja: GLPをどの資産で購入するかによって手数料は異なります。

source: Fees since
es: Comisiones desde
ja: この時点からの手数料

source: Fees will be shown once you have entered an amount in the order form.
es: Las comisiones se mostrarán una vez que haya introducido una cantidad en el formulario de pedido.
ja: オーダーフォームに額を入れると手数料が表示されます。

source: Fetching token info...
es: Obteniendo información de los tokens...
ja: トークン情報入手中

source: Floor Price Fund
es: Fondo de Precio Mínimo
ja: フロアプライスファンド

source: Forfeit profit not checked
es: Renuncia de ganancias no marcada
ja: 喪失利益はチェックされていません

source: Funds not utilized by current open positions.
es: Fondos no utilizados por las posiciones abiertas actuales.
ja: 現在オープンされているポジションで利用されていない資金

source: GLP Index Composition
es: Composición Índice GLP
ja: GLPインデックス構成

source: GLP is the liquidity provider token. Accrues 70% of the platform's generated fees.
es: GLP es el token proveedor de liquidez. Acumula el 70% de las comisiones generadas por la plataforma.
ja: GLPは流動性提供者のトークンです。プラットフォームが得た手数料の70%を獲得します。

source: GMX Pages
es: Páginas GMX
ja: GMXのページ

source: GMX bonds can be bought on Olympus Pro with a discount and a small vesting period:
es: Los bonos GMX pueden ser comprados en Olympus Pro con un descuento y un pequeño periodo de adquisición:
ja: GMXボンドはOlympus Proで短期のべスティング期間を条件として割引価格で購入できます:

source: GMX dashboards and analytics.
es: Paneles y análisis de GMX.
ja: GMXのダッシュボードと分析

source: GMX ecosystem pages.
es: Páginas del ecosistema GMX.
ja: GMXエコシステムのページ

source: GMX is currently live on Arbitrum and Avalanche.
es: GMX esta actualmente en vivo en Arbitrum y Avalanche.
ja: GMXは現在ArbitrumとAvalancheで稼働中です。

source: GMX is the utility and governance token. Accrues 30% of the platform's generated fees.
es: GMX es el token de utilidad y gobierno, y también acumula el 30% de las comisiones generadas por la plataforma.
ja: GMXはユーティリティトークン兼ガバナンストークンです。プラットフォームが得た手数料の30%を獲得します。

source: GMX transfers not yet enabled
es: Las transferencias GMX aún no están habilitadas
ja: GMX移転は有効化されていません

source: GMX | Decentralized Perpetual Exchange
es: GMX | Exchange Perpetuo Descentralizado
ja: "GMX | 分散型パーペチュアル取引所

source: Generate Referral Code
es: Generar Código de Referido
ja: 紹介コード作成

source: Get fee discounts and earn rebates through the GMX referral program.<0/>For more information, please read the <1>referral program details</1>.
es: Obtenga descuentos en las comisiones y gane reembolsos a través del programa de referidos de GMX.<0/>Para más información, por favor lea los <1>detalles del programa de referidos</1>.
ja: GMX紹介プログラムで手数料が割引されリベートが得られます。<0/>より詳しくは、 <1>こちらの紹介プログラム詳細を読んでください</1>.

source: High Slippage, Swap Anyway
es: Alto Deslizamiento, Intercambiar de todos modos
ja: 大きなスリッページ。ともかく交換する

source: High USDG Slippage, Long Anyway
es: Alto Deslizamiento de USDG, ir Largo de todas formas
ja: 大きなUSDGスリッページ。ともかくロングする

source: Home
es: Inicio
ja: ホーム

source: Hop
ja: ホップ

source: Include PnL in leverage display
es: Incluir GyP en la visualización de apalancamiento
ja: レバレッジ表示に損益を含める

source: Incorrect Account
es: Cantidad Incorrecta
ja: 誤ったアカウント

source: Incorrect Network
es: Red Incorrecta
ja: 誤ったネットワーク

source: Incorrect network
es: Red incorrecta
ja: 誤ったネットワーク

source: Install Coinbase Wallet
es: Instalar Coinbase Wallet
ja: コインベースウォレットをインストール

source: Install MetaMask
es: Instalar MetaMask
ja: メタマスクをインストール

source: Insufficient GLP balance
es: Balance GLP insuficiente
ja: GLP残高不足

source: Insufficient liquidity
es: Insuficiente liquidez
ja: 流動性不足

source: Insufficient liquidity, change "Profits In"
es: Insuficiente liquidez, cambie "Beneficios En"
ja: 流動性不足、"利益"を変更する

source: Insufficient staked tokens
es: Insuficientes tokens stakeados
ja: ステークされたトークンが足りていません

source: Insufficient {0} balance
es: Balance {0} insuficiente
ja: {0} 残高の不足

source: Invalid Receiver
es: Receptor Inválido
ja: 無効な受け取り人

source: Invalid Receiver Address
es: Dirección del Receptor Inválida
ja: 無効な受け取りアドレス

source: Invalid liq. price
es: Precio de liquidación inválido
ja: 無効な清算価格

source: Invalid price, see warning
es: Precio no válido, ver advertencia
ja: 無効な価格。警告を確認してください

source: Invalid slippage value
es: Valor de deslizamiento no válido
ja: 無効なスリッページ値

source: Launch Exchange
es: Lanzar Exchange
ja: 取引開始

source: Leaderboard
es: Tabla de clasificación
ja: 順位

source: Leave at least {0} {1} for gas
es: Deja al menos {0} {1} para el gas
ja: ガスのため少なくとも{0} {1} を残しておいてください

source: Leftover collateral below 5 USD
es: Garantía restante inferior a 5 USD
ja: 残りの担保が5 USD以下

source: Leftover position below 10 USD
es: Posición restante por debajo de 10 USD
ja: 残りのポジションが10 USD以下

source: Leverage
es: Apalancamiento
ja: レバレッジ

source: Limit order creation failed.
es: Falló la creación de la orden límite.
ja: 指値注文が作成できませんでした。

source: Limit order submitted!
es: ¡Orden limite enviada!
ja: 指値注文提出済!

source: Link
es: Enlace
ja: リンク

source: Liq. Price
es: Precio de Liq.
ja: 清算価格

source: Liquidity data not loaded
es: Datos de liquidez no cargados
ja: 流動性データがロードされていません

source: Loading...
es: Cargando...
ja: ロード中

source: Long
es: Largo
ja: ロング

source: Long Positions
es: Posiciones Largas
ja: ロングポジション

source: Long {0}
es: Largo {0}
ja: ロング {0}

source: Looks like you don't have a referral code to share. <0/> Create one now and start earning rebates!
es: Parece que no tienes un código de referencia para compartir. <0/> ¡Crea uno ahora y empieza a ganar reembolsos!
ja: シェアできる紹介コードがないようです。<0/> コードをすぐに作成してリベートを稼ぎましょう!

source: Loss
es: Pérdida
ja: 損失

source: MAX
es: MÁX
ja: 最大

source: Mark Price
es: Precio de Referencia
ja: マーク価格

source: Market Cap
es: Capitalización de Mercado
ja: 時価総額

source: Max
es: Máximo
ja: 最大

source: Max Capacity for {0} Reached
es: Capacidad Máxima para {0} Alcanzada
ja: {0}の最大キャパシティに到達しています

source: Max amount exceeded
es: Superado el importe máximo de cierre
ja: 最大値超過

source: Max close amount exceeded
es: Superados largos Máx. de {0}
ja: 最大クローズ値超過

source: Max leverage: 30.5x
es: Apalancamiento Máx.: 30.5x
ja: 最大レバレッジ: 30.5倍

source: Max leverage: 30.5xt
es: Apalancamiento Máx.: 30.5x
ja: 最大レバレッジ: 30.5倍

source: Max leverage: 30x
es: Apalancamiento Máx.: 30x
ja: 最大レバレッジ: 30倍

source: Max pool capacity reached for {0}
es: Capacidad máxima de reserva alcanzada para {0}
ja: {0}の最大プールキャパシティ到達

source: Max pool capacity reached for {0}. Please mint GLP using another token
es: Capacidad máxima de reserva alcanzada para {0}. Por favor, acuñe GLP usando otro token.
ja: {0}の最大プールキャパシティ到達。別のトークンを使用してGLPをミントしてください。

source: Max slippage precision is 0.01%
es: La precisión máxima del deslizamiento es de 0.01%
ja: スリッページの最大精度は0.01%です

source: Max {0} long exceeded
es: Superados largos Máx. de {0}
ja: {0}のロングの最大値超過

source: Max {0} short exceeded
es: Superados cortos Máx. de {0}
ja: {0}のショートの最大値超過

source: Media Kit
es: Kit de Medios
ja: メディアキット

source: MetaMask
ja: メタマスク

source: MetaMask not detected.
es: MetaMask no detectado.
ja: メタマスクが検出できません。

source: Min leverage: 1.1x
es: Apalancamiento Mín.: 1.1x
ja: 最小レバレッジ: 1.1倍

source: Min order: 10 USD
es: Orden Mín. 10 USD
ja: 最小オーダー金額: 10 USD

source: Multiplier Points APR
es: APR de Puntos Multiplicadores
ja: マルチプライヤーポイントのAPR(実質年利)

source: Multiswap
es: Multi-intercambio
ja: マルチスワップ

source: Net Value
es: Valor Neto
ja: ネット金額

source: No PnLs found
es: No se han encontrado GyPs
ja: 損益が見つかりません

source: No esGMX to claim
es: No hay esGMX para reclamar
ja: 請求できるesGMXはありません

source: No open orders
es: No hay ordenes abiertas.
ja: オープンの注文はありません

source: No open positions
es: No hay posiciones abiertas
ja: オープンのポジションはありません

source: No rebates distribution history yet.
es: Aún no hay historial de distribución de reembolsos.
ja: リベート支払い利益はまだありません。

source: Note that orders are not guaranteed to be executed.<0/><1/>This can occur in a few situations including but not exclusive to:
es: Tenga en cuenta que no se garantiza la ejecución de las órdenes.<0/><1/>Esto puede ocurrir en algunas situaciones que incluyen, pero no exclusivamente:
ja: 注文は必ず執行される保証がないことに留意ください。<0/><1/>これは例えば以下のような状況で起こりえます:

source: Note that there is a minimum holding time of 15 minutes after a purchase.
es: Tenga en cuenta que hay un tiempo mínimo de espera de 15 minutos después de una compra.
ja: 購入後に15分の最低保有期間が設定されています。

source: Open Interest
es: Interés Abierto
ja: 建玉

source: Open a position
es: Abre una posición
ja: ポジションを開く

source: Open in Coingecko
es: Abrir en Coingecko
ja: Coingeckoで見る

source: Open in Explorer
es: Abrir en el Explorador
ja: Explorerで見る

source: Open positions through a simple swap interface. Conveniently swap from any supported asset into the position of your choice.
es: Abre posiciones a través de una simple interfaz de intercambio. Intercambie desde cualquier activo soportado a la posición de su elección.
ja: シンプルなスワップインターフェースでポジションを開けます。サポートされているどの資産も好きな資産に簡単に交換可能。

source: Order
es: Orden
ja: 注文

source: Order created!
es: ¡Orden creada!
ja: 注文作成完了!

source: Order creation failed.
es: Falló la creación de la orden
ja: 注文が作成できませんでした。
